{"Synopsis":"An investigation of the ways in which developers change the nature of the areas in which they build, and destroy local London communities despite campaigns such as those in Covent Garden and round Tolmer’s Square, Camden.","Director":"Mick Csaky, Mick Gold","Article":"","Minutes":"29 min","Full credits":"Camera Richard Stanley; Assistant Camera Chris Morphet; Sound Bob Bentley; Commentary read by Paul Barnes; Researcher/Editor/Writer Mick Gold; Producer/Director Mick Csaky. A Pictures That Move production 1973, made on a grant from the Arts Council of Great Britain.","chapters":[{"out":530,"in":0,"desc":"Caption: “The Arts Council is concerned with all the arts. Architecture is the art that determines our environment. In 1973/4 the Arts Council mounted and toured an exhibition called ‘How to play the Environment Game’. It looked behind the appearance of our cities and named the forces that shaped them. This film examines some of the issues raised by the exhibition.” St Paul’s Cathedral with clouds speeding past in time-lapse cinematography. The side of a large concrete and glass office block, traffic, road-building. Demonstration with banners saying “London belongs to us – The People”, “Covent Garden Community”, “People not Cars”, etc. Speakers at rally include Peggy Ashcroft. The Angel of Peace statue on Wellington Arch; commentary introduces three groups campaigning against changes to “London’s fabric”. Christopher Booker and Bennie Gray who challenged a large corporation over plans for Tolmer’s Square; a member of the Covent Garden Community Association talking to residents about redevelopment plans; local community group in Notting Hill making a video about an enquiry into local housing problems. The statue seen to be surrounded by cranes. Commentary says that “the rules favour the developer and make our cities almost unrecognisable”. Housing. Immigrant communities. Overhead photographs of St Paul’s and surrounding area, pre-war and after post-war rebuilding. Commentary says it is not so much change itself but the scale and speed of change that is causing problems today. Huge office buildings. Redevelopment in London docks area and elsewhere. Big businesses want to be in London, and government offices occupy enormous space. The possibility of making large financial gains has “inflated commercial rents, disrupted the fabric of old-established communities, and … created … speculative development”. The Euston Centre. Commentary names the developer, Joe Levy, and claims that he plans such programmes over many years. It describes the nature and results of deal Levy made with the London Country Council which enabled them to widen the Euston Road in exchange for planning permission for a much bigger site than the one he relinquished to them. Tolmer’s Square, near the Euston Centre, the land for which is now too valuable for the Council to build housing on it. On a roof-top, Christopher Booker introduces himself and Bennie Gray, and points out Tolmer’s Square and the surrounding area. He says that Levy is doing a deal with Camden Council in which he will get permission to build another office block while subsidising a Council housing development on land he has been buying up for many years. Run-down houses in Tolmer’s Square, many now empty. Gray talks about an offer made to one woman for title to her property, far less than the building is now worth in the context of potential redevelopment, and describes this as one facet of the technique of “site assembly”."},{"out":1211,"in":530,"desc":"Booker and Gray describe their scheme to become developers themselves, raising money to buy up the Tolmer’s Square area. Video record of Council meeting, July 18th 1973, discussing the situation. Tolmer’s Square. Commentary says that on October 10th, 1973, Camden Council decided not to go ahead with Levy deal and intended to find other ways of funding their housing programme. Booker and Gray talk about the change in attitude to development that is beginning to surface. Covent Garden, where residents are taking a stand against the developers. A representative of the Community Association, walking round the streets, says that though the Market would be moving the following year, the Greater London Council had never consulted local people about what they might like to see on the site thereafter; he describes public meetings and demonstrations, and other aspects of the campaign, as well as new facilities set up by the Association, and talks about the importance of the community. Derelict tenement buildings. Sandringham Buildings West, Charing Cross Road. Doug Dobell talks about his grandfather starting the first antiquarian book shop in Charing Cross Road around 1884. Commentary says that in 1970, Westminster Council started forcing out tenants of the shops and flats in preparation for demolishing the buildings in order to widen the road. Monica Dobell describes a Council meeting where they heard of the plans for redevelopment. Broken toilets, etc., destroyed by Council workmen to make the buildings uninhabitable. Decorators repainting interior as Council took example from a campaigning Housing Committee which repaired property and moved in some homeless people. Monica Dobell talks about the breaking up of the local community; her father says alternative premises in the area are too expensive for small businesses."},{"out":1761,"in":1211,"desc":"Children playing in the street in Notting Hill. A van belonging to Inter-Action Media Arts Trust. Videotape of the Swinbrook area of Notting Hill Gate. Model of possible new development which will require Greater London Council to use Compulsory Purchase Orders. Ken Rayson making video with Inter-Action, recording the views of local residents on the conditions they live is, what facilities they’d like to see in the development, their attitudes to GLC claims of consultation, etc. Rayson and Inter-Action discussing the editing of the video. Some of the footage. Van touring streets, announcing showing of the completed video, and urging local people to attend screening and public meeting. People watching the video at the video van. Rayson alking to those at the meeting. People at rush hour. Commentary says all three campaigns are part of the same desire to change priorities about living in cities, where developers’ profits have increased dramatically while numbers of homeless people have also increased. Calls for change in attitude at government level. Demonstration with “London Belongs to the People” banner. Credits."}],"Series":"","Full synopsis":"ACE042.2 10:00:00 10:08:50 Caption: “The Arts Council is concerned with all the arts. Architecture is the art that determines our environment. In 1973/4 the Arts Council mounted and toured an exhibition called ‘How to play the Environment Game’. It looked behind the appearance of our cities and named the forces that shaped them. This film examines some of the issues raised by the exhibition.” St Paul’s Cathedral with clouds speeding past in time-lapse cinematography. The side of a large concrete and glass office block, traffic, road-building. Demonstration with banners saying “London belongs to us – The People”, “Covent Garden Community”, “People not Cars”, etc. Speakers at rally include Peggy Ashcroft. The Angel of Peace statue on Wellington Arch; commentary introduces three groups campaigning against changes to “London’s fabric”. Christopher Booker and Bennie Gray who challenged a large corporation over plans for Tolmer’s Square; a member of the Covent Garden Community Association talking to residents about redevelopment plans; local community group in Notting Hill making a video about an enquiry into local housing problems. The statue seen to be surrounded by cranes. Commentary says that “the rules favour the developer and make our cities almost unrecognisable”. Housing. Immigrant communities. Overhead photographs of St Paul’s and surrounding area, pre-war and after post-war rebuilding. Commentary says it is not so much change itself but the scale and speed of change that is causing problems today. Huge office buildings. Redevelopment in London docks area and elsewhere. Big businesses want to be in London, and government offices occupy enormous space. The possibility of making large financial gains has “inflated commercial rents, disrupted the fabric of old-established communities, and … created … speculative development”. The Euston Centre. Commentary names the developer, Joe Levy, and claims that he plans such programmes over many years. It describes the nature and results of deal Levy made with the London Country Council which enabled them to widen the Euston Road in exchange for planning permission for a much bigger site than the one he relinquished to them. Tolmer’s Square, near the Euston Centre, the land for which is now too valuable for the Council to build housing on it. On a roof-top, Christopher Booker introduces himself and Bennie Gray, and points out Tolmer’s Square and the surrounding area. He says that Levy is doing a deal with Camden Council in which he will get permission to build another office block while subsidising a Council housing development on land he has been buying up for many years. Run-down houses in Tolmer’s Square, many now empty. Gray talks about an offer made to one woman for title to her property, far less than the building is now worth in the context of potential redevelopment, and describes this as one facet of the technique of “site assembly”. ACE042.3 10:08:50 10:20:11 Booker and Gray describe their scheme to become developers themselves, raising money to buy up the Tolmer’s Square area. Video record of Council meeting, July 18th 1973, discussing the situation. Tolmer’s Square. Commentary says that on October 10th, 1973, Camden Council decided not to go ahead with Levy deal and intended to find other ways of funding their housing programme. Booker and Gray talk about the change in attitude to development that is beginning to surface. Covent Garden, where residents are taking a stand against the developers. A representative of the Community Association, walking round the streets, says that though the Market would be moving the following year, the Greater London Council had never consulted local people about what they might like to see on the site thereafter; he describes public meetings and demonstrations, and other aspects of the campaign, as well as new facilities set up by the Association, and talks about the importance of the community. Derelict tenement buildings. Sandringham Buildings West, Charing Cross Road. Doug Dobell talks about his grandfather starting the first antiquarian book shop in Charing Cross Road around 1884. Commentary says that in 1970, Westminster Council started forcing out tenants of the shops and flats in preparation for demolishing the buildings in order to widen the road. Monica Dobell describes a Council meeting where they heard of the plans for redevelopment. Broken toilets, etc., destroyed by Council workmen to make the buildings uninhabitable. Decorators repainting interior as Council took example from a campaigning Housing Committee which repaired property and moved in some homeless people. Monica Dobell talks about the breaking up of the local community; her father says alternative premises in the area are too expensive for small businesses. ACE042.4 10:20:11 10:29:21 Children playing in the street in Notting Hill. A van belonging to Inter-Action Media Arts Trust. Videotape of the Swinbrook area of Notting Hill Gate. Model of possible new development which will require Greater London Council to use Compulsory Purchase Orders. Ken Rayson making video with Inter-Action, recording the views of local residents on the conditions they live is, what facilities they’d like to see in the development, their attitudes to GLC claims of consultation, etc. Rayson and Inter-Action discussing the editing of the video. Some of the footage. Van touring streets, announcing showing of the completed video, and urging local people to attend screening and public meeting. People watching the video at the video van. Rayson alking to those at the meeting. People at rush hour. Commentary says all three campaigns are part of the same desire to change priorities about living in cities, where developers’ profits have increased dramatically while numbers of homeless people have also increased. Calls for change in attitude at government level. Demonstration with “London Belongs to the People” banner. Credits.","Date":"1973","Choreographer":"","Title":"Playing the Environment Game","Part":"","Film ID":"ACE042","Production Company":"Pictures That Move"}