{"Synopsis":"The community-level work of Steel ’n’ Skin, a music and dance group of African, West Indian and British participants, which their founder, Peter Blackman, believes can contribute to good inter-racial relations.","Director":"Steve Shaw","Article":"","Minutes":"34 min","Full credits":"Studio Lighting David MacDonald; Studio Cameras Chris Cox, Pascoe MacFarlane; Camera Assistant Henry Martin; Sound Recordist John Lundsten; Editor John Mister; Photographed and Directed by Steve Shaw, Arts Council of Great Britain © 1979.","chapters":[{"out":412,"in":0,"desc":"Peter Blackman, founder of Steel ’n’ Skin, says “The music which is created in Steel ’n’ Skin could only have evolved in England where you have people coming from Africa, living in communities with people who are coming from the West Indies, merging together with people with English experience – which is a particular experience – and living together and working together. This will produce the kind of sound which evolving through Steel ’n’ Skin.” Steel ’n’ Skin rehearsing Reggae Return Once Again. Music continues over group driving in van. Blackman’s VO says that, in February 1979, they were invited to Liverpool by Merseyside Arts Associations to run workshops and to perform in schools, youth clubs and community centres. Performance with participation by audience. Blackman talks about becoming aware of the lack of information on black culture while doing teacher training, and embarrassing a largely West Indian school art class by showing them, and asking them to draw, images of Africa."},{"out":928,"in":412,"desc":"Blackman continues VO over Steel ’n’ Skin members working with children, saying that he used African drumming to try to counter this embarrassment. Drumming class, with girls dancing. Blackman talking about the development of this idea. His VO over girls dancing in costume, saying that he wanted the children to understand that “African ritual dance was the product of a very strong religious system, that everybody is part of an ancestor structure…”, etc. Steel ’n’ Skin members dancing. Blackman explains that their workshops with teachers and play-leaders enable them to carry on afterwards with the young people they work with. Members of Steel ’n’ Skin showing how drums are strung. People cooking. Encouraging dance class to keep the rhythm going; showing them how to dance flat-footed."},{"out":1367,"in":928,"desc":"Derelict and near-derelict houses. Blackman’s VO says that racists “find their most active recruits” in the inner cities, among people who have little hope of employment, and that groups like Steel ’n’ Skin can do important work in such areas. Performance and workshop. Blackman VO says that “the black English experience is one of full-time confrontation…” in a climate of ignorance. When Steel ’n’ Skin make direct contact with young whites, they confront this ignorance. Children drumming. Blackman’s VO says that, in England, unlike in Africa and the West Indies, artists are not taken seriously if they work at community level, with community artists receiving “less than 2% of the Arts Council of England’s annual budget”. He explains that he was asked to leave teacher training college because taking drums into schools “wasn’t considered part of [his] course”. He adds that, in 1978, three members of Steel ’n’ Skin were held for three weeks in Harmondsworth Detention Centre for very minor visa irregularities. Tuning a steel pan (drum). Formby Hall, where children can escape inner city pressure for short periods. Young people learning how to tie-dye, print and sew material. Blackman says that white children look on such activities as “an afternoon of fun” while black children take it all “much more seriously”. Children learning steel drum tune. Hair braiding."},{"out":1742,"in":1367,"desc":"Dance class and performance. Fire-eater. Encourages member of audience to help him and then walks and sits on broken glass."},{"out":2061,"in":1742,"desc":"Blocks of flats, street scenes. Blackman’s VO points out that eight generation of black Liverpudlians have been unable to integrate fully despite submerging their original culture and traditions. Steel ’n’ Skin cannot be accused of being divisive by trying to reinvigorate these traditions. He says that only mutual respect will prevent the “the less established race” becoming alienated. Steel ’n’ Skin performance. The members are introduced: Emmanuel Tagoe. Ghana; Majaha Mohammed, Trinidad; Gideon Rodgers, St. Kitts; Emmanuel Yao, Ghana; George Dzikunu Ghana; Peter Blackman, England; Sarah Quaye, Ghana; Mercy Ahadzi, Ghana; Vivian Renner, Ghana; Fimber Bravo, Trinidad; Idris Ibrahim, Nigeria; Daniel Laryea, Ghana. Credits."}],"Series":"","Full synopsis":"ACE089.2 10:00:00 10:06:52 Peter Blackman, founder of Steel ’n’ Skin, says “The music which is created in Steel ’n’ Skin could only have evolved in England where you have people coming from Africa, living in communities with people who are coming from the West Indies, merging together with people with English experience – which is a particular experience – and living together and working together. This will produce the kind of sound which evolving through Steel ’n’ Skin.” Steel ’n’ Skin rehearsing Reggae Return Once Again. Music continues over group driving in van. Blackman’s VO says that, in February 1979, they were invited to Liverpool by Merseyside Arts Associations to run workshops and to perform in schools, youth clubs and community centres. Performance with participation by audience. Blackman talks about becoming aware of the lack of information on black culture while doing teacher training, and embarrassing a largely West Indian school art class by showing them, and asking them to draw, images of Africa. ACE089.3 10:06:52 10:15:28 Blackman continues VO over Steel ’n’ Skin members working with children, saying that he used African drumming to try to counter this embarrassment. Drumming class, with girls dancing. Blackman talking about the development of this idea. His VO over girls dancing in costume, saying that he wanted the children to understand that “African ritual dance was the product of a very strong religious system, that everybody is part of an ancestor structure…”, etc. Steel ’n’ Skin members dancing. Blackman explains that their workshops with teachers and play-leaders enable them to carry on afterwards with the young people they work with. Members of Steel ’n’ Skin showing how drums are strung. People cooking. Encouraging dance class to keep the rhythm going; showing them how to dance flat-footed. \u000b\u000b ACE089.4 10:15:28 10:22:47 Derelict and near-derelict houses. Blackman’s VO says that racists “find their most active recruits” in the inner cities, among people who have little hope of employment, and that groups like Steel ’n’ Skin can do important work in such areas. Performance and workshop. Blackman VO says that “the black English experience is one of full-time confrontation…” in a climate of ignorance. When Steel ’n’ Skin make direct contact with young whites, they confront this ignorance. Children drumming. Blackman’s VO says that, in England, unlike in Africa and the West Indies, artists are not taken seriously if they work at community level, with community artists receiving “less than 2% of the Arts Council of England’s annual budget”. He explains that he was asked to leave teacher training college because taking drums into schools “wasn’t considered part of [his] course”. He adds that, in 1978, three members of Steel ’n’ Skin were held for three weeks in Harmondsworth Detention Centre for very minor visa irregularities. Tuning a steel pan (drum). Formby Hall, where children can escape inner city pressure for short periods. Young people learning how to tie-dye, print and sew material. Blackman says that white children look on such activities as “an afternoon of fun” while black children take it all “much more seriously”. Children learning steel drum tune. Hair braiding. \u000b\u000b ACE089.5 10:22:47 10:29:02 Dance class and performance. Fire-eater. Encourages member of audience to help him and then walks and sits on broken glass. \u000b\u000b ACE089.6 10:29:02 10:34:21 Blocks of flats, street scenes. Blackman’s VO points out that eight generation of black Liverpudlians have been unable to integrate fully despite submerging their original culture and traditions. Steel ’n’ Skin cannot be accused of being divisive by trying to reinvigorate these traditions. He says that only mutual respect will prevent the “the less established race” becoming alienated. Steel ’n’ Skin performance. The members are introduced: Emmanuel Tagoe. Ghana; Majaha Mohammed, Trinidad; Gideon Rodgers, St. Kitts; Emmanuel Yao, Ghana; George Dzikunu Ghana; Peter Blackman, England; Sarah Quaye, Ghana; Mercy Ahadzi, Ghana; Vivian Renner, Ghana; Fimber Bravo, Trinidad; Idris Ibrahim, Nigeria; Daniel Laryea, Ghana. Credits.","Date":"1979","Choreographer":"","Title":"Steel ’n’ Skin","Part":"","Film ID":"ACE089","Production Company":""}