{"Synopsis":"The life and work of Austrian figurative painter, Egon Schiele (1890-1918), set against the background of paintings by his mentor, Gustav Klimt, and others.","Director":"Mick Gold","Article":"","Minutes":"47 min","Full credits":"We would like to thank the following for their help with the making of this film: Basel, Kunstmuseum, Graz, Herr Viktor Fogarassy, Neue Galerie am Landesmuseum Joanneum, Innsbruck, Tiroler Landesmuseum Ferdinandeum, Kassell, Staatliche Kunstsammlungen, Linz, Wolfgang Gurlitt Museum, London, Austrian Institute, Anglo-Austrian Society, BBC Open University, Imperial War Museum, Fischer Fine Art Ltd., Marlborough Fine Art Ltd., Mary Evans Picture Library, The Cooper Bridgeman Library, Polytechnic of Central London Film Studio, New York, The Galerie St Etienne, The Solomon R. Guggenheim Museum, Dr Gisela Fleischmann, Oberlin, Allen Memorial Art Museum, Praha, Narodni Galerie v Praze, Ceskoslovensky Filmexport, Salzburg Salzburger Museum Carolino Augusteum, Residenz Verlag, Galerie WelzVerlag, Stuttgart, Staatsgalerie, Wien, Albertina Graphische Sammlung, Österreichische Galerie, Fotostudio Johanna Fiegl, Ing. Norbert Gradisch, Dr Gerbert Frodl, Dr Rudolf Leopold, Historisches Museum der Stadt Wien, Kunsthistorisches Museum, Österreichisches Filmmusem, Österreichisches Bundestheaterverband, Österreichische Nationalbibliothek: Bildarchiv, Presse und Informationdienst der Stadt Wien, Zug, Herr Peter Kamm, Zürich Kunsthaus. Mahler’s 8th Symphony by permission of Sir Georg Solti & Decca Record Company Ltd. Wo die schönen Trompeten blasen by permission of EMI Records Ltd. Egon Schiele, Grant Cathro; Gustav Klimt, David Suchet; The Judge, Nicholas Selby; Make-up, Viv Gunzi. Casting Sheila Trezise; Production assistants Tricia Bulmer, Meir Wigoder; Sets and costumes Jamie Leonard; Schiele’s writings translated by Allessandra Comini; Other translations by Susan Gold; Script based upon research by Christian Nebehay, Allessandra Comini, Peter Vergo; Music Composed & Conducted by David Kershaw; Commentary spoken by Ruth Cubbin; Other voices Edward Petherbridge; Sound recordists Jon Sanders, Chris Rees; Dubbing mixer Mike Billing; Titles Frameline; Camera Nic Knowland, Derek Waterman, Dave Bridges; Camera Assistants John Holland, Max Marrable, Dick Perrin; Editor Mick Audsley; Associate Producer Rodney Wilson; Written, Produced & Directed by Mick Gold. © Arts Council of Great Britain 1980.","chapters":[{"out":596,"in":0,"desc":"CU of actor as Egon Schiele as he describes his arrest on grounds of obscenity. Three Self Portrait as Prisoner (1912) by Schiele, and The Single Orange was the Only Light (1912). Prison window. Stork nesting on chimney-top."}],"Series":"","Full synopsis":"ACE099.2 10:00:00 10:09:56 CU of actor as Egon Schiele as he describes his arrest on grounds of obscenity. Three Self Portrait as Prisoner (1912) by Schiele, and The Single Orange was the Only Light (1912). Prison window. Stork nesting on chimney-top.","Date":"1980","Choreographer":"","Title":"Schiele in Prison","Part":"","Film ID":"ACE099","Production Company":""}