{"Synopsis":"One of a series of films about the paintresses and women designers working in the Stoke-on-Trent potteries during the 1920s and 1930s; this concentrates mainly on the work of Clarice Cliff (1899-1972).","Director":"Jenny Wilkes","Article":"","Minutes":"26 min","Full credits":"The paintresses were Nora Dobbs, Rose Cumberbatch , Gladys Broad, Nellie Webb, Ethel Robinson, Eileen Moore, Phyllis Norris, Rene Burton, Annie Clews, Ethel Steele, Joyce Phillips, Mary Dayson, Gladys Brown; With Peggy Davies, pottery sculptor, Gerald Pearson, sales manager, Rita Martin, Clarice’s niece. Thanks to Staffordshire Evening Sentinel, Midwinter, Josiah Wedgwood & Sons Ltd., Sharon Gater, Hanley City Central Library, Victoria & Albert Museum, Burgess & Leigh Ltd., Royal Worcester Spode Ltd., Stoke-on-Trent City Museum, City of Manchester Art Gallery, National Film Archive, Bernard Bumpus, Alan Flux, Su Snodin, Beverley and Beth, Robert Walker, Claire Williamson & Andrew Frost, North Staffordshire Polytechnic, Flavia Swann, Gladstone Pottery Museum, Warrilow Collection, Keele University, Moira Forsyth. Production Wilko Swords, Nick Dubrule; Picture Research Nick Dolan; Archive Research Ray Johnson; Camera Assistants Noel Balbirnie, Hugh Fairs; Lighting Facilities Film & TV Services; Title Painting Rene Burton; Assistant Editor Livia Gainham; Sound Claire Pollak, Peter Hodges; Photography Gabriel Beristain, Christopher Cox; Research Jo Gable; Editor Allan Tyrer; Executive Producer Rodney Wilson; Producer Elizabeth Taylor-Mead; Director Jenny Wilkes. A Metropolis Pictures Production for the Arts Council in association with Channel 4 Television. © Arts Council of Great Britain 1985.","chapters":[{"out":539,"in":0,"desc":"Paintress who had worked for Susie Cooper, talking about the fashion for “brown curtains” and persuading her mother to buy something brighter. Paintress’s VO over example of flower decoration, saying that Susie Cooper made her “appreciate colour”. Paintress says that Cooper made a vast difference to the pottery trade, bringing in light and life. Susie Cooper, OBE, demonstrating how to load brush with paint and make particular patterns, adapting earlier techniques to produce new results. Paintress talking about brushes wearing to suit particular patterns, and regretting the need to break in new ones. Cooper painting rose. Paintress demonstrating paint technique and describing the “little black dots” representing pollen grains. Details of pattern showing such features; bowl and mug. Paintress’s VO talking about the kinds of colours Cooper liked. Gordon Elliot – a ceramic historian, explains that different factories were associated with different types of ware, and that innovations were usually made by smaller or less well known manufacturers. Jug with chrysanthemum pattern. Elliot says that Cooper and Clarice Cliff introduced inexpensive pottery. VO over candlestick, pitcher, and teapot. Clarice Cliff’s sister Ethel talking about her two sisters who were gilders, adding only gold lines to patterns, and describes how Clarice, “the arty one”, painted their bedroom chest of drawers orange and black. Elliot talking about Cliff. VO over photograph of Cliff as a young woman, saying that she was exceptional, achieving the status of a designer in “a relatively short period”. Bowl and jug in “Sunray” pattern; “Luxor” plate. Ethel Cliff remembers wondering how her sister “was able to think of such ideas”. Elliot suggests it would have been difficult for anyone “to move through the ranks”. VO continues over photograph of factory owner Colley Shorter. Elliot. Gerald Pearson – sales manager, talks about Shorter’s support of Cliff, saying he would spend an hour or two each day going through her designs and ideas. It was through Shorter that Cliff “got on”. Pearson’s VO continues over magazine article on Cliff and her “Cheerful China”. Elliot over another photograph of Shorter. Elliot says there is no-one like Shorter in the modern pottery industry. VO continues over newspaper articles (front page of the Daily Sketch, etc.). Photographs of Cliff and Shorter, with Pearson’s VO saying that they were very close. Photograph of Shorter. Paintress’s VO saying the same thing. Paintress talking about Shorter bringing them and Cliff flowers. Peggy Davies – pottery sculptor, describes Shorter as “a real eccentric”, and relates an anecdote about him, Cliff and other careering around drunkenly in a car. VO continues over photograph of Cliff, whom she describes as “severe” at work. Davies. Pearson talking about Shorter turning up for work in peculiar clothes. Paintress talking about going with Cliff, Nellie Harrison and Florrie Winkle, to demonstrate their craft at the Home Making Exhibition at Waring & Gillow’s department store (August 1928). VO continues over photographs of them during the exhibition, describing how Shorter wrapped the articles she had painted in cotton wool to take home, and wanted to send her to the Royal College of Art to study design. Photograph of College pottery room. She explains that she didn’t go because, she believes, Cliff “didn’t like the idea”."},{"out":960,"in":539,"desc":"Paintress relates an anecdote about Cliff checking up on the women’s time-keeping. Paintresses commenting on the same event. Davies talking about how “filthy” and old-fashioned the pottery was. VO continues over original film and photographs of a pottery. Paintress talking about how well they all worked as a team. VO over group photograph. Paintress talking about the fun they had, and about Nellie Webb leading them in singing. Group talking about being left to get on with their work. The “Bizarre” trademark. Talking continues. Paintress describes how Cliff would try out her designs in watercolour. Paintress (Ethel Barrow) saying that when a new pattern emerged, everyone would have to change over to producing it. Cottage with smoking chimney and other patterns on conical sugar sifters. Paintress on ware coming in plain and being patterned in the painting room. Paintress explains that she and two others – Gladys Scarlett and Nellie Harrison – who worked secretly on the Bizarre designs before they were in general production. Photograph of Cliff. Vases in various designs (“May Avenue”, etc.). Barrow talking about being given new “Crocus” design to paint. Davies expresses her admiration for the skill of the paintresses. Paintress explains how crocuses and their leaves were painted; hands working on a pot. Item in “Crocus” pattern with Ethel Cliff’s VO describing how several dozen people would work for days with the same pattern. Photograph of woman banding a bowl. Ethel Cliff on the popularity of “Crocus”. Barrow says they could easily produce a hundred tea services a day. Examples of “Bonjour” tea ware in “Crocus”. Barrow talking about how much they were paid for different jobs. Paintress says they had to buy their own brushes. Barrow and others still talking about piece work and the difficulty of being precise about how much they completed in a day. Paintress on exhibitions and demonstrations. Discussion continues over photograph of women on the back of a truck, and another group photograph with women wearing fancy costumes."},{"out":1556,"in":960,"desc":"Paintress talking about demonstrating in a shop window in Hastings, wearing artists’ smocks, etc. VO continues over photograph of this group. Paintress describes this demonstration. Davies on the paintresses contributions to the designs. Different patterns of plates in the “Biarritz” range. Womens’ VOs. Barrow talking about producing their own patterns, though it was Cliff’s name that went on them. Davies explains how Cliff commissioned her to sketch every kind of pottery worker for an exhibition display; she organised life-sized replicas of them but learned that they were shown with Cliff’s name on them. She says that the Art Director was always the person who was named. Cooper says that Shorter realised the potential of using one name on his ware, copying the idea from the Gray’s Pottery trademark, with Cooper named as designer. Fantasque/Bizarre trademark. Cooper painting leaf pattern on cup. Paintress says that Cooper did all the designing at the pottery she worked at. Cooper talking about different substances used during painting. Barrow painting conical sifter in “Delecia” effect, with turpentine used to make the paints run. Examples of patterns in “Delecia”. Painting the sifter. Further examples. Barrow painting the sifter; she describes the type of brushes used, points out that the ware was very wet, and that the smell of turpentine lingered. Two sifters, and a selection of other items (“Delecia Poppy”). Ethel Cliff talks of Clarice’s contribution to the success of Wilkinson’s pottery. Rita Martin on the family reaction to Clarice marrying Shorter. Ethel says they took it for granted that this marriage would happen. “Clarice Shorter” incised on glass. Ethel says she doesn’t believe that any of the family, apart from herself, ever met Shorter. The Shorter house. Martin talking about Shorter. VO continues over photographs of Shorter. Barrow says it was Shorter who “made Clarice’s name”. Cooper acknowledges that she was aware of Cliff as “a competitor”. Credits"}],"Series":"Pottery Ladies","Full synopsis":"ACE155.2 10:00:00 10:08:59 Paintress who had worked for Susie Cooper, talking about the fashion for “brown curtains” and persuading her mother to buy something brighter. Paintress’s VO over example of flower decoration, saying that Susie Cooper made her “appreciate colour”. Paintress says that Cooper made a vast difference to the pottery trade, bringing in light and life. Susie Cooper, OBE, demonstrating how to load brush with paint and make particular patterns, adapting earlier techniques to produce new results. Paintress talking about brushes wearing to suit particular patterns, and regretting the need to break in new ones. Cooper painting rose. Paintress demonstrating paint technique and describing the “little black dots” representing pollen grains. Details of pattern showing such features; bowl and mug. Paintress’s VO talking about the kinds of colours Cooper liked. Gordon Elliot – a ceramic historian, explains that different factories were associated with different types of ware, and that innovations were usually made by smaller or less well known manufacturers. Jug with chrysanthemum pattern. Elliot says that Cooper and Clarice Cliff introduced inexpensive pottery. VO over candlestick, pitcher, and teapot. Clarice Cliff’s sister Ethel talking about her two sisters who were gilders, adding only gold lines to patterns, and describes how Clarice, “the arty one”, painted their bedroom chest of drawers orange and black. Elliot talking about Cliff. VO over photograph of Cliff as a young woman, saying that she was exceptional, achieving the status of a designer in “a relatively short period”. Bowl and jug in “Sunray” pattern; “Luxor” plate. Ethel Cliff remembers wondering how her sister “was able to think of such ideas”. Elliot suggests it would have been difficult for anyone “to move through the ranks”. VO continues over photograph of factory owner Colley Shorter. Elliot. Gerald Pearson – sales manager, talks about Shorter’s support of Cliff, saying he would spend an hour or two each day going through her designs and ideas. It was through Shorter that Cliff “got on”. Pearson’s VO continues over magazine article on Cliff and her “Cheerful China”. Elliot over another photograph of Shorter. Elliot says there is no-one like Shorter in the modern pottery industry. VO continues over newspaper articles (front page of the Daily Sketch, etc.). Photographs of Cliff and Shorter, with Pearson’s VO saying that they were very close. Photograph of Shorter. Paintress’s VO saying the same thing. Paintress talking about Shorter bringing them and Cliff flowers. Peggy Davies – pottery sculptor, describes Shorter as “a real eccentric”, and relates an anecdote about him, Cliff and other careering around drunkenly in a car. VO continues over photograph of Cliff, whom she describes as “severe” at work. Davies. Pearson talking about Shorter turning up for work in peculiar clothes. Paintress talking about going with Cliff, Nellie Harrison and Florrie Winkle, to demonstrate their craft at the Home Making Exhibition at Waring & Gillow’s department store (August 1928). VO continues over photographs of them during the exhibition, describing how Shorter wrapped the articles she had painted in cotton wool to take home, and wanted to send her to the Royal College of Art to study design. Photograph of College pottery room. She explains that she didn’t go because, she believes, Cliff “didn’t like the idea”. ACE155.3 10:08:59 10:16:00 Paintress relates an anecdote about Cliff checking up on the women’s time-keeping. Paintresses commenting on the same event. Davies talking about how “filthy” and old-fashioned the pottery was. VO continues over original film and photographs of a pottery. Paintress talking about how well they all worked as a team. VO over group photograph. Paintress talking about the fun they had, and about Nellie Webb leading them in singing. Group talking about being left to get on with their work. The “Bizarre” trademark. Talking continues. Paintress describes how Cliff would try out her designs in watercolour. Paintress (Ethel Barrow) saying that when a new pattern emerged, everyone would have to change over to producing it. Cottage with smoking chimney and other patterns on conical sugar sifters. Paintress on ware coming in plain and being patterned in the painting room. Paintress explains that she and two others – Gladys Scarlett and Nellie Harrison – who worked secretly on the Bizarre designs before they were in general production. Photograph of Cliff. Vases in various designs (“May Avenue”, etc.). Barrow talking about being given new “Crocus” design to paint. Davies expresses her admiration for the skill of the paintresses. Paintress explains how crocuses and their leaves were painted; hands working on a pot. Item in “Crocus” pattern with Ethel Cliff’s VO describing how several dozen people would work for days with the same pattern. Photograph of woman banding a bowl. Ethel Cliff on the popularity of “Crocus”. Barrow says they could easily produce a hundred tea services a day. Examples of “Bonjour” tea ware in “Crocus”. Barrow talking about how much they were paid for different jobs. Paintress says they had to buy their own brushes. Barrow and others still talking about piece work and the difficulty of being precise about how much they completed in a day. Paintress on exhibitions and demonstrations. Discussion continues over photograph of women on the back of a truck, and another group photograph with women wearing fancy costumes.\u000b\u000b ACE155.4 10:16:00 10:25:56 Paintress talking about demonstrating in a shop window in Hastings, wearing artists’ smocks, etc. VO continues over photograph of this group. Paintress describes this demonstration. Davies on the paintresses contributions to the designs. Different patterns of plates in the “Biarritz” range. Womens’ VOs. Barrow talking about producing their own patterns, though it was Cliff’s name that went on them. Davies explains how Cliff commissioned her to sketch every kind of pottery worker for an exhibition display; she organised life-sized replicas of them but learned that they were shown with Cliff’s name on them. She says that the Art Director was always the person who was named. Cooper says that Shorter realised the potential of using one name on his ware, copying the idea from the Gray’s Pottery trademark, with Cooper named as designer. Fantasque/Bizarre trademark. Cooper painting leaf pattern on cup. Paintress says that Cooper did all the designing at the pottery she worked at. Cooper talking about different substances used during painting. Barrow painting conical sifter in “Delecia” effect, with turpentine used to make the paints run. Examples of patterns in “Delecia”. Painting the sifter. Further examples. Barrow painting the sifter; she describes the type of brushes used, points out that the ware was very wet, and that the smell of turpentine lingered. Two sifters, and a selection of other items (“Delecia Poppy”). Ethel Cliff talks of Clarice’s contribution to the success of Wilkinson’s pottery. Rita Martin on the family reaction to Clarice marrying Shorter. Ethel says they took it for granted that this marriage would happen. “Clarice Shorter” incised on glass. Ethel says she doesn’t believe that any of the family, apart from herself, ever met Shorter. The Shorter house. Martin talking about Shorter. VO continues over photographs of Shorter. Barrow says it was Shorter who “made Clarice’s name”. Cooper acknowledges that she was aware of Cliff as “a competitor”. Credits","Date":"1985","Choreographer":"","Title":"Pottery Ladies. Miss Cooper, Miss Cliff, Miss Rhead and all the forgotten girls...... (Clarice Cliff)","Part":"3","Film ID":"ACE155","Production Company":"Metropolis Pictures"}