{"Synopsis":"The work of self-taught Indian narrative painter, Bhupen Khakhar (1934-2003) with commentary by the artist.","Director":"Judy Marle","Article":"","Minutes":"37 min","Full credits":"Flute Surendra Kamath; Sound Derek Williams, Peter Rann; Editor Gregory Harris; Production Manager John Furse; Camera Nick Gifford; Director Judy Marle; Producer Nick Gifford; Executive Producer Rodney Wilson. A Landseer Production. Arts Council of Great Britain. Copyright 1983.","chapters":[{"out":331,"in":0,"desc":"Painting. Man singing over. Interior of house. Bhupen Khakhar’s VO describes himself and identifies a painting as Second Class Railway Carriage (1982). Details. Khakhar working on a painting. Commentary gives basic details about his life and work. Khakhar going to his accountancy job. His colleague, Mr Patel. Assistant Accountant Mr I M Shah (1973). Khakhar working. The painting. Commentary says his work both celebrates and satirises the values and taste of the Indian middle classes. Khakhar’s family home in Bombay, representing the world to which he belongs and which he both loves and hates. Advertising hoardings. Photographs of Khakhar and his wife. Khakhar’s collection of mass-produced images. Printing works. Khakhar seated in front of red hanging, surrounded by flashing multi-coloured lights, dressed as a flute player. Caption: “Why are all my reactions to art polluted by history, culture and friends?” Reproduction of Georges Seurat’s Un dimanche après-midi a l’Ile de la Grande Jatte / Sunday Afternoon on the Island of La Grande Jatte (1886) intercut with views of Indians outdoors – funfair, tightrope performer, etc."},{"out":778,"in":331,"desc":"Paintings by Khakhar, including self-portrait. Khakhar from his introduction (in Gujerati) to the catalogue of his paintings. Translation heard over shots of Khakhar (as being described) lying on hotel room bed thinking about how he’d paint the room, what elements he would include, what colours he’d select, what techniques he’d use. Images from Indian and Western paintings illustrate comparisons he’s making. Khakhar in front of red hanging, this time with a flower. Caption: “Good taste can be very killing.” House interior. Khakhar says that good taste, in Indian culture, is related to traditional-style miniature paintings. His early work contrasted elements from miniatures with more modern subjects (unidentified painting); then he started working on more contemporary subjects. Details from Factory Strike (1972). Khakhar says that this change resulted in no sales of his work for several years. Caption: “Good taste can be very killing.” Janata Watch Repairing (1972), one of a series of “trade” paintings. Watch repairers at work. Khakhar’s VO describes the colours he used, and says that the images concentrated on the people themselves and on the objects with which they worked. Khakhar in front of red hanging. Caption: “Human beings in their local environment, climate, provincial society: This should be the ultimate goal of the artist.” River and ferry."},{"out":1170,"in":778,"desc":"Caption: “The city of Baroda.” Street scene. Khakhar’s house. Khakhar asleep. Barber’s shop. Family group. Cinema screening. Crocodile. Man sitting on staircase. Khakhar’s VO saying that he pieces together things he sees that have impressed him. Death in the Family (1978). View from moving taxi, other street scenes, shops. The Sweet Vendor (1982). Khakhar in taxi. Street views. His VO saying that he restricts himself to painting that which he sees or chooses to see. Through Grilles (1981). Khakhar eating at a tea shop; his VO describes the proprietor, Ranchodbhai. Crowd of people watching the filming. Khakhar’s VO saying that he will paint a friend at a point where this person has become “a kind of obsession”. Ranchodbhai Relaxing in Bed (1977). Khakhar talking about how unspectacular day-to-day things interest him. Rooftops. Khakhar talking to elderly man. VO on the nature of friendship."},{"out":1514,"in":1170,"desc":"Caption: “A bouquet of roses is an eternal joy to the eye.” Khakhar talking about how he gets to know his friends. Man with Bouquet of Plastic Flowers (1975). Khakhar’s VO describes Vallabhbhai Bashir, seen in his home. My Dear Friend (1983) showing Bashir with Khakhar. Khakhar in front of red hanging. Caption: “Diffidence and modesty in the works of urban ‘Primitive’ painters is an endearing quality suggesting a struggle otherwise absent in the works of Expressionists who work boasts of superiority.” Andrea Mantegna’s painting Meeting of the Marchese Ludovico of Mantua and his Son, Cardinal Francesco Gonzaga / Incontro di Ludovico Gonzaga con il figlio (1474). Khakhar at prayer meeting with Bashir. Painting Celebration of Guru Jayanti (1980). Details from the Guru Jayanti. Khakhar’s VO says he was thinking of the Mantegna painting when he began Guru Jayanti as well as wanting to contrast big subjects with small details of everyday life."},{"out":2218,"in":1514,"desc":"Khakhar’s house and surroundings. He says he has no time for painters who need isolation; painting is part of life. Showing a painting to a friend. Painted mirrors along his walls. He talks about being part of a satire. Khakhar in front of the red hanging. Caption: “An artist should not preach, talk philosophy, try to reform the society, because he constantly revels in illogicality, sensuality and vulgarity.” Man feeding crocodiles. Khakhar’s VO says that artists who become too respectable lose something of their artistry; he suggests that an artist needs a sexual element to which he tries to express through painting. Man Eating Jalebee (1977). Dusk. Khakhar’s VO talking about middle-class sexual repression and about wanting to make an erotic statement. Window Cleaner (1982). Khakhar visiting open-air cinema; film shows woman singing and dancing. His VO says this is a good example of middle-class taste as it is sensual but involves no sex. Weather Man (1979). British television weather forecast. Khakhar’s VO describes the painting. Khakhar’s VO talking about criticisms of his work, that he doesn’t know how to draw, but he thinks that colour is more important. Man in Pub (1979). Khakhar’s VO saying that the artist’s personal weaknesses should be reflected in a painting. Khakhar in the hotel room. You Can’t Please All (1981). Khakhar’s VO describes the painting by telling a story about two men taking their donkey to market. Khakhar in the hotel room. His VO suggests that, in life and in art, one should do what one likes. The difficulty lies in finding out what that is. Credits."}],"Series":"","Full synopsis":"ACE134.2 10:00:00 10:05:31 Painting. Man singing over. Interior of house. Bhupen Khakhar’s VO describes himself and identifies a painting as Second Class Railway Carriage (1982). Details. Khakhar working on a painting. Commentary gives basic details about his life and work. Khakhar going to his accountancy job. His colleague, Mr Patel. Assistant Accountant Mr I M Shah (1973). Khakhar working. The painting. Commentary says his work both celebrates and satirises the values and taste of the Indian middle classes. Khakhar’s family home in Bombay, representing the world to which he belongs and which he both loves and hates. Advertising hoardings. Photographs of Khakhar and his wife. Khakhar’s collection of mass-produced images. Printing works. Khakhar seated in front of red hanging, surrounded by flashing multi-coloured lights, dressed as a flute player. Caption: “Why are all my reactions to art polluted by history, culture and friends?” Reproduction of Georges Seurat’s Un dimanche après-midi a l’Ile de la Grande Jatte / Sunday Afternoon on the Island of La Grande Jatte (1886) intercut with views of Indians outdoors – funfair, tightrope performer, etc. ACE134.3 10:05:31 10:12:58 Paintings by Khakhar, including self-portrait. Khakhar from his introduction (in Gujerati) to the catalogue of his paintings. Translation heard over shots of Khakhar (as being described) lying on hotel room bed thinking about how he’d paint the room, what elements he would include, what colours he’d select, what techniques he’d use. Images from Indian and Western paintings illustrate comparisons he’s making. Khakhar in front of red hanging, this time with a flower. Caption: “Good taste can be very killing.” House interior. Khakhar says that good taste, in Indian culture, is related to traditional-style miniature paintings. His early work contrasted elements from miniatures with more modern subjects (unidentified painting); then he started working on more contemporary subjects. Details from Factory Strike (1972). Khakhar says that this change resulted in no sales of his work for several years. Caption: “Good taste can be very killing.” Janata Watch Repairing (1972), one of a series of “trade” paintings. Watch repairers at work. Khakhar’s VO describes the colours he used, and says that the images concentrated on the people themselves and on the objects with which they worked. Khakhar in front of red hanging. Caption: “Human beings in their local environment, climate, provincial society: This should be the ultimate goal of the artist.” River and ferry.\u000b\u000b ACE134.4 10:12:58 10:19:30 Caption: “The city of Baroda.” Street scene. Khakhar’s house. Khakhar asleep. Barber’s shop. Family group. Cinema screening. Crocodile. Man sitting on staircase. Khakhar’s VO saying that he pieces together things he sees that have impressed him. Death in the Family (1978). View from moving taxi, other street scenes, shops. The Sweet Vendor (1982). Khakhar in taxi. Street views. His VO saying that he restricts himself to painting that which he sees or chooses to see. Through Grilles (1981). Khakhar eating at a tea shop; his VO describes the proprietor, Ranchodbhai. Crowd of people watching the filming. Khakhar’s VO saying that he will paint a friend at a point where this person has become “a kind of obsession”. Ranchodbhai Relaxing in Bed (1977). Khakhar talking about how unspectacular day-to-day things interest him. Rooftops. Khakhar talking to elderly man. VO on the nature of friendship. ACE134.5 10:19:30 10:25:14 Caption: “A bouquet of roses is an eternal joy to the eye.” Khakhar talking about how he gets to know his friends. Man with Bouquet of Plastic Flowers (1975). Khakhar’s VO describes Vallabhbhai Bashir, seen in his home. My Dear Friend (1983) showing Bashir with Khakhar. Khakhar in front of red hanging. Caption: “Diffidence and modesty in the works of urban ‘Primitive’ painters is an endearing quality suggesting a struggle otherwise absent in the works of Expressionists who work boasts of superiority.” Andrea Mantegna’s painting Meeting of the Marchese Ludovico of Mantua and his Son, Cardinal Francesco Gonzaga / Incontro di Ludovico Gonzaga con il figlio (1474). Khakhar at prayer meeting with Bashir. Painting Celebration of Guru Jayanti (1980). Details from the Guru Jayanti. Khakhar’s VO says he was thinking of the Mantegna painting when he began Guru Jayanti as well as wanting to contrast big subjects with small details of everyday life. ACE134.6 10:25:14 10:36:58 Khakhar’s house and surroundings. He says he has no time for painters who need isolation; painting is part of life. Showing a painting to a friend. Painted mirrors along his walls. He talks about being part of a satire. Khakhar in front of the red hanging. Caption: “An artist should not preach, talk philosophy, try to reform the society, because he constantly revels in illogicality, sensuality and vulgarity.” Man feeding crocodiles. Khakhar’s VO says that artists who become too respectable lose something of their artistry; he suggests that an artist needs a sexual element to which he tries to express through painting. Man Eating Jalebee (1977). Dusk. Khakhar’s VO talking about middle-class sexual repression and about wanting to make an erotic statement. Window Cleaner (1982). Khakhar visiting open-air cinema; film shows woman singing and dancing. His VO says this is a good example of middle-class taste as it is sensual but involves no sex. Weather Man (1979). British television weather forecast. Khakhar’s VO describes the painting. Khakhar’s VO talking about criticisms of his work, that he doesn’t know how to draw, but he thinks that colour is more important. Man in Pub (1979). Khakhar’s VO saying that the artist’s personal weaknesses should be reflected in a painting. Khakhar in the hotel room. You Can’t Please All (1981). Khakhar’s VO describes the painting by telling a story about two men taking their donkey to market. Khakhar in the hotel room. His VO suggests that, in life and in art, one should do what one likes. The difficulty lies in finding out what that is. Credits.\u000b\u000b","Date":"1983","Choreographer":"","Title":"Messages from Bhupen Khakhar","Part":"","Film ID":"ACE134","Production Company":"Landseer"}