{"Synopsis":"One of a series of short productions made by young black film- and video-makers, video artist, Ranjana Sharda, uses moving images, digitally-generated pictures, and painting to record the impact of black and Asian cultures on London.","Director":"Ranjana Sharda","Article":"","Minutes":"6 min","Full credits":"With thanks to Metrocolour, Wiseman Post Production, SVC Television, Letraset Software, Helen Rowe. Musician Clive Smart; Dubbing Mixer Liz Faunce; Lighting Camera/Assistant Producer Paul Jones; Editor Diane Bernhardt; Edit Assistant Paul Fallon; Producer/Director and Artist Ranjana Sharda. For the Arts Council of Great Britain and Carlton Television Ltd. Arts Council of Great Britain and Mix Productions © 1993.","chapters":[{"out":360,"in":0,"desc":"View over London, paintings, offices, street scenes, woman with video camera. Ranjana Sharda’s VO over footage of London, offices, markets, etc., says she needs to look beyond the greyness of the city, and is drawn by the colour of street life. She says her work is influenced by the way black, Asian and white cultures, cross over. Sharda with video camera, looking at jewellery on market stall, at outdoor restaurant. Her VO describes her mixed media working methods. Sharda working with images on her computer which she uses as a “digital sketchbook”. Sharda painting. Her VO says she tries to transfer into her work the energy she derives from the cultures around her. She believes that black and Asian cultures will have a “huge influence” on city life in the future. River, view over London. Credits."}],"Series":"Synchro 1","Full synopsis":"ACE240.2 10:00:00 10:06:00 View over London, paintings, offices, street scenes, woman with video camera. Ranjana Sharda’s VO over footage of London, offices, markets, etc., says she needs to look beyond the greyness of the city, and is drawn by the colour of street life. She says her work is influenced by the way black, Asian and white cultures, cross over. Sharda with video camera, looking at jewellery on market stall, at outdoor restaurant. Her VO describes her mixed media working methods. Sharda working with images on her computer which she uses as a “digital sketchbook”. Sharda painting. Her VO says she tries to transfer into her work the energy she derives from the cultures around her. She believes that black and Asian cultures will have a “huge influence” on city life in the future. River, view over London. Credits.\u000b","Date":"1993","Choreographer":"","Title":"Sampling London","Part":"","Film ID":"ACE240","Production Company":"Mix Productions"}