{"Synopsis":"One of a series of films combining music and images: a moment from Shakespeare’s Tempest reinterpreted.","Director":"Simon Reynell","Article":"","Minutes":"25 min","Full credits":"Music composed by James Dillon, © Hinrichsen Edtion, Peters Edition Ltd., London; Soprano Singer, Sara Stowe; Performers, Music Projects London; Conductor Richard Bernas; Sound Producer Andrew Korowski; Film Recordist David Turton; Studio Engineer Lyndon Jones; Dubbing Mixer Philip Ashley; Lighting Camera David Rea; Additional Photography Gary Wraith, Mark Parkin, Chrissie Stansfield; Grip Fred Todd; Production Designer J P Kelly; Art Directors Linda Stefansdottir, Meg Burton, Gareth Underwood; Editor Dinah Ward; On-Line Editor Martin Dixon; Production Manager Polly Nash; Executive Producers Peter Maniura, Rodney Wilson; Producer/Director Simon Reynell. A Steel Bank Film Co-op Production for BBC and the Arts Council of England. © MCMXCIV the BBC and the Arts Council of England.","chapters":[{"out":1360,"in":0,"desc":"“These events are not natural. They strengthen from strange to stranger.” Island. Water at cliff edge. Rocks. Woman’s VO reading from The Tempest. Set representing wrecked ship. Woman singing. Rough seas. Man swimming. Dead leaves, bracken. Muddy shallows. Woman singing. Wrecked ship set. Real wreck in shallows. Superimposing of set/singer and other images."},{"out":1565,"in":1360,"desc":"Camera tracks back to reveal lights and view from studio window; this replaced by image of sea, image of set, falling leaves. VO whispering “These are actors as I foretold you… our little life is rounded with a sleep.” Credits."}],"Series":"Sound on Film 1","Full synopsis":"ACE316.2 10:00:00 10:22:40 “These events are not natural. They strengthen from strange to stranger.” Island. Water at cliff edge. Rocks. Woman’s VO reading from The Tempest. Set representing wrecked ship. Woman singing. Rough seas. Man swimming. Dead leaves, bracken. Muddy shallows. Woman singing. Wrecked ship set. Real wreck in shallows. Superimposing of set/singer and other images. ACE316.3 10:22:40 10:26:05 Camera tracks back to reveal lights and view from studio window; this replaced by image of sea, image of set, falling leaves. VO whispering “These are actors as I foretold you… our little life is rounded with a sleep.” Credits.","Date":"1994","Choreographer":"","Title":"Temp’est","Part":"","Film ID":"ACE316","Production Company":"Steel Bank Film Co-op"}