{"Synopsis":"American dancer and choreographer, Jane Dudley (1912-2001), explains the origin of her solo work, Harmonica Breakdown (1938)","Director":"Darshan Singh Bhuller","Article":"","Minutes":"15 min","Full credits":"Choreographer Jane Dudley; Dancer Sheron Wray; Director of Photography Tom Hurwitz; Additional Photography Wolf Suschitzky; Assistant Camera Dan Landin, Adam Suschitzky; Grip Alan Hughes; Lighting Technicians Tom Johnson, Oli Brown, Mark Pyman; Stills Photography: Gerde Peterich © Peterich Collection, Syracuse University Archives, Dorothea Lange Collection, The Oakland Museum, The City of Oakland, Gift of Paul S.Taylor. Archive Footage: Whoopin’ the Blues © Aginsky Productions. Music: Harmonica and Washboard Breakdown, Lost John by Sonny Terry © Smithsonian Folkways Recordings. The Producers would like to thank: Foundation for Performance Arts Inc., The Thanks Be To Grandmother Winifred Foundation, And all the individuals whose collaboration made this film possible. On-Line Editor Clive Pearson; Editors Robert Brown, Alastair Mitchell; Dubbing Editor Anne Dummett; Executive Producer Rodney Wilson; Producer Sallie Estep; Directors Darshan Singh Bhuller, Tom Hurwitz. A Singh Production for the Arts Council of England. © Arts Council of England MCMXCV.","chapters":[{"out":855,"in":0,"desc":"Dancer. Jane Dudley talking about her life in 1938 when she and her colleagues believed they could change society, being part of a big community, and knowing people like Woodie Guthrie, Aaron Copland, Clifford Odets, etc. Photographs from the Depression and the Dust Bowl period; field workers, men on demonstrations, etc. Dudley VO talking about having the feeling that “the country was in a mess”. Dudley rehearsing dancer. Dudley talking about Harmonica Breakdown, which she says came about from watching a performance by the blind Sonny Terry in 1938. Film of Terry playing. Dudley talking about the rhythmic nature of the dance which follows the washboard beat on the recording she chose. Terry playing. Dudley recites some words from the song. Photographs of Dudley performing in 1938. She talks about the structure of the dance and the ideas in it. Photograph of isolated farmhouse. Dancer performing. Jane Dudley and the “growth impulse”. Credits."}],"Series":"??","Full synopsis":"ACE312.2 10:00:00 10:14:15 Dancer. Jane Dudley talking about her life in 1938 when she and her colleagues believed they could change society, being part of a big community, and knowing people like Woodie Guthrie, Aaron Copland, Clifford Odets, etc. Photographs from the Depression and the Dust Bowl period; field workers, men on demonstrations, etc. Dudley VO talking about having the feeling that “the country was in a mess”. Dudley rehearsing dancer. Dudley talking about Harmonica Breakdown, which she says came about from watching a performance by the blind Sonny Terry in 1938. Film of Terry playing. Dudley talking about the rhythmic nature of the dance which follows the washboard beat on the recording she chose. Terry playing. Dudley recites some words from the song. Photographs of Dudley performing in 1938. She talks about the structure of the dance and the ideas in it. Photograph of isolated farmhouse. Dancer performing. Jane Dudley and the “growth impulse”. Credits.","Date":"1995","Choreographer":"Jane Dudley","Title":"Harmonica Breakdown. Speaking about the dance","Part":"","Film ID":"ACE312","Production Company":"Singh"}