{"Synopsis":"A documentary on the life of violinst, Joseph Emidy (1775-1835), born in West Africa, but living for many years in Cornwall, where he became one of the most celebrated musicians of his day; participants include composer and musician, Andy Sheppard (b.1957), and dub poet, Benjamin Zephaniah (b.1958).","Director":"Steve Cole","Article":"","Minutes":"50 min","Full credits":"Music composed by Andy Sheppard & Steve Lodder; Performed by Andy Sheppard, Steve Lodder, Richard Ajileye, Johnny T; Voice Over John Telfer. Archive material supplied by The British Library, The National Maritime Museum, London, The Royal College of Music, Bristol Museums & Art Gallery, Anti-Slavery International, The Public Record Office, The Royal Institution of Cornwall. Dubbing Editor Tim Owens; Dubbing Mixer Richard Crosby; On-Line Editor Paul Thomas; Sound Peter Woodgate; Photography Simon Wagen; Production Assistant Sophie Cole; Production Secretary Fiona Fennell; Editor Paul Aviles; Executive Producer for HTV Abigail Davies; Executive Producer for the Arts Council Richard Gooderick; Produced & Directed by Steve Cole. A Hybrid Television Production for HTV West in association with The Arts Council of England. © MCMXCVI.","chapters":[{"out":506,"in":0,"desc":"Andy Sheppard in taxi. VO reading from William Tuck’s Reminiscences of Cornwall, praising Joseph Emidy’s talent. Dr Richard McGrady, Music Historian, talks about the few sources of information on Emidy, the best being the autobiography of James Silk Buckingham. VO continues over maps and engravings, talking about Emidy’s early years, born on the Guinea Coast, enslaved by Portuguese traders, and taken to Brazil. McGrady wonders exactly how Emidy came into contact with European music. Andy Sheppard, Composer & Saxophonist, waiting for a train; playing. Richard Ajileye, Percussionist, explains that he wanted to participate in the project because he was intrigued by Emidy’s story. Johnny T, Violinist, says that Emidy is suddenly the focus of attention in a way he never was before. Steve Lodder, Composer & Keyboards, is concerned at the “waste of human potential”. Dr Hakim Ali, Black Historian, on the Transatlantic slave trade; VO over engravings of slave ships and shots of the musicians. Ship, musicians, map of Brazil, engravings. Ali explains the role of slaves in the Brazilian economy, and talks about their high mortality rate. McGrady talks about Emidy around 1795, by then playing at the Lisbon Opera. The Opera House; violinist. McGrady on Emidy’s work being generally in the European tradition of orchestral writing. Benjamin Zephaniah, Poet & Author, says that Emidy’s story suggests that music can transcend race and other circumstances. McGrady on the many different kinds of music to be found in Lisbon. Ali on the situation for former slaves in Lisbon after the abolition of slavery there."},{"out":971,"in":506,"desc":"David Lyon, Naval Historian, describes HMS Indefatigable going to Lisbon to repair damage after striking a rock. Music; VO reads Silk Buckingham’s description of Indefatigable officers seeing Emidy playing at the opera in Lisbon, and Sir Edward Pellew arranging to have him kidnapped and impressed into naval service. Lyon tells the same story. McGrady and Lyon talking about music and dancing on naval ships. Ali says that Africans were a common sight in the British Navy. Silk Buckingham’s description of Emidy playing jigs and hornpipes. Zephaniah feels that Emidy must have been very frustrated by what he had to do. Lyon’s VO (over shots of sailing ship and ship’s log) says Emidy was on board ship for the next five years. Sheppard on train. Writing music (assisted by computer); VO describes what he’s trying to achieve. Lodder says he wants to create an atmosphere that relates to Emidy’s life. Musicians. Ajileye and Johnny T talking about instrumentation; Ajileye thinks music could have been “a kind of saviour “ for Emidy. Sheppard’s violin line played by Johnny T. Sheppard plays with him. The ship."},{"out":1443,"in":971,"desc":"Lyon on Sir Edward Pellew (portrait), and talking about his great success as a frigate captain, and his rescue of everyone on board the troopship Dutton, caught on rocks in a storm. Engravings and paintings of naval battles. Painting (by Thomas Luny), with eyewitness account read over, of the rescue. Lyon talks of the “fascinating conjunction” of Emidy and Pellew on the Indefatigable, and describes how Emidy returned to civilian life when Pellew was moved to another ship. Dr Steve Poole, Social Historian, on Emidy’s arrival in Falmouth in 1799. Ali on the African population in the West Country; Poole agrees that Emidy would not have stood out. McGrady on the benefits the naval population would have brought to the town. Lyon on naval officers as key to the local social life. Sheppard in Falmouth. Musicians. Music over; McGrady VO talking about musical performances at a number of different venues, and about Emidy’s domestic life."},{"out":2005,"in":1443,"desc":"Silk Buckingham’s description of Emidy’s growing reputation as a performer and teacher. McGrady says that Silk Buckingham began to learn music from Emidy who, as a teacher, would become integrated into society. Sheppard playing on quayside. Musicians rehearsing. Ajileye on rhythm, and the African basis of New Orleans jazz. Johnny T and Sheppard on Emidy and music. Musicians. Emidy’s marriage certificate (1802); Poole talks about racial intermarriage being unusual among the middle classes. Ali says intermarriage was quite common but many were prejudiced against it. McGrady on Emedy’s family. Zephaniah believes that Emidy’s talent must have helped the couple avoid any criticism. Poole and Ali on the anti-slavery movement and a general sympathy for former slaves."},{"out":2474,"in":2005,"desc":"Silk Buckingham’s words on the fallacy of white intellectual superiority. McGrady finds it remarkable that Emidy was able to begin composing so soon after his arrival in Falmouth. Notices and reports of concerts given by Emidy. McGrady considers the likely style of Emidy’s compositions. Sheppard on the great variety of music Emidy was exposed to during his life. Musicians. Sheppard thinks Emidy was “obviously an improviser”. Musicians. Music over train journey. Engraving of view of Truro where Emidy and his family moved in 1815. McGrady on the fashionable nature of Truro. Notices of concerts. Poole on Emidy’s likely situation in Truro. McGrady says that Emidy lived in a fashionable quarter of the town. Sheppard visiting the neighbourhood. Painting, A Music Club (artist unknown), showing a black violinist playing with a number of white musicians."},{"out":2994,"in":2474,"desc":"McGrady talks about Emidy’s son Thomas; some quadrilles he composed are the only surviving pieces from the Emidy family, but give no idea of the “elegant” music written by his father, a “significant figure” in Cornish society. Lodder and Sheppard play one of the quadrilles. Poole wonders why Emidy never left the West Country. Silk Buckingham’s story about how he tried to interest Johann Salomon in Emidy’s music, though nothing came of it. Portrait of Joseph Haydn. Ali doesn’t believe that racial prejudice would have been an issue. Poole points out that Falmouth was culturally distant from London. McGrady suspects that Emidy’s music would have seemed somewhat old-fashioned in an era when Haydn and Beethoven were coming to prominence. Sheppard in Truro churchyard. Ajileye says that Emidy’s story is inspiring. Lodder says it serves as a constant reminder about how people treat each other. Sheppard on visiting Emidy’s grave; playing. Poole on Emidy’s achievements. Sheppard; the tombstone. Ali sums up Emidy’s story. Sheppard playing. Zephaniah on Emidy as someone whose whole life was music. McGrady on the remarkable way in which Emidy survived terrible experiences and achieved so much. A Music Club. Credits."}],"Series":"","Full synopsis":"ACE347.2 10:00:00 10:08:26 Andy Sheppard in taxi. VO reading from William Tuck’s Reminiscences of Cornwall, praising Joseph Emidy’s talent. Dr Richard McGrady, Music Historian, talks about the few sources of information on Emidy, the best being the autobiography of James Silk Buckingham. VO continues over maps and engravings, talking about Emidy’s early years, born on the Guinea Coast, enslaved by Portuguese traders, and taken to Brazil. McGrady wonders exactly how Emidy came into contact with European music. Andy Sheppard, Composer & Saxophonist, waiting for a train; playing. Richard Ajileye, Percussionist, explains that he wanted to participate in the project because he was intrigued by Emidy’s story. Johnny T, Violinist, says that Emidy is suddenly the focus of attention in a way he never was before. Steve Lodder, Composer & Keyboards, is concerned at the “waste of human potential”. Dr Hakim Ali, Black Historian, on the Transatlantic slave trade; VO over engravings of slave ships and shots of the musicians. Ship, musicians, map of Brazil, engravings. Ali explains the role of slaves in the Brazilian economy, and talks about their high mortality rate. McGrady talks about Emidy around 1795, by then playing at the Lisbon Opera. The Opera House; violinist. McGrady on Emidy’s work being generally in the European tradition of orchestral writing. Benjamin Zephaniah, Poet & Author, says that Emidy’s story suggests that music can transcend race and other circumstances. McGrady on the many different kinds of music to be found in Lisbon.\u000bAli on the situation for former slaves in Lisbon after the abolition of slavery there.\u000bACE347.3 10:08:26 10:16:11 David Lyon, Naval Historian, describes HMS Indefatigable going to Lisbon to repair damage after striking a rock. Music; VO reads Silk Buckingham’s description of Indefatigable officers seeing Emidy playing at the opera in Lisbon, and Sir Edward Pellew arranging to have him kidnapped and impressed into naval service. Lyon tells the same story. McGrady and Lyon talking about music and dancing on naval ships. Ali says that Africans were a common sight in the British Navy. Silk Buckingham’s description of Emidy playing jigs and hornpipes. Zephaniah feels that Emidy must have been very frustrated by what he had to do. Lyon’s VO (over shots of sailing ship and ship’s log) says Emidy was on board ship for the next five years. Sheppard on train. Writing music (assisted by computer); VO describes what he’s trying to achieve. Lodder says he wants to create an atmosphere that relates to Emidy’s life. Musicians. Ajileye and Johnny T talking about instrumentation; Ajileye thinks music could have been “a kind of saviour “ for Emidy. Sheppard’s violin line played by Johnny T. Sheppard plays with him. The ship.ACE347.4 10:16:11 10:24:03 Lyon on Sir Edward Pellew (portrait), and talking about his great success as a frigate captain, and his rescue of everyone on board the troopship Dutton, caught on rocks in a storm. Engravings and paintings of naval battles. Painting (by Thomas Luny), with eyewitness account read over, of the rescue. Lyon talks of the “fascinating conjunction” of Emidy and Pellew on the Indefatigable, and describes how Emidy returned to civilian life when Pellew was moved to another ship. Dr Steve Poole, Social Historian, on Emidy’s arrival in Falmouth in 1799. Ali on the African population in the West Country; Poole agrees that Emidy would not have stood out. McGrady on the benefits the naval population would have brought to the town. Lyon on naval officers as key to the local social life. Sheppard in Falmouth. Musicians. Music over; McGrady VO talking about musical performances at a number of different venues, and about Emidy’s domestic life. ACE347.5 10:24:03 10:33:25 Silk Buckingham’s description of Emidy’s growing reputation as a performer and teacher. McGrady says that Silk Buckingham began to learn music from Emidy who, as a teacher, would become integrated into society. Sheppard playing on quayside. Musicians rehearsing. Ajileye on rhythm, and the African basis of New Orleans jazz. Johnny T and Sheppard on Emidy and music. Musicians. Emidy’s marriage certificate (1802); Poole talks about racial intermarriage being unusual among the middle classes. Ali says intermarriage was quite common but many were prejudiced against it. McGrady on Emedy’s family. Zephaniah believes that Emidy’s talent must have helped the couple avoid any criticism. Poole and Ali on the anti-slavery movement and a general sympathy for former slaves. ACE347.6 10:33:25 10:41:14 Silk Buckingham’s words on the fallacy of white intellectual superiority. McGrady finds it remarkable that Emidy was able to begin composing so soon after his arrival in Falmouth. Notices and reports of concerts given by Emidy. McGrady considers the likely style of Emidy’s compositions. Sheppard on the great variety of music Emidy was exposed to during his life. Musicians. Sheppard thinks Emidy was “obviously an improviser”. Musicians. Music over train journey. Engraving of view of Truro where Emidy and his family moved in 1815. McGrady on the fashionable nature of Truro. Notices of concerts. Poole on Emidy’s likely situation in Truro. McGrady says that Emidy lived in a fashionable quarter of the town. Sheppard visiting the neighbourhood. Painting, A Music Club (artist unknown), showing a black violinist playing with a number of white musicians. ACE347.7 10:41:14 10:49:54 McGrady talks about Emidy’s son Thomas; some quadrilles he composed are the only surviving pieces from the Emidy family, but give no idea of the “elegant” music written by his father, a “significant figure” in Cornish society. Lodder and Sheppard play one of the quadrilles. Poole wonders why Emidy never left the West Country. Silk Buckingham’s story about how he tried to interest Johann Salomon in Emidy’s music, though nothing came of it. Portrait of Joseph Haydn. Ali doesn’t believe that racial prejudice would have been an issue. Poole points out that Falmouth was culturally distant from London. McGrady suspects that Emidy’s music would have seemed somewhat old-fashioned in an era when Haydn and Beethoven were coming to prominence. Sheppard in Truro churchyard. Ajileye says that Emidy’s story is inspiring. Lodder says it serves as a constant reminder about how people treat each other. Sheppard on visiting Emidy’s grave; playing. Poole on Emidy’s achievements. Sheppard; the tombstone. Ali sums up Emidy’s story. Sheppard playing. Zephaniah on Emidy as someone whose whole life was music. McGrady on the remarkable way in which Emidy survived terrible experiences and achieved so much. A Music Club. Credits.","Date":"1996","Choreographer":"","Title":"Joseph Emidy. The lost composer","Part":"","Film ID":"ACE347","Production Company":"Hybrid Television"}