{"Synopsis":"One of a series of films combining music and images: a man, lost in the snow, plays the musical saw in tribute to his wife.","Director":"Ian Cottage","Article":"","Minutes":"14 min","Full credits":"Caspar, Freddie Davies; Musicians: The Bingham String Quartet, Stephen Bingham, Brenda Stewart, Sally Ann Weeks, James Halsey; Prepared Piano Kate Ryder; Musical Saw Caspar Cronk; Singers Vocem Electric Voice Theatre, Frances Lynch, David Sheppard, Margaret Cameron, William Missin, Julian Stocker. First Assistant Director Mark Lavender; Production Designer Sarah Beaman; Make Up Artist Sarah Fidelo; Wardrobe Trish Havery; Production Secretary Gillian Brooks; Mountain Guides, Dave Cutherbertson, Paul Moores; Production Manager Bob Davis; Recording Engineer Gerry O’Riordan; Dubbing Mixer Dave Maughan; Video Editor Steven Craggs; Director of Photography Kenneth C Dodds; Camera Operator Andrew Dishman; Grip Geoff Scott. Produced with financial assistance from the Northern Production Fund. Filmed at Glencoe Ski Centre, Scotland. Executive Producers for the BBC and Arts Council Peter Maniura, Rodney Wilson; Producer Stewart Mackinnon; Composer Roger Redgate; Writer and Director Ian Cottage. A Common Features Production for the BBC and the Arts Council of England. © BBC and the Arts Council of England MCMXCVIII.","chapters":[{"out":840,"in":0,"desc":"Middle-aged couple. He plays the musical saw. Man struggling through thick snow. He realises that his compass has been affected by a wrapped object in his pocket, sends up a flare and calls for help. He sees the entrance to an igloo and crawls inside. Inside the igloo the man finds a book containing personal notes and photographs, etc. He warms himself over a candle. Man outside. The flare. Man in the igloo. He sees a box and a knapsack. He unpacks items of clothing from the knapsack; remembers other times. Man outside looking over crevasse; lowers himself down. Digging in the ice. Ice melting. Man in igloo with his candle. Writes some musical notes. Man digging. Candle. Blizzard. Man sitting in falling snow. Igloo contents and man partially covered in snow. Lights more candles in the crevasse. Wipes off his saw and starts to play. Blizzard retreats. Credits."}],"Series":"Sound on Film 3","Full synopsis":"ACE370.2 10:00:00 10:14:00 Middle-aged couple. He plays the musical saw. Man struggling through thick snow. He realises that his compass has been affected by a wrapped object in his pocket, sends up a flare and calls for help. He sees the entrance to an igloo and crawls inside. Inside the igloo the man finds a book containing personal notes and photographs, etc. He warms himself over a candle. Man outside. The flare. Man in the igloo. He sees a box and a knapsack. He unpacks items of clothing from the knapsack; remembers other times. Man outside looking over crevasse; lowers himself down. Digging in the ice. Ice melting. Man in igloo with his candle. Writes some musical notes. Man digging. Candle. Blizzard. Man sitting in falling snow. Igloo contents and man partially covered in snow. Lights more candles in the crevasse. Wipes off his saw and starts to play. Blizzard retreats. Credits.","Date":"1998","Choreographer":"","Title":"Igloo","Part":"","Film ID":"ACE370","Production Company":"Common Features"}