{"Synopsis":"The work of Kenyan-born composer, Kuljit Bhamra (b.1959), in which he seeks to keep alive traditional Punjabi music as well as combine it with Western forms","Director":"Hardial S. Rai","Article":"","Minutes":"21 min","Full credits":"Lighting/Camera Shangara Singh; Camera Assistant Kate Stark; Sound Lol Gellor; Gaffer Luke Kennedy; Make Up Riffat Bahar; Editor Lol Gellor; Facilities London Video Access, Cultural Partnerships, Red Fort Studios. Thanks to Suren Kamath, Kiran Pal Singh, Sangeeta, Dhammi, Kumar, Jo & Ian, Jan, Mehboob, Parminder, Juliet McKoen, Nav, Endswell Productions. All original music Kuljit Bhamra; Associate Producer Lol Gellor; Director/Producer Hardial S. Rai. Funded by The Arts Council of Great Britain. © 1992 Fusion Films.","chapters":[{"out":658,"in":0,"desc":"Kuljit Bhamra on his way to his recording studio. Bhamra begins to play a peti (Indian harmonium); playing tabla (drums) with flautist; musicians playing and singing; all intercut with shots of Bhamra travelling. Bhamra’s VO talking about his composition and song-writing. Singers recording under Bhamra’s direction. Bhamra talking about his desire to keep alive traditional Punjabi instruments such as tabla, dholak, dhol, nagara, and matka, but combining these with Western production techniques to produce music accessible to a wide audience. He describes the situation in the early 1970s when British Asians were looking for a musical identity and the birth of bhangra. Sangeeta recording. Bhamra on the difference made to the music by the increasing involvement of women, and the changes he can sometimes makes to instrumentation. Sangeeta in music video. Bhamra talks about trying to change engrained English attitudes to Indian music. On tabla with flautist."},{"out":1280,"in":658,"desc":"Bhamra thinks that the Beatles and other Westerners using sitars in their own music weren’t fusing the two styles “at the compositional stage”. Bhamra on tabla with santoor player. Bhamra believes the range of music and sensitivities is greater than in Western music, and compares different kinds of drums. He talks about trying to form “a fused music”, not just jam with other musicians. Bhamra and other musicians. He talks about a track called Moving, a jazz fusion piece, in which he’s replaced Western drums with tabla, dhol, etc., with melody for saxophone, the Western instrument he’s most comfortable composing for. He talks about raag structure, and tuning of classical instruments. Bhamra playing tabla. Bhamra wonders if the anger generated by things he sees in Southall are apparent in his music. Kaleidoscopic images of Bhamra playing. He believes there is “a strong need” for all groups of people to learn about each other. Music video, Dance is Nach. Bhamra talking about folk music. Playing tabla. Bhamra wants to express the fusion in society and not allow enforced cultural separation. Playing tabla. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE413.2 10:00:00 10:10:58 Kuljit Bhamra on his way to his recording studio. Bhamra begins to play a peti (Indian harmonium); playing tabla (drums) with flautist; musicians playing and singing; all intercut with shots of Bhamra travelling. Bhamra’s VO talking about his composition and song-writing. Singers recording under Bhamra’s direction. Bhamra talking about his desire to keep alive traditional Punjabi instruments such as tabla, dholak, dhol, nagara, and matka, but combining these with Western production techniques to produce music accessible to a wide audience. He describes the situation in the early 1970s when British Asians were looking for a musical identity and the birth of bhangra. Sangeeta recording. Bhamra on the difference made to the music by the increasing involvement of women, and the changes he can sometimes makes to instrumentation. Sangeeta in music video. Bhamra talks about trying to change engrained English attitudes to Indian music. On tabla with flautist. ACE413.3 10:10:58 10:21:20 Bhamra thinks that the Beatles and other Westerners using sitars in their own music weren’t fusing the two styles “at the compositional stage”. Bhamra on tabla with santoor player. Bhamra believes the range of music and sensitivities is greater than in Western music, and compares different kinds of drums. He talks about trying to form “a fused music”, not just jam with other musicians. Bhamra and other musicians. He talks about a track called Moving, a jazz fusion piece, in which he’s replaced Western drums with tabla, dhol, etc., with melody for saxophone, the Western instrument he’s most comfortable composing for. He talks about raag structure, and tuning of classical instruments. Bhamra playing tabla. Bhamra wonders if the anger generated by things he sees in Southall are apparent in his music. Kaleidoscopic images of Bhamra playing. He believes there is “a strong need” for all groups of people to learn about each other. Music video, Dance is Nach. Bhamra talking about folk music. Playing tabla. Bhamra wants to express the fusion in society and not allow enforced cultural separation. Playing tabla. Credits.\u000b \u000b","Date":"1992","Choreographer":"","Title":"Confusion. The music of Khuljit Bhamra","Part":"","Film ID":"ACE413","Production Company":"Fusion Films"}