{"Synopsis":"A dramastised exploration of the complex role that traditional music plays the lives of three members of a Bengali family in Britain.","Director":"Ruhul Amin","Article":"","Minutes":"18 min","Full credits":"Cast in order of appearance: Bride, Shahin Zaman; Little Boy Moksud Ahmed; Father, Abdur Razzaque Syed; Bridegroom , Rashid; Mother, Miss Gul Naher Khan; Lead Musician, Abdul Latif; Musicians, Jalal Ahmed, Rashid Ahmed, Abdul Sattar, Tayed Ali, Jubar Miah Noor Miah; Additional Music Sultan Ahmed; Written by Kimi Takesue, Ruhul Amin; Assistant Camera Richard Taylor-Smith; Sound Recordist Trevor Mathison; Assistant Ansar Ahmed Ullah; Still Photographer Anthony Lam; Camera Jonathan Collinson; Film Editor Louise Holstein; Co-producer Kimi Takesue. Thanks to Four Corners, Film Workshop, Juliet McKoen, James Van Der Pool, Caroline Adams, Habibur Rahman, Sanu Miah. Produced and Directed by Ruhul Amin. Produced with financial assistance from the Arts Council of Great Britain. A Contrast Film Production – 1994.","chapters":[{"out":560,"in":0,"desc":"Young woman dressed for her wedding. Female guests arriving. Musicians. Women and bride. Music. Bride fingers a flute. Bride listening to flute music, to trains passing. Bells ringing in the wind. Bride watches her husband who’s snoring. Starts to remove jewellery; sees a boy outside in the street. Boy watching group of youths walking around. Bride looking at ornaments, furniture, photographs of musicians. Boy brings bowl of water for one of the musicians, his father, to soak his feet. Bride starts to play a harmonium. Mother wife hears her. Father walking in the street at night. Hears music coming through window. Musicians playing and singing."},{"out":1055,"in":560,"desc":"Father with others in café. Teaching boy a tabla (drum) rhythm. Bride watches. Cutting silk. Father at work in clothing factory. He sings. Machinists. Mother grating coconut in kitchen. Instruments. Boy sees bride playing flute and joins her on tabla. Mother hears them. Bride sees man playing flute in street. Washing drying. Mother cooking. Father with boy. Wedding guests. Father encourages boy to join musicians on his tabla but he runs away. Boy sitting outside while musician plays. Bride comforts him. Train. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE435.2 10:00:00 10:09:20 Young woman dressed for her wedding. Female guests arriving. Musicians. Women and bride. Music. Bride fingers a flute. Bride listening to flute music, to trains passing. Bells ringing in the wind. Bride watches her husband who’s snoring. Starts to remove jewellery; sees a boy outside in the street. Boy watching group of youths walking around. Bride looking at ornaments, furniture, photographs of musicians. Boy brings bowl of water for one of the musicians, his father, to soak his feet. Bride starts to play a harmonium. Mother wife hears her. Father walking in the street at night. Hears music coming through window. Musicians playing and singing. ACE435.3 10:09:20 10:17:35 Father with others in café. Teaching boy a tabla (drum) rhythm. Bride watches. Cutting silk. Father at work in clothing factory. He sings. Machinists. Mother grating coconut in kitchen. Instruments. Boy sees bride playing flute and joins her on tabla. Mother hears them. Bride sees man playing flute in street. Washing drying. Mother cooking. Father with boy. Wedding guests. Father encourages boy to join musicians on his tabla but he runs away. Boy sitting outside while musician plays. Bride comforts him. Train. Credits.","Date":"1994","Choreographer":"","Title":"Rhythms","Part":"","Film ID":"ACE435","Production Company":"Contrast Film"}