{"Synopsis":"Experimental film in which the British artist film-maker, David Hall (b.1937), uses poles and other devices to frame and complement natural and man-made phenomena.","Director":"David Hall","Article":"","Minutes":"16 min","Full credits":"A Films Incorporated presentation. Made with the assistance of the Arts Council of Great Britain and the British Film Institute Production Board. Located in The Camargue, South Wales, East Anglia, S. E. England, The Midlands, Wiltshire. With help from the National Trust and the Ministry of Public Buildings and Works. Assistants Anna Ridley, Richard Elton, Peter Sanderson; Camera/Editing/Sound David Hall.","chapters":[{"out":452,"in":0,"desc":"Waves breaking on sand. Sea, island in distance. Water seen from deck as ship goes through. Cliffs. View of countryside from moving train. Aeroplanes flying over. Water and birds. Trees. Country landscapes; lakes, hills, sunset, etc. Football pitches, aqueduct, chalk horse, Stonehenge, sunbeams, grasses, country track, sun over trees. Track; distant view of wooden poles echoing perspective shape, arrangements of lines over field. Parts of trees, areas of grasses, etc, framed in squares. Similar frames apparently superimposed on buildings, shown to be optical illusions as passing buses divide the lines. Squares and lines on trees and buildings. Distant view of fields framed or broken up by hedgerows. Poles and lines in a field with woman walking between or over them."},{"out":935,"in":452,"desc":"Landscape view and lines in field. Frames on derelict industrial site; regimented group of cylinders in same site; more framing arrangements with circulating views offering different perspectives. Frames against fields and landscapes. Avebury, with shapes reflecting the shapes of the stones and their layout. Oval arrangement of lines in field, crosscut with views of Stonehenge. Views of Stonehenge, and with white lines. Avebury. Landcape. Man on sands intercut with lines in grass. Tree branches, hedges, landscape, muddy line, pole as line, etc. Woman apparently angled as she walks. Credits."}],"Series":"","Full synopsis":"ACE461.2 10:00:00 10:07:32 Waves breaking on sand. Sea, island in distance. Water seen from deck as ship goes through. Cliffs. View of countryside from moving train. Aeroplanes flying over. Water and birds. Trees. Country landscapes; lakes, hills, sunset, etc. Football pitches, aqueduct, chalk horse, Stonehenge, sunbeams, grasses, country track, sun over trees. Track; distant view of wooden poles echoing perspective shape, arrangements of lines over field. Parts of trees, areas of grasses, etc, framed in squares. Similar frames apparently superimposed on buildings, shown to be optical illusions as passing buses divide the lines. Squares and lines on trees and buildings. Distant view of fields framed or broken up by hedgerows. Poles and lines in a field with woman walking between or over them. \u000b\u000b ACE461.3 10:07:32 10:15:35 Landscape view and lines in field. Frames on derelict industrial site; regimented group of cylinders in same site; more framing arrangements with circulating views offering different perspectives. Frames against fields and landscapes. Avebury, with shapes reflecting the shapes of the stones and their layout. Oval arrangement of lines in field, crosscut with views of Stonehenge. Views of Stonehenge, and with white lines. Avebury. Landcape. Man on sands intercut with lines in grass. Tree branches, hedges, landscape, muddy line, pole as line, etc. Woman apparently angled as she walks. Credits.","Date":"1970","Choreographer":"","Title":"Vertical","Part":"","Film ID":"ACE461","Production Company":"Films Incorporated"}