{
   "Synopsis" : "A survey of writing produced by Caribbean-born authors in Britain from the 1940s on, with the participation of Roy Heath (b. Guyana, 1926), Edward Kamau Brathwaite (b. Barbados, 1930), George Lamming (b. Barbados, 1927), Linton Kwesi Johnson (b. Jamaica, 1951), and Grace Nichols (b. Guyana, 1950), who address questions of colonialism, immigration, language, and so on.",
   "Director" : "Amon Saba Saakana",
   "Article" : "",
   "Full credits" : "Editor, offline Armet Ahmadzadeh, Skyline Films & Video; Editor, online John Hopkins, Fantasy Factory; Camera Vusi Challenger; Vision Mixer/sound Dada Marogbe; Video Facilities Aimimage; Stills Photographer/Video Assistant Adisa Balgrave; Rostrum Camera Ken Morse; Caption Camera Will Jacob; Original Music Adrian Reid, Adetokunbo Illorin; Recording Studios Moody Studios, Carl Kirton Studios; Film Excerpts from British Movietone News, G.P.O., Kuumba Films. Records: Andy Narell Once a Dancer, Kassav Yelele; Jon Lucien Kuenda; I Roy Natty Dong Dey; J. S. Bach Bouree 1 & 2; Sidney Bechet I Feel Dis Mornin’; Moqaddem Mohammed, Ben Salen Aqlal; Exuma Happiness & Sunshine; Charles Mingus I X Love; Sharples Fanfare. Thanx & Praises to The Commonwealth Institute, ILEA Video Unit, Ken Morse, Cecil Gutzmore, Horace Ove for photos, Arts Council of G.B., London Borough of Brent, Herman Ouseley, Paul Boateng, Greater London Council, Barbados High Commission. Narrator Akua Pratt. Written, Produced & Directed by Amon Saba Saakana. Copyright 1989 Saakana.",
   "Minutes" : "55 min",
   "Full synopsis" : "ACE438.2 10:00:00 10:10:47 Map showing islands in the Caribbean. Commentary talks about the results of colonisation on the indigenous populations and on people of African descent, and introduces Dr Edward Kamau Brathwaite to discuss “the erasure of African history from the textbooks of his childhood education”. Brathwaite VO explains, over films of drummers and Zulu warriors, that his Barbadian upbringing gave him no idea of the realities of African life. George Lamming, Novelist, says that West Indian high schools “siphoned off a minority of people who would later function as a kind of buffer group between the colonial power and the broad base of the population”. Caption: “Part One. On Colonization.” Linton Kwesi Johnson, poet, talks about how poets develop their own styles, usually first reading the work of earlier generations. He wonders if he is really a poet as he didn’t do this: he only read what he had to learn for GCSE exams in Jamaica. Prof. John Figueroa says that the culture and heritage of places like Caribbean countries is always mediated by Europeans who were responsible for taking Africans there, and illustrates this by reference to George Lamming’s Season of Adventure (1960). Lamming suggests that the elementary school curriculum was intended to train children to be loyal to the colonising power and “to be an agent of social control”. Newsreels of official functions, parades, etc. Film of West Indian schoolroom. Kamau Brathwaite on education in Barbados where they were taught English history and literature to encourage them to be “good colonials”. He talks about pupils taking advantage of teacher shortage to educate themselves in “Modern Studies” and bring in texts which gave them information about the achievements and situation of black people elsewhere in the world, and about discovering Barbadian folk culture. Film of banana harvest. Roy Heath, novelist, on developing a dual consciousness under colonialism, with part of that being “foisted” on him. As an example, he compares Gothic and Islamic architecture, saying that West Indians have accepted the colonist liking for Gothic buildings but they are actually far less attractive than Islamic ones. He realises how important – in a negative way – was the imposition of colonial ideas on him. ACE438.3 10:10:47 10:21:15 Lamming reading from The Honorable Member (1981) at the Caribbean Writers’ Conference, Commonwealth Institute, October 1986, emphasising the importance of proper education. Heath questions the validity of people adhering to a religion used to suppress them. Commentary mentions the novels Genetha (1981) and Orealla (1984) as examining such issues. Heath talking about the “red skin” middle class in Guyana, an object of both respect and hatred for the working class, how self-education helps some of his characters, and how revolutionaries often forget their ideals when they become middle class themselves. Sea; Grace Nichols on the beach. Nichols reading from I is a Long-Memoried Woman (1983), winner of the Commonwealth Poetry Prize, over. ACE438.4 10:21:15 10:30:16 Caption: “Part Two. The Settlers.” Lamming talking about migration, “not a literary matter” but part of a widespread population movement. Figueroa talks about coming to Britain in August 1946, the people he met on the boat, working with the radio series “Caribbean Voices”, and giving public readings. Lamming on the people he met on the boat on which he came to Britain and the expectations they had. Figueroa on the post-war situation in Britain – no street lighting, strict rationing – and on the few publications available, Bim, and Kyk Over Al. Lamming on the importance of “Caribbean Voices” paying for material, and the way it encouraged people to contribute or to read for broadcast. He says his fees from the series enabled him to write In the Castle of My Skin (1953). Figueroa thinks that the response to Caribbean authors’ work at that time over-inflated their reputations – examples of the books. Kamau Brathwaite says that British critics were unable to get to grips with Caribbean writing; they promoted people of whom they approved but who did not necessarily reflect the complexities of the Caribbean experience.\u000b ACE438.5 10:30:16 10:39:47 Figueroa on V S Naipaul, on cross-cultural problems, and on the ignorance of the British as regards Caribbean writing at the time. Traffic in fog. VO of Samuel Selvon reading from The Lonely Londoners (1956). Selvon reading. He talks about the book which he says accurately describes his own experiences or those of his close friends. Lamming on The Lonely Londoners and other writing, saying that the central preoccupation of such work is less to do with Britain than with exploring the unique experience of the Caribbean. Kamau Brathwaite says Caribbean man is “a quester”, with “both root and outreach”, but there is not enough connection between what’s happening in the Caribbean and what’s going on in Britain. Lamming on the West Indian “regional consciousness”. Commentary (over film of Caribbean scenes) explains that Kamau Brathwaite’s desire for a sense of community encouraged him to co-found the Caribbean Artists’ Movement in 1966. Kamau Brathwaite talks of this lack of community in Britain compared to Africa or the West Indies, and on the aims of CAM, primarily to help writers meet each other and learn about each others’ work, and also to try to have some influence on publishers. ACE438.6 10:39:47 10:49:31 Caption: “Part Three. Language & Orality.”\u000bStreet demonstration. Commentary talks about Selvon’s striving for authenticity. He says he has never lost his birthright; he was never “Indianised” in Trindad, a “creolised” society. Street demonstration. Commentary on Heath’s authenticity and his belief that language is an important component of culture. Heath talks about the relative importance of language and other aspects of cultural affinity. Street demonstration. Commentary talks about Johnson’s work being influenced by reggae deejays. He talks about his college paper on Jamaican rebel music, and of some of the performers whose work and politics he admired. Street market; drinkers in a pub. VO Mark Matthew reading “I am sitting with Pilot in a Notting Hill Gate cider bar…”, an early experience of London dominated by thoughts of Guyana. Grace Nichols on using her experience of exile in her writing. \u000b ACE438.7 10:49:31 10:54:497 Johnson says he and people like him are fortunate to have two languages, the European one and the one created out of the slave experience, which makes the Caribbean poetic vision broader. Heath says England has no meaning for him. Children in park play area. VO of Netifa Masimba, poet, who says her work is written for children who have no sense of community spirit or guidance; adults need to address this. She reads to some children from A Woman Determined (1987). Credits.",
   "Choreographer" : "",
   "Date" : "1989",
   "Series" : "Black Arts Video Project",
   "Title" : "Texturing the Word. 40 years of Caribbean writing in Britain",
   "Part" : "",
   "Film ID" : "ACE438",
   "Production Company" : ""
}
