{
   "Synopsis" : "A survey of the work of German Dada artist and inventor of “Merz”, Kurt Schwitters (1887-1948), after his arrival in England in 1940.",
   "Director" : "Tristram Powell",
   "Article" : "",
   "Full credits" : "Cameraman Chris O’Dell; Camera Assistant Rodger Reid; Sound Recordist Conrad Weyns; Editor Margaret Dickinson; Assistant Editor Fitzroy Boulting; Music John Dalby; Rostrum Sequences Annie O’Dell; Written and Narrated by William Feaver; Produced and Directed by Tristram Powell. Acknowledgements: Harry Bickerstaff, Border Television Limited, Mary Burkett, The Lord’s Gallery, Ian Yoemans. With special thanks to Edith Thomas, This film was produced with the kind co-operation of the son of the artist, Mr Ernst Schwitters and Marlborough Fine Art (London) Ltd. A Film by Platypus. Made for The Arts Council of Great Britain. © Copyright MCMLXXV.",
   "Minutes" : "31 min",
   "Full synopsis" : "ACE053.2 10:00:00 10:11:33 Examples of the collage work of Kurt Schwitters, including The Hitler Gang (1944). Newspaper obituary on “Artist Who Annoyed the Nazis”. Tombstone of “Kurt Schwitters, 1887-1948, Creator of Merz” in the cemetery at Ambleside. Railway station. Commentary says that Schwitters arrived in the Lake District on June 26th, 1945. Feaver with Edith Thomas, Schwitters’s former companion. Photographs of Thomas and Schwitters. Thomas explains how she got to know Schwitters. Examples of Schwitters’s abstract paintings. Thomas’s VO explaining that she then only knew classical English painters and was thrilled to see Schwitters’s abstract work. Thomas talking about the “feeling of relief and adventure” they had on their arrival in the Lake District. Bus travelling in rain along lakeside road. Commentary talking about Schwitters being a leading figure in the inter-war Dada movement, but believing that “the most derelict, unpromising materials could be salvaged, reorganised, and shown to be beautiful”. Details from Merzbild mit Regenbogen / Merz Picture with Rainbow (1939), painted on plywood; other examples of Schwitters’s “Merz” work. Bus. Commentary explains that Schwitters came to England in 1940, was interned on the Isle of Man, went to London, and finally to the North of England with Edith Thomas. The house in Ambleside where they took lodgings. Thomas talks about arriving and meeting the landlady. Interior of the house. View from the window. Thomas talks about their life there, and Schwitters’s working methods. Thomas and Feaver walking beside a lake. Commentary and Thomas VO talking about objects that Schwitters collected, paper, bus-tickets, string, etc. Collages from the late 1940s. Views around Ambleside. Commentary says he made a living producing portraits and landscapes. A landscape painting; The Mill Wheel and original. Ambleside Bridge House where Schwitters exhibited and sold his work. Two more landscapes. Street scenes; bookshop; cinema; Central Café. Portraits of Mr O’Neill café owner, and Mr Routledge, retired woodcutter; Mr Bickerstaff, teacher at Ambleside Elementary School. Harry Bickerstaff with Thomas and Feaver; talks about his impressions of Schwitters. Bickerstaff says that Schwitters’s collages were “laughed at”, though his portraits, especially that of Dr George Ainslie Johnston (1946), were “much admired”. Bickerstaff talking about Schwitters winning prizes at the local flower show. Paintings of vases of flowers. \u000b\u000b ACE053.3 10:11:33 10:19:32 Bickerstaff talking about a period when Schwitters was worried that he’d “lost his skill” and painted the teacher’s portrait to see if this was true or not. Another portrait of Mr Bickerstaff. Scenes in Ambleside; commentary quotes Bickerstaff on finding Schwitters new accommodation with the local blacksmith when he became too ill to climb the hill to his lodgings. The house. Commentary says that Creighton, the blacksmith, was “begged not to stamp on the little bits of rubbish … in the attic” which were the raw materials for Schwitters’s collages. Examples of the completed works. Thomas and Feaver boating on the lake. Paintings of the lake and surroundings. Thomas relating anecdote about swan eating his watch. Photographs of Schwitters. Collage For Kate (1947) which includes Kate Steinmetz’s return address from a letter. Collage. Commentary talks about Schwitters and his Dada “sound effect poems”. Thomas recites The Fury of Sneezing (Happa Peppe TSCHAA!). More collages. Thomas recites “I build my time in gathering flowers and throwing out the weeds…” Music over Ich ist Stil / I Is Style / Ik is stijl and The Hitler Gang. Landscape and other paintings; Thomas VO says Schwitters felt that nature was important to his type of work. Details of several works.\u000b\u000b ACE053.4 10:19:32 10:30:37 View from bus. Commentary explains that Schwitters broke his leg in 1946 and had to postpone a London exhibition and abandon the idea of a Dada magazine. Photographs of the Hanover Merzbau (1923-1937), destroyed in wartime bombing. Scenes from bus intercut with some from Harry Pierce’s gardens. Earlier film of Pierce talking about Schwitters. Thomas talking about Schwitters painting the Harry Pierce portrait (1947). Pierce describing how Schwitters started working in his barn. Thomsa and Heaver visiting the Merz Barn (photograph of exterior). Film of Pierce looking at the sculpture. Details of the sculpture. The sculpture today (in Newcastle University). The derelict barn. Thomas’s VO talking about Schwitters’s work on the sculpture. Countryside. Thomas’s VO reading “I build my time…”. Details of the Barn sculpture. Thomas and Feaver in the cemetery at Langdale. Bickerstaff describes Schwitters during his final illness. Thomas and Feaver at the gravestone. View from the bus. Cemetery. Schwitters’s House. Wantee (1947). Thomas VO quoting Schwitters talking about his own importance. Windermere station. Commentary talking about the Merz works being put away. Credits.",
   "Choreographer" : "",
   "Date" : "1975",
   "Series" : "",
   "Title" : "I Build My Time. The last years of Kurt Schwitters",
   "Part" : "",
   "Film ID" : "ACE053",
   "Production Company" : "Platypus"
}
