{
   "Synopsis" : "The life and work of British Impressionist painter, Walter Sickert (1860-1942).",
   "Director" : "John Read",
   "Article" : "",
   "Full credits" : "THE B.B.C TELEVISION SERVICE in association with THE ARTS COUNCIL OF GREAT BRITAIN and THE EDUCATIONAL TELEVISION AND RADIO CENTER OF THE UNITED STATES Photography. Locations Edward Lloyd; Inserts Leslie Hayward; Editor Jack Ellitt; Narrator Robert Reid; Written and Directed by John Read.",
   "Minutes" : "28 min",
   "Full synopsis" : "ACE462.2 10:00:00 10:09:28 Photograph of Walter Sickert (1860-1942) around 1930, “one of the outstanding British painters of his time”. Islington Public Library (Holloway Road): an early portrait of Sickert, a librarian going through part of collection of materials made by Sickert’s Trustees: books of cuttings, a palette, a copper plate and etching, magazines and illustrations, advertisements for some of his classes, manuscript. Photograph of wooden figure being carried upstairs and a painting suggested by it, Lazarus Raised from the Dead. Wooden lay figure, which Sickert believed had once belonged to William Hogarth. Carved wooden figures of troupe of seventeenth-century Italian actors. Portrait of Sickert. Photograph of Sickert with French painter. Photographs of Sickert. Catalogue of painting by his Danish father and grandfather. Self Portrait (c.1840s) by his father, Oswald; Sickert’s description of him over. Portrait of his mother, Eleanor (Ellen) Louisa Moravia. Early film of street scenes round Piccadilly Circus. Drawing of life class: Sickert’s early desire to become an actor soon gave way to an urge to paint; he became the pupil of James Whistler (portrait). Whistler’s sketch of Sickert when his assistant. Typical paintings of the period: Frank Bramley’s A Hopeless Dawn (1888), J P G Pettie’s Two Strings to Her Bow (1882), Chatterton by Henry Wallis (1856), another. Paintings by Whistler including The Lady of the Lang Lijsen (1864) and three “typical portraits”; three early pictures by Sickert “almost identical” to these. Picture of Whistler with Arrangement in Grey and Black (aka Whistler’s Mother, 1871), which Sickert took to Paris for him. Sketch by Sickert, “said to be” a portrait of Edgar Degas. Picture by Degas, Six Friends at Dieppe (1885), one of whom is Sickert. Commentary says that “many of Degas’s paintings have qualities that suggest Sickert’s approach to his own work”: The Millinery Shop (c.1884-1890), Waiting: Dancer and Woman with Umbrella (c.1882), The Rape / Le Viol (1868-1869). Sickert’s work shows clear influence of Degas and the French school which “freed him from Whistler’s mannerisms: examples. Photograph of Sickert. Footage of Venice, “one of the main centres of the European tradition of painting”. Early Venetian pictures by Sickert: views of San Giorgio Maggiore, Santa Maria della Salute, Rialto Bridge, etc. Another painting of Santa Maria della Salute of a type which Sickert later called “façade painting”. Other paintings of Venetian scenes. Sketch and paintings of St. Mark’s, Venice (Pax Tibi Marce Evangelista Meus) (c.1896). Two Women on a Sofa: Le Tose (c.1903-1904). Portraits of model La Giuseppina and her mother (called by Sickert “Mama Mia Poveretta”). La Giuseppina against a Map of Venice (1903-1904). Other paintings. ACE462.3 10:09:28 10:09:51 END OF FIRST REEL ACE462.4 10:09:51 10:19:23 The beach at Dieppe; views of the harbour and market, etc. Paintings by Sickert intercut with street scenes, including Café des Tribunaux, Dieppe (1890); painting in which, as in others, Sickert “explored the deep shadows of the buildings and the play of light on their walls and roofs”. Other paintings including Bathers, Dieppe (1902) and The Façade, St Jacques, Dieppe (1899-1900). Portrait of Victor Lecour (1922-1924), also a study in light; Sickert’s description of the picture quoted over. “More dramatic pictures”: sketches and paintings from the 1920s. Trains; buildings in Camden Town and Islington; Hampstead Road: statue of Richard Cobden, father of Sickert’s first wife, Ellen; more street and canal scenes: The Hanging Gardens of Islington (1929). Photograph of Sickert in one of his studios c.1930; the studio today; outside the building. Exterior the Marquess Tavern. Sign for Sickert Court; council housing blocks. Street scenes in Camden Town. A room which “was once his study”. Commentary suggests that Sickert’s choice of run-down locations for studio and living spaces was part of a search for “real life”. Sketches and paintings including Mornington Crescent nude, contre-jour (1907). The Little Tea Party: Nina Hamnett and Roald Kristian (1915-1916); a study for The Camden Town Murder, or, What Shall We Do For the Rent? (c.1908-1909). Preparatory sketches for Ennui (c.1913), in which Marie, his housekeeper, and Hervé, his servant, are the models. The painting (c.1914); commentary quote Virginia Woolf’s description of it. ACE462.5 10:19:23 10:19:43 END OF SECOND REEL ACE462.6 10:19:43 10:28:53 Exterior Collins’s Music Hall, Islington, and the Bedford Theatre (formerly The Old Bedford), Camden Town. Sketches and paintings including Little Dot Heatherington at the Old Bedford Music Hall (c.1888-1889), Gatti's Hungerford Palace of Varieties: Second Turn of Katie Lawrence (c.1903). Sketches and paintings illustrating Sickert’s skill with faces and portraiture include . Portrait of Lady Noble (1905). Commentary says Sickert would tell someone to hold a pose as they were moving about in his studio. Portraits including one of Sylvia Pankhurst, and one of George Moore with a quotation from Moore about “looking a fool” over. Photograph of Sickert with Winston Churchill and others at tea; Sickert’s portrait of Churchill (1927). Photograph of Sickert with his painting of the Prince of Wales (Duke of Windsor), based on a press photograph. Photographs of Sickert. Etching of Roger Fry: commentary on Sickert’s attitude to modern art. Sickert’s portrait of Wilson Steer (c.1890). The Royal Academy, to which Sickert was elected in 1934 (quote from him over). Students in life class, some using easels designed by Sickert. Bronze of Sickert. Photograph of Sickert in academic gown. Scenes in Bath. Drawing and several paintings of Pulteney Bridge, Bath, and other views in and around the city. Drawing squared up and a painting of the same city view. Sickert quoted over: “Draw direct sketches from Nature, and your pictures from drawings”. Nineteenth-century engravings – including one by John Gilbert – squared up for reproduction together with the paintings Sickert derived from them. Collection of photographs, mainly of himself, which Sickert used as reference: Sickert reaching into his wine cellar beside painting of the same subject; Sickert seated in his garden shelter at Bathampton beside painting. Squared up photograph of Sickert at table, the basis for Lazarus Breaks His Fast (1927). Photograph of Sickert at exhibition; art students looking at engraving by Hogarth alongside Sickert’s lay figure. Photographs of Sickert and his third wife, Thérèse Lessore; programme for his one-man show at the National Gallery. “Finish consists in relating the figures and the objects in a picture one to the other and to their setting...” Paintings including Brighton Pierrots (1915). Cicely Hey (1922-1923). La Giuseppina. The last photograph of Sickert (with Therese) before his death, showing his painting of Temple Bar (c.1941); commentary describes how he would run through it on his way to school. The End\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1954",
   "Series" : "",
   "Title" : "Walter Sickert. Painter of the Third Floor Back",
   "Part" : "",
   "Film ID" : "ACE462",
   "Production Company" : ""
}
