{
   "Synopsis" : "The relationship of a lecture, “The Political Economy of Art”, given by John Ruskin (1819-1900) in 1857 (dramatised) to some present day concerns: art education, the place of photography, art exhibition and the contribution of architecture to the environment.",
   "Director" : "Edward Bennett",
   "Article" : "",
   "Full credits" : "John Ruskin, Clive Merrison; Commentary Jim Broadbent; Camera Clive Tickner, Steve Shaw; Assistant Stephen Tickner; Sound Michael Audsley; Editor Brand Thumim Art Director Phoebe de Gaye; Assistants Pippy Bradshaw, Liz Dawson; Dubbing Mixer Colin Martin; Thanks to Rob Small, Rokeby Comprehensive School, Robin Klassnik, Julian Treuherz, City Art Gallery, Manchester, Anthony Rae, Bradford Art Gallery & Museum, The Bochmann String Quartet, Alan & Debbie Axford, Ceri Griffiths & Derek Winch, Southwark Borough Development Department, Downtown Darkroom Soundguide Production Ltd., The British Museum, Written & Directed by Edward Bennett. Produced by Cactus Films. © Arts Council of Great Britain 1979.",
   "Minutes" : "47 min",
   "Full synopsis" : "ACE086.2 10:00:00 10:12:05 John Ruskin, lecturing, says he is supposed to speak on “the treasures of art” but does not believe that his audience really cares for them as they care for industrial work as they think there is no economic return. He says that “… art is nothing less than part and parcel of the wealth of this country…” and proposes to deal with the following questions: How to discover your artist, how best to employ him, how to accumulate and preserve his work, and how to distribute it to the best national advantage. Caption: “First, how to discover your artist.” School art class. Teach tells pupils they can use whatever colours they like and however they want them, but that they should think about those colours and about the shapes in which they apply them, and where Drawings and paintings by schoolchildren. Commentary says that: “In 1836, the Church Societies reported that drawing … had been found useful for teaching habits of attention and neatness…” and describes how boys were enabled to draw in chalk on black painted tables, etc. Art class with teacher commenting on pupils’ work. Children’s paintings. Commentary: “The Select Committee on the Arts and Their Connection with Manufactures was appointed … in 1835 … to inquire into the best means of extending a knowledge of the arts and the principles of design among the people…” People giving evidence to the Committee “complained that French manufactures were far superior to British in design…” as French workmen “were better educated and a knowledge of the arts extended lower down society”. Art class. Pupils say which designs they like best and explain why. Children painting. Commentary: “In 1836, the first school of design was established in London, with responsibility for art education throughout the country…”, the students were expected to find employment in something other than the arts, and the school’s first director believed that artisans should not to be exposed to “high art” nor allowed to draw from life lest they attempted “to better themselves by becoming fine artists”. Teacher in empty classroom talks about particular pupils; a poster designed by one of them for the 1979 U.N. Year of the Child, and painting of a railway engine by a boy “now working on the railways”.\u000b\u000b ACE086.3 10:12:05 10:22:05 Ruskin: “Artistic genius is necessarily a rarity …” Caption: “secondly, how best to employ your artist” Lecturer continues, “We’re too much in the habit, these days, of acting as if art were a commodity which people could generally be taught to produce…”, saying that the value of an artist’s work comes from that which cannot be taught and is unique to the artist. Photographs of park benches. Commentary: “In 1839, a selection of Daguerreotypes was shown to the French Academy of Sciences…”; the members commented on the precision of the reproduction of the objects and expressed concern that this “might deprive the artist of his traditional livelihood”. Man setting up camera and taking photographs; he explains what he’d doing. Marking proof sheets. Commentary explains how, in an 1862 law suit brought against rivals by Léopold Ernest Mayer and Pierre-Louis Pierson who claimed protection for their work under the copyright laws, the court judged that the law applied only to art, rather than the “industrial” skills required by photography. Photographer explains to printer how he wants his pictures processed. Photographs of props holding up ends of buildings, hay bales and stacks, bundles of cloth, seashore, trees, etc. Commentary says that Mayer and Pierson appealed the verdict, their lawyer arguing that “truth and beauty … were the same for the photographer as they were for the painter and sculptor…”, and the Attorney General agreed that photography was an art and would, in future, be protected as such. Photographer describes the “painterly feel” of one of his images, but says that he doesn’t consciously think of such things when he selects his subjects. He hopes that particular photographs “speak for themselves”. Film of some of the photographer’s subjects. Commentary: “In 1888, George Eastman patented the Kodak No.1 portable camera…”, and quotes Eastman’s brief instructions for its operation. ACE086.4 10:22:05 10:32:26 Caption: “then, how to accumulate and preserve the artist’s work”\u000bRuskin talks about the need to expend public money on works of art, some being, “in the true sense of the word, priceless”, to save them from destruction, encouraging the purchase of whatever European countries want to sell. The Elgin marbles with British Museum earphone commentary heard over. Commentary quotes disapproving comments from an 1840s French guidebook on the English predilection for either buying works of art from all over the world or “like Lord Elgin, tearing them off the Parthenon…”, but only recently thinking it “necessary to create a public gallery…” as opposed to the many private collections. Children explain The Holy Family with the Infant St. John the Baptist (Italian School, 17th Century, Bradford Art Galleries and Museums) to their classmates. Commentary quotes Sir Henry Cole, first director of the South Kensington [Victoria & Albert] Museum as saying that he was convinced of the value of public exhibition, having seen “working men ... in shabby jackets … accompanied by their four or five children and … their wives…” and noted what pleasure the exhibits gave them, and should be extended outside London.\u000bNineteenth-century paintings including Cottage in a Cornfield (c.1815-1817), formerly attributed to John Constable; Charles Allston Collins: Berengaria’s Alarm for the Safety of her Husband, Richard Coeur de Lion, Awakened by the Sight of his Girdle Offered for Sale at Rome (aka The Pedlar, 1850); J M W Turner: Now for the Painter: Passengers Going on Board (aka Rope and Pas de Calais, 1827); Angelica Kauffmann: portrait of Ellis Cornelia Knight (1793); George Stubbs: Cheetah with Two Indian Attendants and a Stag (c.1765); Thomas Gainsborough: A Peasant Girl Gathering Faggots in a Wood (1782); and a Still Life: Flowers and Fruit by Jan van Os . Manchester City Art Gallery main staircase and video security screens. Commentary says that William Lloyd’s breaking of the Portland Vase in 1845 drew criticism of the public exhibition of art works. A concert in the Gallery. \u000b ACE086.5 10:32:26 10:47:03 Caption: “and lastly, how to distribute art to the best national advantage.”\u000bRuskin describes seeing a derelict cottage near a manufacturing town, saying that the working classes cannot be blamed for their lack of taste and refinement which “can only dwell in the minds of those who have beautiful things around them”. Wallpapers of several different designs. Commentary says that Ruskin told the manufacturers in his lecture audience that they could help counteract the effects of such ugliness by joining in an effort to educate public taste. Young couple describing how they’re going to decorate and furnish their new flat; their only quarrel with the existing décor is in the kitchen. Views of the Aylesbury Estate (built 1963, south-east London), while commentary talks about the revolutionary design of tenements blocks built in Birkenhead in 1845. Architects Ceri Griffiths and Derek Winch talk about the many factors – housing need, cost restraints, requirement for early completion, etc. – influencing the design of the Estate which was intended to offer an improvement in environment for those who lived there. Plans and architect’s drawings for one of the Aylesbury blocks. Commentary quotes the Bradford Observer’s 1850 call for better housing for the city’s poorer families. Woman hanging her washing on her balcony. Ruskin suggests that the rich should use their wealth wisely, to improve the lot of the less well off, and “… inform the ignorance of the whole human race”. Credits.\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1979",
   "Series" : "",
   "Title" : "Four Questions About Art",
   "Part" : "",
   "Film ID" : "ACE086",
   "Production Company" : "Cactus Films"
}
