{
   "Synopsis" : "One of a ten-part series, presented by John Hegley, in which contemporary poets read their work: with Rita Dove, Adrian Mitchell, Herman Hessian, Bert Schierbeek, and Tom Phillips.",
   "Director" : "John Gwyn",
   "Article" : "",
   "Full credits" : "Introduced by John Hegley; With Rita Dove, Adrian Mitchell, Herman Hessian, Bert Schierbeek, Tom Phillips; Theme Music John Hegley, Nigel Piper; Graphic Designer Bob Baptist; Studio Cameras Mike Somers; Film Cameraman Tom Ritchie; Assistant Cameraman Alan Moir; Studio Sound Phil Middlemore; Film Sound Allan Tarn; Lighting Director Tony Nuttall; Vision Mixer Gwynne Challenger; Floor Manager Ted Gowling; Production Assistant Jean Reed; Film Editors Malcolm Farquharson, Trevor Wonfor; VT Editors Roger Drew, Peter Eichler; Design Ian Reed; Researchers Angela Pollard, Oonagh Taylor; Producers for the Arts Council Rodney Wilson, Alistair Niven; Executive Producer Paul Corley; Studio Director/Producer John Gwyn; Location Director, Programme Editor Tom Pickard. A Border Television Production in association with The Arts Council of Great Britain. © Border Television and the Arts Council.",
   "Minutes" : "25 min",
   "Full synopsis" : "ACE216.2 10:00:00 10:13:07 John Hegley introduces the programme, reads Glad to Wear Glasses, Glad to Have Ears, and introduces Rita Dove. Rita Dove reads The Great Palaces of Versailles. Hegley reads From the Very Beginning I Loved My Glasses, and introduces Adrian Mitchell. Adrian Mitchell reads Back in the Playground Blues. Mitchell reads Victor Jara and talks about how Jara is still remembered in Chile. Mitchell introduces and reads Sorry ’Bout That.\u000bACE216.3 10:13:07 10:24:42 Hegley introduces Tom Phillips, and a slide of his portrait of Adrian Mitchell. Slides of images from A Humument; Phillips describes the work and reads some of the texts. Hegley’s “dog”, Herman Hessian, asks him about doing “a dogument”. Hessian introduces Bert Schierbeck. Bert Schierbeek saying “Een pond veren vliegt niet als er geen vogel in zit” (A pound of feathers won’t fly…). Rita’s Bar, Rotterdam. Schierbeek reads Light at Sea (in Dutch, EST). Schierbeek reads Evening (in Dutch, EST). Schierbeek reads Li, on his Son (in Dutch, EST). Ships in Harbour. In the bar. \u000bSchierbeek reads a brief poem about a dog (not translated). Hessian wants more poems about dogs. Hegley recites My Dog Died. Hessian introduces Rita Dove. Rita Dove reading Mickey. Credits over Dove reading.",
   "Choreographer" : "",
   "Date" : "1990",
   "Series" : "Word of Mouth",
   "Title" : "Word of Mouth 4",
   "Part" : "",
   "Film ID" : "ACE216",
   "Production Company" : "Border Television"
}
