{
   "Synopsis" : "The role of accident in painting and performance, connectons with Surrealim and politics, and the present-day context in which art merges with everyday life, discussed with five British artists born in the 1930s and 1940s.",
   "Director" : "James Scott",
   "Article" : "",
   "Full credits" : "Script James Scott; Research and Still Photography Nina Kellgren; Additional Picture James Croome; Stunt Photography A. V. Barker, Piers Jackson, Camera Adam Barker-Mill; Assistant Camera Paul Cave, Philip Grosvenor; Sound Jon Sanders; Editors A. Mill, Richard White; Assistant Editors C. M. Carvalho, Nick May; Dubbing Editor Bill Garlick; Music Simon Brint; Sound Mixing Tony Anscombe; Studio/TV Facilities Brighton Polytechnic; Laboratories Humphries Laboratories, Rank Laboratories; Character Generator Cucumber Studios; Rostrum Camera Frameline Productions Production Secretary Sue Jennings; Production Christine Oestreicher; Executive Producer Rodney Wilson. With the participation of Anne Bean, John McKoen, Stuart Brisley, Rita Donagh, Jamie Reid, Jimmy Boyle; And Lusha Kellgren, Jackson Pollock. Special Unit material Barlinnie Prison 1976-9 kindly made available through Bill Beech, Produced by Finestroke Ltd. Director James Scott. Arts Council of Great Britain © 1980.",
   "Minutes" : "44 min",
   "Full synopsis" : "ACE093.2 13:43:23 13:53:09 Caption: “‘The world constantly invades the mind. Perceptions, emotions, ideas, pleasures and sufferings. Things of the inside and outside, together form in us a ‘familiar chaos’ which is nevertheless monstrously alien. Nothing is clear in the soul or in nature, and the mind glides by inertia along beaten tracks, imagining that it knows what most often it only recognises because it has already perceived or felt that thing without even penetrating its real nature.’ Paul Valéry, Introduction à la methode.” Jackson Pollock painting. The Hayward Gallery, London. Rita Donagh talking about the significance of painting and galleries. Donagh continues talking. “…a magical space and time that one can enter in to.” Excerpt from Georges Méliès’s Le Voyage dans la Lune/A Trip to the Moon (1902). Caption: “Five Conversations With Artists – Originally A Film About Surrealism.” Stage performance McCracken is Flying South. Caption: “Anne Bean, born 1950 – Every day I would probably describe myself differently. John McKeon, born 1937 – Poet and musician.” Bean says she’s interested in “randomity and keeping thing moving”. Caption over: “Chance”. Likes the idea of changing performances rather than repeating something just because it happened to work once. McKeon joins discussion. Change may produce something worse rather than better and may not be in the best interests of the audience. ACE093.3 13:53:09 14:07:09 Caption: “180 Hours, a continuous performance at the Acme gallery, September 4-12, 1978.” Pixillated footage of Stuart Brisley performance. VO describing the performance and its context; Brisley VO describing a day’s activities. Caption: “Stuart Brisley, born 1933 – Artist.” Brisley on becoming a performance artist because it enabled him to work directly with the audience, rather than having to create an object for them to look at. A performance in the street might not be perceived as art, but doing it in an institution sets up the conditions for it to be recognised. An artist must relate the ways in which the work can be seen to what he wants to communicate. 180 Hours continues. Caption over: “History”. Brisley comes out of the gallery. Caption: “For having desired to restore to civilised man the force of is primitive instincts, for having desired to set free the imagination of love and for having fought desperately for absolute justice and equality, the Marquis de Sade was shut up almost all his life in the Bastille, and in the prisons at Vincennes and Charenton. Paul Eluard.” Caption: “‘All this teaches us that we are richer than we think…’ Pierre Janet (conclusion to Case Histories of Hysterics).” Caption: “Rita Donagh, born 1939 – Painter.” Donagh talking about her painting Evening Papers (Ulster 1972-4). Shots of the painting with her VO. One of her inspirations was a newspaper picture she had been sent, another was Guernica and Cubism. Her concerns about political art. The experience of talking about her work to students at art school. ACE093.4 14:07:09 14:10:29 PART TITLES ACE093.5 14:10:29 14:20:02 Caption: “Jamie Reid, born 1947 – Graphic designer.” Designs for Sex Pistols covers and other Punk images. Reid talking about source materials, about influences brought by collaborators on his work. Clothes designs. The use of collage. Ways in which musicians were exploited commercially, though it was also possible to exploit the companies. Sex Pistols I am an Anti-Christ (1977) and other music over art gallery shots. Caption: “‘Dada and Surrealism Reviewed’, Hayward Gallery, Jan 11-Mar 27, 1978.” Caption: “Barlinnie Prison, Glasgow.” Jimmy Boyle talking about the collaborative effort that went into painting a mural, and rides a fixed bicycle into the perspective. ACE093.6 14:20:02 14:30:37 Caption: “Jimmy Boyle, born 1944 – Artist serving life imprisonment.” Sculptures. Photograph of children playing on Gulliver – the Gentle Giant That Cares and Shares (1976). Boyle says that getting a life-sentence set him free as he could imagine being somewhere else, using his mind in ways he’d never done before; had never realised that he had a creative side before. Suggests that many people keep their creativity hidden as to show it would demonstrate weakness. Even with this “freedom”, the pain of confinement is always present. Hayward Gallery, London. Singing over. Caption: “Heyhill Prison Male Voice Choir ‘Hey Look Me Over’.” Reversed footage of South Bank complex, intercut with Boyle on the bicycle. Photograph of prison interior. Voice of Artaud translated in caption as: “‘If there had never been any doctors there never would have been any sick people because society began with doctors and not with sick people.’” Photographs and sketches of Artaud and his studio. Caption: “Antonin Artaud, 1896-1948, Extract from broadcast 1947: ‘Those alive are living off the dead but death too must live. In electric shock treatment there is a limp state which every traumatised victim goes through, not so that he can recognise what he was when he was himself, but to misinterpret it frightfully and desperately. I’ve been through it…… and I won’t forget it…..’” John McKeon in performance, plays violin. Small girl painting. Caption: “Lusha Kellgren, born 1972.” Girl painting. Caption: “‘Poetry should be made by all, not one.’ Lautreámont.” Credits.",
   "Choreographer" : "",
   "Date" : "1980",
   "Series" : "",
   "Title" : "Chance, History, Art...",
   "Part" : "",
   "Film ID" : "ACE093",
   "Production Company" : "Finestroke"
}
