{
   "Synopsis" : "The work of self-taught British Primitive painter, Alfred Wallis (1855-1942).",
   "Director" : "Christopher Mason",
   "Article" : "",
   "Full credits" : "Produced by Mason Bruce Associates. Camera Clive Tickner; Sound Iain Bruce; Additional photography Brian Grainger; Assistance Stephen Tickner, Michael Nelson; Sound mixer Peter Rann; Music recorded by Roger Slack; Harmonium Ben Nance; Stills Studio St Ives, Cornwall; Directed by Christopher Mason.",
   "Minutes" : "22 min",
   "Full synopsis" : "ACE034.2 10:00:00 10:09:58 VOs over talking about Alfred Wallis over one of his paintings. Harmonium over harbour scenes at St Ives; Barnoon cemetery. Bernard Leach’s gravestone of…ALFRED WALLIS ARTIST & MARINER 1855 aug 18 aug 29 1942 INTO THY HANDS O LORD. Credits. Paintings including detail from Fishes and Lobster Pots. Photographs of St Ives around 1900, boats and scrap-metal merchant’s cart; St Ives street scenes. VOs talking about Wallis and his work. Photograph of Wallis. Bellows with painting (c.1933-1937); painted stone jar. Paintings including Sailing Ship and Lighthouse, Boats Under Saltash Bridge, Boats Before a Great Bridge (c.1935-1937), landscapes and views of St Ives, Two-Master and Green Fields, Penzance Harbour, Bellaventur of Brixham Labordoo Newfoundland; detail. Mount’s Bay – Five Ships. Film of Godrevy lighthouse. Paintings of ships and lighthouses; This Sain Fishery That Use To Be. ACE034.3 10:09:58 10:15:15 Paintings of houses including White Houses (c.1930-1932). VO talking about visitors (Ben Nicholson and Christopher Wood). French Fishing Boat, Three-master in Full Sail near a Lighthouse. and other paintings of ships. VO describing encounter with visitors who commissioned paintings from him. The Forest; details. Paintings of ships and harbour views and Saltash Bridge (c.1938-1940). Views of ship in harbour, house nearly surrounded by trees. Granddaughter’s VO talking about her grandmother’s nineteen children, though none by Wallis. House and Steamer. VO talking about Wallis’s religious activities. Film of cottages near water. Details of countryside scene; Autumn (c.1938-1941). Paintings of woodland subjects. VOs talking about Wallis being ill. Paintings of country cottages, etc. ACE034.4 10:15:15 10:21:43 Film of porch gateway; houses. Painting, Allegory with Three Figures and Two Dogs (c.1932-1934). VO about burial. Paintings of ships including Three-Master on a Stormy Sea (c.1936-1938). Details of paintings of water and ships. VOs about painting. Paintings of ships and a view of St Ives Bay. VO commenting on perspective in a painting. Various perspective details including views of seabirds, countryside, lighthouse, etc. Painting of River Fal; Land Fish and Motor Vessel. Various paintings of steamships. Aqueduct (c.1939-1941). Countryside scenes including view of church, and one of Sain fishery. Film of water and rocks. Open sea.",
   "Choreographer" : "",
   "Date" : "1973",
   "Series" : "",
   "Title" : "Alfred Wallis",
   "Part" : "",
   "Film ID" : "ACE034",
   "Production Company" : "Mason Bruce Associates"
}
