{
   "Synopsis" : "One of a series of films about the paintresses and women designers working in the Stoke-on-Trent potteries during the 1920s and 1930s; this concentrates mainly on the work of Charlotte Rhead (1885-1947).",
   "Director" : "Jenny Wilkes",
   "Article" : "",
   "Full credits" : "The paintresses were Mary Harper, Rose Cumbernach, Nora Dobbs, Rene Burton, Joyce Phillips, Mary Dayson, Nellie Hill; With Frank Capey, warehouse manager. Thanks to Bernard Bumpus, Alan Flux, Su Snodin, Beverley and Beth, Robert Walker, Claire Williamson & Andrew Frost, North Staffordshire Polytechnic, Flavia Swann, Gladstone Pottery Museum, Warrilow Collection, Keele University, Moira Forsyth, Staffordshire Evening Sentinel, Midwinter, Josiah Wedgwood & Sons Ltd., Sharon Gater, Hanley City Central Library, Victoria & Albert Museum, Burgess & Leigh Ltd., Royal Worcester Spode Ltd., Stoke-on-Trent City Museum, City of Manchester Art Gallery, National Film Archive . Production Wilko Swords, Nick Dubrule; Picture Research Nick Dolan; Archive Research Ray Johnson; Camera Assistants Noel Balbirnie, Hugh Fairs; Lighting Facilities Film & TV Services; Title Painting Rene Burton; Assistant Editor Livia Gainham; Sound Claire Pollak, Peter Hodges; Photography Gabriel Beristain, Christopher Cox; Research Jo Gable; Editor Allan Tyrer; Executive Producer Rodney Wilson; Producer Elizabeth Taylor-Mead; Director Jenny Wilkes. A Metropolis Pictures Production for the Arts Council in association with Channel 4 Television. © Arts Council of Great Britain 1985.",
   "Minutes" : "25 min",
   "Full synopsis" : "ACE154.2 10:00:00 10:08:16 A variety of ceramic objects – ashtrays, plates, vases, trademarks from Clarice Cliff, Susie Cooper, dinner services, egg-cups, etc. VOs of former pottery workers. Hand painting a plate. Paintresses explaining that the paint workers were the elite of the factory. Paintress demonstrating painting. Paintress describes the training: each kind of design was learned separately. Showing a highly decorated plate. Gordon Elliot – a ceramic historian, says that women worked in all parts of the pottery, particularly in painting, that they enjoyed a certain status in the pottery, though paintresses were never very well paid. Paintress (born 1893) talking about her working life. Photograph of her aged about fifteen. Started at Paul Marsden’s, then went to Bootes’ tile factory. View of tiled stairway. Paintress’s VO explains how she glazed different colours. Photographs of her and colleagues in the factory around 1910. Black and white film of potteries and chimneys in Stoke on Trent. Film of people picnicking in the 1920s. Elliot’s VO. Elliot. A piece of Rhead pottery. Paintress’s VO said Miss Rhead did “fancies”, vases, etc., not dinnerware, was very shy, and very fond of cats. Joan Jackson, Charlotte Rhead’s biographer. Another Rhead vase, some flatware, jugs, etc. Paintress says that she first met Miss Rhead at Bootes and ran errands for her. Some of Rhead’s patterned tiles, including a set making a composite picture of cows in a field and a set making a bull in a butcher’s shop. ACE154.3 10:08:16 10:15:16 Paintress. Photograph of Charlotte Rhead. Frank Capey talking about what Charlotte Rhead was like. Another photograph of her. Vase designed and painted by Frederick Rhead, Charlotte’s father, around 1895: VO Joan Jackson. Jackson repeating a description by someone who remembered the factory. Demonstrations of the tube-lining technique. Plate decorated by tube-lining. Woman says it’s an extremely skilled trade. Elliot with tube-lined plate, the technique being found to be very suitable for Art Nouveau designs. Rhead was a particularly skilful exponent of the process. Capey believes Charlotte Rhead was the leading tube-liner of her day. Woman talks about Rhead’s family background, with her mother’s ancesters coming from France. Joan Jackson explains that Rhead’s French grandfather has worked at Sevres, and ended up at Minton’s. Photograph of family with mother, Charlotte, her sister, and grandmother. Another photograph of Charlotte with two of her sisters. Jackson explains how she was able to visit the room at Woods in which Charlotte has worked as art director, shortly before it was demolished, and collected up the papers they found there. Some of the papers have been authenticated as Rhead’s designs. ACE154.4 10:15:16 10:25:09 Paintress and Jackson explain the technique of pincing, pricking round the edge of a traced design. Paintress demonstrates how to use a pince to create a charcoal copy of the pattern on the item to be decorated, and then starts to tube-line it. Examples of pots, vases and plates. Paintresses showing how some work might be done partly with a pince and partly freehand. Jackson explains that Rhead would always make the first of a new design. If need be, paintresses would make copies. Rose Cumbernach with a plate painted by Rhead as a sample. Woman talking about how she came to appreciate the plaques and other pieces, and realising that it was more than “just a job”. Jugs. Barry Leigh, a pottery manufacturer, explains that the fact that men were called up during the first world war led to increasing employment for women. That and the lower women’s wages meant that about two-thirds of tableware industry workers were women. Paintress explains that she worked on dinnerware and teaware, while men worked on fancy jugs and larger items. Examples of highly decorative jugs; photographs of men at work. She would stand behind them to watch them work. A jug she was given by one of the men. She tells how she eventually came to do jugs herself when the men had all gone, and to show other women how to do them as well. Photographs of women painting jugs and large pots. Leigh talking about the development of brighter pigments after the first world war, and the consequent growth of multi-coloured designs. Examples of Rhead’s work from the 1920s and 1930s. Paintress wishes she were still doing painting. Credits.\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1985",
   "Series" : "Pottery Ladies",
   "Title" : "Pottery Ladies. Miss Cooper, Miss Cliff, Miss Rhead and all the forgotten girls...... (Charlotte Rhead)",
   "Part" : "1",
   "Film ID" : "ACE154",
   "Production Company" : "Metropolis Pictures"
}
