{
   "Synopsis" : "The life and work of the controversial American-British sculptor, Jacob Epstein (1880-1959).",
   "Director" : "Catherine Collis",
   "Article" : "",
   "Full credits" : "Central Television gratefully acknowledges the assistance of The Paul Mellon Centre for Studies in British Art. Central also wishes to thank Leeds City Art Galleries, Harewood House, The Trustees of the Epstein Estate, Dr Terry Friedman, Geoffrey Ireland, Jan Smith, Mrs Janet Verasanso, Gregory Quarries, The Royal Academy, Riverside Church, New York, The Whitechapel Art Gallery, National Portrait Gallery, London, The Philadelphia Museum of Art, The Scottish National Gallery of Modern Art The Tate Gallery, London, The University of Hull Art Collection, The Walsall Museum and Art Gallery, Harvard University Press, BBC Television, National Film Archive, Visnew Library, Granada Television, MoMart. Commentary Eleanor David; Voice of Epstein Jonathan Adams; Programme Advisor Dr Evelyn Silber; Production Assistant Jenny Wright; Production Associate Vicky Allen; Production Secretary Alison Fuller; Film Research Janet Rayner; Stills Research Margaret Duerden; Graphics Phill Dunn ; Rostrum Ken Morse; Dubbing Mixer Richard King; Cameras Chris O’Dell, Mead Hunt, Jeremy Stavenhagen; Sound Sandy Macrae, Paul Cody; Music Composed by Christopher Gunning; Film Editor John McCarthy; Executive Producer for the Arts Council of Great Britain Rodney Wilson; Producer Jim Berrow; Director Catherine Collis. Made by Central in association with the Arts Council. © Central Independent Television plc/Arts Council of Great Britain 1987.",
   "Minutes" : "53 min",
   "Full synopsis" : "ACE168.2 10:00:00 10:08:56 Part of Gaumont-British News item Genesis Goes to the Seaside. Genesis (1931) at Blackpool, Jacob Epstein at unveiling of Adam (1939) at Blackpool, Genesis on truck passing through London. Genesis being uncrated; VO on the criticism levelled at Epstein’s work during his lifetime. Examples of his sculptures. Photograph of Epstein. Dr Evelyn Silber, Assistant Director, Birmingham Museum and Art Gallery, talking about Epstein’s reputation since his death. VO continues over film of Epstein at work. Photographs of Epstein; VO of Antony Gormley, Sculptor. Gormley says every sculptor in Britain owes Epstein a great debt for his pioneering work. Self Portrait (1901); photograph of the British Medical Association building in the Strand, London, for which, in 1907, Charles Holden commissioned Epstein to produce eighteen figures. Photograph of Epstein with one of the figures; Epstein’s words read over. Richard Cork, Art Critic of The Listener, talking about Holden decision to employ Epstein. Examples of the sculptures which display (Epstein’s description) “the primal emotions”. Epstein’s words, suggesting the figures had some “human meaning”, read over. Photograph of some of the nude figures in place; Epstein’s words over talking about complaints fomented by the National Vigilance League in the building opposite. Silber on the prudishness of the time, and the “draped and idealised figures on the Victoria Memorial” as illustrative of the kind of work Epstein and others wished to break away from. Cork describes Epstein as an “invader”, able to take a more detached view of British art. Street scenes in the East Side, New York City; Epstein’s words over. Photograph of Epstein’s parents. Peggy-Jean Lewis, Daughter, on Epstein’s family’s preference that he should become a professional, not an artist. Sketches by the young Epstein of life on the East Side, and some of his illustrations for The Spirit of the Ghetto (1902) by Hutchins Hapgood. Epstein’s words over describing how he turned to sculpture. ACE168.3 10:08:56 10:18:06 Self Portrait (1901). Glynn Williams, Sculptor, at work and describing how Epstein was among the first to work directly, by hand, on the actual material for the sculpture, rather than making a model that would be reproduced mechanically on the final material. Epstein’s Maternity (1910). Hoptonwood stone quarries, Derbyshire; Epstein’s words over. Photograph of Epstein and his work for the Tomb of Oscar Wilde (1909-1912), at the Cimetière du Père Lachaise, Paris. The tomb. Epstein’s words over on his ideas for the work and its poor reception by the French. Work by Modigliani and Brancusi, African carvings. Photographs of Epstein’s own collection of African pieces. Lewis’s VO talking about them. Gormley on Epstein’s use of the spirit of “primitive” art. Birth (1913-1914); another piece; Doves (1913). Female Figure in Flenite (1913). Cork talking about Epstein breaking away from the Hellenic and Renaissance traditions, and about seeing sculpture in global terms. Quarrying. Sketches for Rock Drill (1913-1914), inspired by the work of the Vorticists. Unpacking and assembling the piece. Epstein’s words over. Metal cast of the upper part of the Rock Drill figure. Photograph of Epstein in military uniform. The Risen Christ (1917). Epstein’s words over. Lewis VO on her father’s religious feelings. Criticisms of the statue. ACE168.4 10:18:06 10:28:12 Silber on the controversial nature of Epstein’s religious figures. Consummatum Est (1936), Ecce Homo (1934). Silber attributes some of the criticism to anti-Semitism. Coventry Cathedral; St Michael’s Victory Over the Devil (1958). Lewis on Epstein’s views. Rima (1923), the W. Hudson memorial in Hyde Park. Epstein’s words over. Press comment. Contemporary cinema news item (from Topical Budget) on Homerville Hague’s “12 hour non-stop speech against Epstein’s Rima”. The London Underground Headquarters, 55 Broadway, for which Charles Holden commissioned Epstein, Henry Moore and others. Sketches by Epstein; the completed pieces of Day and Night (1928-1929); Epstein’s words. Cork VO. The Strand sculptures. Commentary relates how, in 1937, part of one statue fell off and the Government of Southern Rhodesia, then owners of the building, had most of them hacked away. Epstein’s words over commenting on this. Photograph of Epstein who received no further public commissions for another twenty years. Lewis on her mother managing the financial situation at home; sketch and bust of her. Professor James Feibleman on the Epsteins’ finances. Photograph of Epstein and Kathleen Garman; sketches of their children, Kitty, Theo and Esther. Lewis on Epstein’s two families. British Paramount News item on Epstein’s bust of Ramsay MacDonald (1934). Feibleman on the popularity of Epstein’s portraiture. Bust of Joseph Conrad (1924), Epstein’s words over. Photograph of Epstein with George Bernard Shaw; completed bust (1934) filmed with Shaw who comments on it. ACE168.5 10:28:12 10:40:59 Feibleman talking about the bust Epstein made of him around 1926, and Epstein’s working methods. Michael Gillespie, Sculptor, who had worked with Epstein; using similar technique to that described by Feibleman, and talking about how Epstein brought faces alive. Epstein’s busts of Romilly John (1907), and a young woman; Nan (The Dreamer) (1911). Film of Isobel in exhibition (1933); Lewis’s VO. Bust of Sunita (Amina Peerbhoy), sketches of Sunita including The Indian Mother and Child (1932). Madonna and Child (1926-1927). Sketches of Meum Stewart. Lewis on learning that Stewart and not Margaret Epstein was her real mother. Photograph of young Lewis with Epstein. She talks about modelling for him. Photograph of Epstein with head of Peggy-Jean. Bronze of Peggy Jean Laughing. Epstein’s words over. Head of Roland Joffé (1949-50). Roland Joffé, Film Director, on memories of life in the Epstein household, and of Epstein at work. The Epstein house at Hyde Park Gate. Joffé VO. Lewis VO on visitors to the house. Joffé and Lewis on Epstein. Photographs of Epstein and his studio. Ecce Homo. Silber VO on its reception. British Paramount News item on Epstein opening an exhibition of his work. He talks about his latest work, Primeval Gods (1931-1933), and presumes the critics will be “blind minded”. Other work by Epstein in same exhibition. Williams on Epstein’s 1930s large sculptures which many people found offensive. Jacob and the Angel (1940). Silber on Epstein in the 1930s: Woman Possessed (1932). Genesis (1931). Adam (1939). Williams VO on the reception of such pieces. ACE168.6 10:40:59 10:52:54 Movietone News item on Adam at Blackpool. Lewis on the “sideshow deal” at Blackpool. Newsreel item of Genesis at auction; sold for £4,200 to the art exhibition on Blackpool Promenade. Madonna and Child (1950-1952) at the Convent of the Holy Child Jesus, Cavendish Square, modelled on pianist Marcella Barzetti, who talks about Epstein feeling “an outsider”. Photograph of Epstein; Silber talks about Epstein’s acceptance in the 1950s; photograph of Christ in Majesty (1957) at Llandaff Cathedral; St Michael’s Victory Over the Devil. Silber relates all these works to the need for “gravitas” in post-war reconstruction. Epstein and wife Kathleen at Buckingham Palace on the occasion of his knighthood in 1954. Lewis explains what this honour meant to him. First bust of Epstein’s daughter Esther (1944); Epstein’s VO describes this as his best work. A bust of Kathleen. Joffé on Kathleen’s relationship with Epstein. Photograph of the couple. Geoffrey Ireland, Photographer. Photographs of Epstein working on the 1939-1945 War Memorial (1956-1957) on the Trades Union Congress building, London. Lewis on correspondence with her father, in particular a letter in which he described his work on the War Memorial. The completed sculpture. Ireland talks about Epstein’s fear that he might not live to finish the work. The Bowater House Group, completed on the day of Epstein’s death in 1959. Lewis talks about his last moments. Silbert talks about his career and reputation. Tomb of Oscar Wilde, Ecce Homo, and other pieces with Epstein’s words on his work over. Credits.",
   "Choreographer" : "",
   "Date" : "1987",
   "Series" : "Contrasts",
   "Title" : "Jacob Epstein. Rebel-angel",
   "Part" : "",
   "Film ID" : "ACE168",
   "Production Company" : "Central Independent Television"
}
