{
   "Synopsis" : "One of a series of films combining music and images: a fantasy in which a young boy’s clarinet practice metamorphoses into him paying saxophone with a street-full of musicians, instruments, dancers, etc.",
   "Director" : "Peter Mumford",
   "Article" : "The",
   "Full credits" : "The Mother, Cheryl Campbell; The Son, Reece Proudfoot; The Daughter, Kiera Knightley. Cast in order of appearance: Liz Kettle, Jan Pearson, Natasha Bonner, Fiona Insell, Tom Ward, Rupert Gane, Mary Pyke, Jake Thomas, Valentina Formenti, Daniel Belton, Rufus Kahler, Jack Laurance, Ziz Coltart, John Coltart, Nick Lester, Andy Morris, Lynne Bristow, Ted Stoeffer, Robin Scott Angharad Jones, Natasha Allen, Rebecca Tremain. Musicians: Saxophones Andy Sheppard, With Keyboards Steve Lodder, Lead Guitar Mike Walker, Trumpet Kevin Robinson, Trombone Faez Virgy, Bass Guitar Sylvan Richardson, Drums Mike Bradley, Percussion Nana Tsiboe. Movement Coach Ted Stoeffer; Costume Designer Daria Gibson; Wardrobe Supervisor Helen Ingham; Make Up Julia Wilson; Camera Assistant Lisha Gilbert; Gaffer Colin MacCarthey Music Co-ordinator John Cummings, Serious Productions; Sound Engineer Bill Strode, Assistant Director Adrian Sinclair; Production Assistant Meredith Power; Sound Supervisor Andy Rose; Production Manager Jo Marks; Script Writer Sharman MacDonald; Lighting Camera Tony Keene; Editor Bob Cassidy; Executive Producers Rodney Wilson for the Arts Council of England, Peter Maniura for BBC; Producer Fiona Morris; Composer Andy Sheppard; Director Peter Mumford. A Dancelines Production for The Arts Council of England and BBC. © MCMXCVI.",
   "Minutes" : "13 min",
   "Full synopsis" : "ACE344.2 10:00:00 10:12:45 Activities in the gardens of a suburban street. Mother argues with her son that he should be practicing his clarinet rather than playing computer games. Mother goes out; sister fantasising about romance. Musicians arrive in coach, instruments play themselves, people on the street talking to each other, boy playing saxophone, roller skaters, mother dances with busker, more dancers, people on the street also dancing, mother juggling in supermarket, musicians, more dancers. All back to normal as mother walks home. Credits.",
   "Choreographer" : "",
   "Date" : "1996",
   "Series" : "Sound on Film 2",
   "Title" : "Music Practice",
   "Part" : "",
   "Film ID" : "ACE344",
   "Production Company" : "Dancelines"
}
