{
   "Synopsis" : "One of a series of short productions made by young black film- and video-makers, this combines animation and live action in a discussion of Indian food.",
   "Director" : "Keith Khan",
   "Article" : "",
   "Full credits" : "Featured Shams ud Din (Clifton Restaurant), Saeed Rahman (Clifton Balti House), Ruhun Chowdry, Rasheed Qazi, Navi & Simu (Bengal Cuisine), Kawsar Hussain, Redwan ul Haq, Amlak ul Haq, Emdad ul Haq (Sonar Bangla); Pixillated Performers Ruby Hydal, Karim Karim; Animation Darrel Butlin, Mazhar Hussain; Assistant Director Shad Ali; Sound Alexandra Sage; Set Construction Nigel Baker, Dave Wilkinson; Editor Saquib Asghar; Music Gavin O’Shea, Pete Harman; Thanks to Euro Catering, Four Corners, Juliet McKoen, Trevor Boden, Toby Penrose, Kumar Family. Lighting/Camera Ali Zaidi; Director Keith Khan. Produced by Moto Roti Co. for The Arts Council of England & Carlton TV. © 1994.",
   "Minutes" : "6 min",
   "Full synopsis" : "ACE265.2 10:00:00 10:05:56 Smart restaurant. Stop-motion animated table settings lay themselves. Waiter. Man says he believes that Indian food is the best in the world because it combines so many elements. Animated ingredients illustrate his ideas of smell, taste, colour – a great combination of sight, sound and colour. Restaurant décor. Man says that the food in Indian restaurants is not the same as at home as it’s designed to suit European taste. Animated glasses. Man says the hidden truth is that the food is an aphrodisiac. Animated painting. Waiter. Women talking about home cooking. Stop-motion animation of woman making stuffed bread. Woman explaining the spices she’ll use.Men talking about balti. Animated dishes. Cooking nan. Woman saying it’s strange to find customers wanting knives and forks to eat their chapattis. Animated chapattis. Cook talking about vegetables. Animated vegetables. He explains how his mother would cook mooli. Waiter clearing table. Man says he tries to avoid abuse from customers by the way he serves them, but says that restaurants do have the right to call in the police if necessary. Waiter presents change; animated sweets form THE END. Credits.",
   "Choreographer" : "",
   "Date" : "1994",
   "Series" : "Synchro 2",
   "Title" : "Sweet & Spicy",
   "Part" : "",
   "Film ID" : "ACE265",
   "Production Company" : "Moti Roti"
}
