{
   "Synopsis" : "A look at the ways in which five young black and Asian British artists, (Simone Alexander, Zarina Bhimji (b. Uganda, 1963), Sonia Boyce (b.1962), Allan De Souza, and Keith Piper (b. Malta, 1960)) produce issue-based work, and a critique of contemporary art practice.",
   "Director" : "Amanda Holiday",
   "Article" : "",
   "Full credits" : "Artists : Simone Alexander, Zarina Bhimji, Sonia Boyce, Allan De Souza, Keith Piper. Music Composer Shirley Thompson; Music Recordist Alan Lawrence; Video Camera Michelle Mackintos; Film Camera Jennie Russell, Amanda Holiday; Lighting Patricia Diaz; Sound Recordist Sarah Tuakli, Rose MacDonald; Paintbox Keith Piper, Allan De Souza; Animation/Stills Amanda Holiday, Keith Piper, Mr De Souza; Voice Basil Isaac; Production Assistant Bruce Woodburn; Reearcher Roomana Mahmud; Editor Jennie Russell; Script Editor Roomana Mahmud; Producer Jennie Russell; Director Amanda Holiday. With thanks to Donald Rodney, Vivianne Howard, Reece Augiste, Tony Pitts, Dinah Addy, Mrs Pinnock and the children of Stockwell Junior School, Cat Johnson, Dave Bannand, Jane Gerson (BFI), Steve Phillips, Marks & Spencer plc, Force Homecare, Brixton, The Horniman Museum, Cinestra Pictures, London Fields Film & Video, Connections. Funded by Arts Council of Great Britain 1989.",
   "Minutes" : "28 min",
   "Full synopsis" : "ACE416.2 10:00:00 10:03:57 Photographs of children. VO “We turned back, to look one last time at the country of our birth. The white, frothing waters, like the river Tiber, pretended for the future.”\u000bPhotograph of railway engines from exhibition “Change here… for To-morrow”. Museum exterior. Simone Alexander’s VO saying that no-one has yet defined “what, of our experience is what we create and what, of our experience is the legacy that we have and also the legacy of Britain”. Some of the film’s participants in museum. Allan De Souza’s VO saying that as he’s an Indian man living in Britain any form of creativity he’s involved in will be political, so he feels he needs to make his concerns clear as well as clarifying his own position for himself. London traffic; Sonia Boyce’s VO saying that London is an “edgy place, with people pushing the edges all the time”. Keith Piper’s VO suggesting that “for a young black male … to make art instead of making trouble is … challenging a stereotype”. \u000b ACE416.3 10:03:57 10:07:27 Images from Piper’s installation Go West Young Man (1987) which he says was created to try to dispel some of the myths around young black men, and to work with positive images of successful black men. ACE416.4 10:07:27 10:10:12 Simone Alexander says that Piper’s work deals with similar concerns to her own. She talks about her 1987 series exploring children’s literature and the effects of literature and language on children. Paintings. She reads “Snow Queen Sugar Baby…” Participants in museum. ACE416.5 10:10:12 10:13:12 Zarina Bhimji says she’s interested in contradictions, including the idea that she might one day wear a salwar kameez and the next “go to Miss Selfridge’s”; talks about how people react to her depending on how she’s dressed. She says she feels many different aspects of herself, sometimes English, sometimes Indian, etc. Working on a video with contents including rice, an ornamental bird, jewellery, water, a magnifying glass. ACE416.6 10:13:12 10:17:53 Sonia Boyce describes her work about “trying to negotiate our way in this industrial space that we live in…” for people who have “have no memory of ‘somewhere else’”. Collating photographs with racist imagery; describes a book for children which illustrated how they could make themselves up into other characters; video includes extracts from King Kong (1933). Children watching. Talks about living in a city. Extracts from her Talking Presence (1987). Her crayon and pastel She ain't holding them up, she's holdin on (Some English Rose) (1986) which she believes should make the audience “ask a question”; she’s not sure if this is confrontational or not. ACE416.7 10:17:53 10:21:56 Allan De Souza and images from his installation, Fathers and Sons; his VO saying that he feels that being confrontational is limiting as it hinders communication. He says he wants his work to be beautiful and attractive, but doesn’t believe that it’s any less political as a result. Fathers and Sons is about communication between generations, involves a historical perspective as well as contemporary issues. He recognises that “beautiful work” can play into the stereotype of South Asian artists as “exotic”, but tries to use it in a way that makes it political. He talks about his materials and what they mean to him. Views over London. De Souza talks about the choices required to produce images; cultural practices always relate to particular traditions and history, and image-making must be political, either by supporting the status quo or by shifting it. ACE416.8 10:21:56 10:27:34 Participants in museum. VOs talking about their views of “black art”. Bhimji talking about producing work that she wants to make. Alexander on films in which white men go out to conquer the world; she wants more than “talking about the possibility of taking power step by step”. De Souza says that one demand of black art is that white art practice should change, something “conveniently forgotten by institutions”. Boyce on the importance of meeting with other artists, and the need to “keep moving” rather than stagnate and disappear. Photographs of children. Credits",
   "Choreographer" : "",
   "Date" : "1989",
   "Series" : "Black Arts Video Project",
   "Title" : "Employing the Image. Making spaces for ourselves",
   "Part" : "",
   "Film ID" : "ACE416",
   "Production Company" : ""
}
