{
   "Synopsis" : "The controversial activities of the Rembrandt Research Project in assessing the authenticity or otherwise of paintings by Dutch painter, Rembrandt van Rijn (1606-1669).",
   "Director" : "Geoff Dunlop",
   "Article" : "The",
   "Full credits" : "Paladin Pictures would like to thank: The National Gallery, London, Rijksmuseum, Amsterdam, Gemäldegalerie SMPK, Berlin, The Frick Collection, New York, The Metropolitan Museum of Art, New York, The Grosvenor Estate, David Bomford, Jeroen Boomgaaard, Ashok Roy; Reproductions courtesy of H. M. The Queen, Buckingham Palace, J. P. Getty Museum, Hessisches Landesmuseum, Dordrechts Museum, The Bridgeman Library, Musée du Louvre, Iveagh Bequest, Kenwood House. Associate Producer Sarah Stacey; Music John Powell; Dubbing Editor Karin von Abrams; Sound Recordists Chris Moore, USA – Merce Williams; Dubbing Mixer Paul Hamblin; Production Accountant Omar Hemeida; Production Manager Valerie Ames; Lighting Cameraman Jeremy Stavenhagen; Film Editor Paul Dosaj; Researcher/Co-writer Nick Rowling; Executive Producers Keith Alexander, Rodney Wilson; Producer Clive Syddall; Written and directed by Geoff Dunlop. Paladin. A Paladin Picture production for BBC Television and The Arts Council of Great Britain. © BBC TV MCMXCII.",
   "Minutes" : "48 min",
   "Full synopsis" : "ACE249.2 10:00:00 10:07:04 Amsterdam at night. Commentary says “No-one can resist The Committee… One word from them, and millions of dollars can disappear.” Details from Rembrandt’s Night Watch (The Company of Captain Frans Banning Cocq and Lieutenant Willem van Ruytenhurch) (1642). Commentary says The Committee “can make a Rembrandt vanish, overnight”. Pieter van Thiel talking about Rembrandt paintings. Commentary says Committee believes far too many paintings have been attributed to Rembrandt and wants to put this right. Paintings – Self Portrait of Rembrandt with Gorget (c.1629) The Prophet Jeremiah Mourning over the Destruction of Jerusalem (1630), Self Portrait at the Age of 63 (1669). Van Thiel says Committee is interested in authenticating real Rembrandt work and in correctly classifying those paintings which are not actually by him. Commentary says that the number of “authentic” Rembrandts has fallen from around 1000 at the beginning of the 20th century to around 300. Volumes of the Rembrandt Research Project’s publication, A Corpus of Rembrandt Paintings. Van Thiel describes the arrangement of this work. Otto Naumann, Art Dealer, says the sheer size of the Project makes it essential source. Young Man in a Turban (1631) from the Queen’s Collection Nativity / Holy Family (1640) from the Louvre, Portrait of Philip Lukasz from London’s National Portrait Gallery. Portrait of a Man (1632) and Portrait of a Woman (1632) from the Metropolitan Museum, New York. Naumann says that dealers want to know what information is in the Project’s files. Portrait of a Man with a Beard (also listed as Bearded Man Standing in an Archway) from the collection of Baron von Thyssen; rejection by the Committee cut its sale price to $800,000, against its earlier valuation of $8,000,000. Naumann says that because the authentications are done by a committee, they seem to carry more weight. Old Man with a Beard, property of Lord Samuel. Christopher Brown, Chief Curator National Gallery, London, says that rejection by the Committee can cause an emotional impact. Numerous photographs from the Corpus volumes. Commentary says the Committee has set out to challenge attributions which have no evidential basis. Josua Bruyn, Rembrandt Research Project, says it’s not possible that all these attributions could be correct. ACE249.3 10:07:04 10:17:52 Berlin. Rembrandt exhibition, the first in the newly unified city. Commentary lists different views of Rembrandt’s work over the years: today’s is the “consistent reliable, and efficient” Rembrandt. A Self Portrait. Ernst van de Wetering, Rembrandt Research Project, on the “pictorial intelligence” and range of Rembrandt’s work. Details from Belshazzar’s Feast (c.1635). Van de Wetering on the need to be as clear as possible about exactly what Rembrandt did and what was done by others. Self Portrait of Rembrandt (c.1640). Commentary points out that past misattribution has caused the work of Rembrandt’s pupils to be neglected. The Project is redressing this. Van der Wetering says that Rembrandt would have defined a style copied by his pupils. Sketch/mezzotint of art class drawing nude. Portrait of Rembrandt (c.1633) by Govaert Flinck, formerly thought of as a self portrait. Self Portrait (1639) of Flinck, looking like Rembrandt. Flinck’s Rembrandt as Shepherd with Staff and Flute (c.1636). Ferdinand Bol’s Zelfportret op dertigjarige leeftijd (1644-1650). Bol is now believed to be the painter of Man in a Golden Helmet (c.1650). Brown talking about Rembrandt’s pupils, including some previously unknown, such as Willem Drost, now believed to be responsible for The Centurion Cornelius (1655) (also known as The Unmerciful Servant) (Wallace Collection). Interior of Wallace Collection. Originally thought to have a dozen Rembrandts, most now thought of as copies or fakes. Former “self portrait” now known as Rembrandt in a Black Cap (1637). Portrait of a Young Boy in Fancy Dress or A Boy in Fanciful Costume (1633), oil painting version of etching The Good Samaritan (1630); were all disallowed. Portrait of Titus, The Artist’s Son (c.1657), the only one now believed to be an authentic Rembrandt. John Ingamells, Wallace Collection, London, talking about how carefully the Committee had gone about their work and how scrupulous they’d been in weighing the evidence. Brown talking about the importance of this authentication work. Jan Pellicorne and His Son Caspar (c.1632-1634) and Susanna van Collen, Wife of Jean Pellicorne, and Her Daughter Eva Susanna Pellicorne (c.1632-1634) from the Wallace Collection; Brown finds it hard to believe that these are not by Rembrandt himself. Ingamells says that only their Titus is now absolutely authenticated, and gives his reasons for being convinced that it must be a genuine Rembrandt. A “self portrait” in the Wallace Collection now believed to be a 19th Century fake or pastiche, (listed as An Officer in a Plumed Hat). ACE249.4 10:17:52 10:29:57 A Committee member counting threads in a x-ray of a canvas to help place and date it; commentary says that dendrochronology can date a piece of wooden panel. London’s National Gallery. Chemical analysis allows for dating of pigments. Paint layers can be discerned by x-ray and other techniques. Portrait of Saskia as Flora (1635). X-ray shows another head in lower layers of paint; painting now thought to have been originally of Judith and Holofernes. Van de Wetering talking about how x-ray and similar techniques can help observation. Ingamells on how scientific techniques can help clarify but no more. The “self portrait” pastiche: Ingamells says that dendrochronology confirms its wooden panel as being from Amsterdam, 1634. Commentary says that panel for Wallace Collection Landscape with a Coach (c.1637), rejected by Committee, comes from same tree as an approved Rembrandt in Paris. “Science points in one direction and connoisseurship in another.” Eaton Hall, Cheshire; details of Woman with a Fan and Man with a Hawk (1643), once believed to be Rembrandts, have been rejected by the Committee. Duke of Westminster says he doesn’t really mind if the paintings are or are not by Rembrandt; he’s only interested in the quality of the work which hasn’t changed even though the attribution has. Bruyn explains why the Committee’s ideas have changed since they did authenticate these paintings in 1985: as they learn more, their ideas develop. Brown gives reasons why he believes the paintings are by Rembrandt; he compares them with the Self Portrait (1640) and the Portrait of Agatha Bas, Wife of Nicolas van Bambeeck (1641). Van de Wetering, Brown and Bruyn all give their opinions, comparing the two sets of portraits, and talk generally about the authentication process. ACE249.5 10:29:57 10:38:17 Commentary talks about the “backlash” against the Committee’s decisions. Metropolitan Museum, New York, which has the resources to defend each item in its collection. Walter Liedtke, Curator of the Museum, believes his science and connoisseurship is as valid as that of the Committee, and says that three paintings, Portrait of a Man (1632) and Portrait of a Woman (1632) (seen next to Portrait of a Young Woman with a Fan (1633)) still hang as Rembrandts even though the Committee has rejected them. Liedtke explains his views. Self Portrait (1661). Brown argues that some paintings are less accomplished than others as Rembrandt’s particular interest was in biblical subjects and his portraits were done out of financial necessity. The Angel Stopping Abraham from Sacrificing Isaac to God (1635). Van de Wetering saying that it’s not a question of “great art”; Carel Fabritius’s self portrait, Young Man in a Fur Cap (1654). Portrait of a Man (1647), Portrait of a Lady (1647) (both from Duke of Westminster’s collection) which commentary says “seem to be authentic”, are now attributed, by the Committee, to Fabritius. Gary Schwartz, Rembrandt Biographer, says the Project “concentrates entirely on handwork”. Brown says all evidence comes from interpretation of the pictures; there is no external testimony about Rembrandt’s working practices. Schwartz says there’s “a gap” between the Committee’s evidence-gathering and the conclusions they draw. Bruyn defending the Committee’s “credibility gap”. Schwartz admires the Committee for refusing to be influenced by earlier judgements, but believes its reputation is not sufficient authority for all the attributions it now makes. \u000b\u000b ACE249.6 10:38:17 10:47:36 Frick Collection, New York. Commentary says that the second half of Rembrandt’s work has yet to be assessed by the Committee, and suggests that The Polish Rider (1655), discovered and identified by Abraham Bredius, will be the subject of much dispute. Professor Julius Held describes the painting and a Rembrandt Self Portrait (1658). He cannot understand why The Polish Rider might be attributed to Willem Drost. Drost’s The Unmerciful Servant (The Centurion Cornelius) (1655). Bruyn talking about The Polish Rider. Van de Wetering talking about how the controversy over The Polish Rider started, and about reaction to questions over the authenticity of “icons”. Naumann talking about the practicalities of selling a painting which is subsequently said to be inauthentic, the difference between $60m and £1.5m. Held criticising the Committee’s attitude. Van de Wetering says the Committee does not pretend to be the authority. Self Portrait as the Apostle Paul (1661). Self Portrait at the Age of 63 (1669). Bruyn VO saying he didn’t think the Committee realised at the outset how long this Project would take; he doesn’t like to speculate on whether or not it will be completed. Credits.\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1992",
   "Series" : "",
   "Title" : "Vanishing Rembrandts",
   "Part" : "",
   "Film ID" : "ACE249",
   "Production Company" : "Paladin"
}
