{
   "Synopsis" : "Interview with the Indian-British abstract sculptor, Anish Kapoor (b.1954).",
   "Director" : "Geoff Dunlop, John Wyver",
   "Article" : "",
   "Full credits" : "Interviewed in June/August 1983 in his studio and at the Hayward Gallery, London. This material was shot for but not included in the film Just What Is It…? Camera Mike Fox, Jeremy Stavenhagen; Sound Chris Renty; Editor Robert Hargreave; Producers Geoff Dunlop & John Wyver for Illuminations. Arts Council of Great Britain & Channel 4 Television. © 1984.",
   "Minutes" : "14 min",
   "Full synopsis" : "ACE139.2 10:00:00 10:13:37 Anish Kapoor painting one of his sculptures. He says that art is about “power”, about things unspoken, about poetry, forces of nature, God, etc. He originally saw this in objects that were very still, but now thinks that the energy manifests itself in movement, so his work is currently of objects that are moving, whirling. “The more violent the movement, the more important that particular place of power.” Sculpture of wood and pigment. Kapoor says he’s not “hankering after anything other than some degree of absolute experience which [he sees] as being associated with mythology, with realms of experience that are psychologically rather complicated…” Every human function is tied to psychological or mythological contexts, and he’s interested in making sculptures about things which are significant in that way. Placing exhibits. Kapoor describes the work as being about something that’s spinning; each object “… is an attempt to contain some sort of energy about turning…” Kapoor talks about his reluctance to use directly symbols from elsewhere. “References they contain are not absolute” Mythological references are not clear “because we don’t live in that kind of world”. In this world “everything is clearly defined in all its properties…” Sculpture. Thinks it’s impossible to get away entirely from one’s origins and consequently inevitably uses images which can be related back to Indian culture. Disagrees that this makes him “exoticise” himself. He thinks that some of the work on show in some ways deals with this issue, and that an “exotic” label is superficial. Another sculpture. Kapoor talks about the idea of “truth to materials, ethic in sculpture” being long past. “Artifice is what it’s all about.”\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1984",
   "Series" : "Just What Is It...?",
   "Title" : "Anish Kapoor",
   "Part" : "",
   "Film ID" : "ACE139",
   "Production Company" : "Illuminations"
}
