{
   "Synopsis" : "Four views of the Centre Nationale d’Art et Culture Georges Pompidou, Paris: its construction and contents, comments by the British Archigram Group, and the film-maker’s own critique.",
   "Director" : "Denis Postle",
   "Article" : "",
   "Full credits" : "Written, Produced and Directed by Denis Postle; Camera Nic Knowland, Dave Bridges, Jeff Baynes, Chris Evans; Sound John Saunders; Editors Polly Moseley, Denis Postle; Music Ronnie Leahy; Production Manager Georgina Newson; Location Assistance Max Marrable, Pink Wigoder. Our thanks for assistance to Archigram, Prof. Reyner Banham, Pompidou Centre Press Office, Michael Davies, Renzo Piano, Cedric Price, Richard Rogers, Peter Rice, Alan Stanton. A Tattooist International Ltd Production. © 1980 The Arts Council of Great Britain.",
   "Minutes" : "52 min",
   "Full synopsis" : "ACE091.2 10:00:00 10:10:51 Exterior Beaubourg, street entertainers, passers-by, details of the building, etc. \u000bDenis Postle explains the structure of the programme, a series of shorter pieces, each presenting the arts centre from a different point of view, which they believe amounts to an “official” view of the Beaubourg’s aims and priorities. \u000bONE\u000bThe outside of the Beaubourg; architects’ drawing. Commentary gives statistics for visitors, and asks why they come. Jikke Mura, one of the National Centre for Art and Culture’s official guides, gives brief information on the building. Visitors. Commentary says that Georges Pompidou wanted it to raise “the whole cultural level of the nation”. Mura going towards the Centre for Industrial Creation, pointing out such features as the wall illustrating 20th century industrial advances. Commentary says that this section aims to improve the standard of French industrial design as well as to educate the consumer. Mura continues the tour, and talks about the piazza as it’s seen from one of the escalators. People in the piazza. Mura enters the Library and explains how it works – a collection of books, slides and films and television, etc. – which can be accessed without assistance. Commentary gives more information, pointing out that Library users automatically come into contact with the permanent and changing exhibitions of painting and sculpture. Mura goes to the Museum. Shots of the building’s architectural features; commentary says the building “points to the day when art will become a integral part of everyday life”. Some of the Museum’s collection of paintings, including Francis Bacon’s triptych, Three Figures in a Room (1964). Mura points out the entrance to the Ircam – the Institute for Acoustical and Musical Research. Architectural details of the acoustically tuneable performance space. Mura going towards the “common space”, where exhibitions bring together “the plastic arts and industrial design”. The current exhibition is “Paris-Berlin; Rapports et Contrastes France-Allemagne 1900-1933”. Exterior of the building which commentary says was designed to prevent the public being cut off from the arts by “attitudes of passive admiration”. Mura points out features of the view from the top of the building. Exterior features. Denis Postle talking about the construction of the building.\u000b ACE091.3 10:10:51 10:26:05 TWO\u000bCaption: “The competition 1970-71 attracted 681 entries…. The international jury which included Jean Prouvé, Phillip Johnson and Oscar Niemeyer, awarded prizes to 30 projects in addition to the winning Piano/Rogers/Arup entry.” Caption: “Construction 1972-77 cost (1977) 100,000,000 pounds, site area 100,000 sq metres. Excavation commenced March 1972. Steelwork completed June 1975. Beaubourg opens January 1977.” Commentary introduces Peter Rice, structural engineer, who talks about the problem of helping people relate to such a large building. Early model; photographs. Rice says the structure had to be clear and simple. Demonstration (with model) of how gerberettes (cast steel brackets), placed on steel columns and held in place with steel tension rods, support steel beams. Shots of the actual structure, with Rice explaining how it functions, intercut. Rice suggests that the viewer’s perception of the building is influenced by the attempt to understand it. Further details of structure, showing the framework enclosing an internal space. Rice says the structure forces the viewer to look at the detail, rather than noticing its size. View of the whole building. Overhead photograph of Paris showing the Beaubourg site before construction. Richard Rogers explains talks of the importance of the piazza as a space for people to congregate. Architect’s drawing and model. Rogers’s VO over shots of building and its walkways, with people looking out, and walking inside. He talks about the structure and how it gives the building texture, light, etc. Early development models showing ideas for the building’s “transparency”, though much of the glass originally envisaged had to be replaced for safety reasons. Main entrance hall full of visitors. Rogers, on escalators, talks about the huge increase in visitor numbers (45,000 people per day against an anticipated 2,000) which has caused access issues. Rogers on the minimalist structure, in which materials have been reduced to the least possible quantity in relation to safety and security, but which attracts the visitor to consider its technology. Rogers talking about the way in which interior and exterior interact and blend together. Renzo Piano says that no-one is indifferent to the building. He doesn’t want it to establish a “Beaubourg style”. The Centre was designed as a machine which could be altered to accommodate changes in cultural activities, for example, the use of the Library changing from static to very dynamic. View over Paris towards the Beaubourg. Denis Postle believes it is part of two established traditions, that of prestige projects, and an architectural aesthetic that began in Britain in the 1960s. \u000b ACE091.4 10:26:05 10:41:21 THREE\u000bCaption: “Archigram Group: Warren Chalk, David Greene, Peter Cook, Ron Herron, Dennis Crompton, Michael Webb, Cedric Price.” Peter Cook talks about the British tradition of “being reasonable” which can lead to “lowest common denominator” work. David Greene suggests that architects rarely say no to commissions even if they might not really like the ideas proposed. Ron Herron says that the built environment is “constantly boring”; he criticises a basic tenet of conservation which says that old buildings can’t be improved. Collage of old and new ideas; people on the beach; campsite; funfair; open-air cinema. Captions intercut: “In a changing world why can’t buildings change too?” “Cities are first a number of events and only secondly a collection of buildings.” “The architects first concern is the design of living systems that seek out new purposes and functions for themselves and change as life in them changes.” “What’s needed is a new architecture to stand beside the space capsules, computers and throwaway packs of an atomic world.” Pages from Archigram Magazine. Designs for different kinds of buildings. Professor Reyner Banham talks about the Archigram Group. Images from some Archigram exhibitions which show connections with the Beaubourg: Informaison 1968, Environpole 1969, Plug-In University 1965, Insertions 1968, Oasis 1968. Banham talks about the Centre as being a rare example of such a building actually being constructed as it was conceived. Caption: “Archigram visit Beaubourg.” Members of the group in the piazza, and in the street, looking at and discussing the exterior of the Centre, comparing it to their own theories. Main participants in this discussion are David Greene, Ron Herron and Peter Cook; they don’t believe the building really follows their ideas. Captions: “What Archigram wanted were dynamic active buildings, to them Beaubourg seems fixed, rigid…” “… But wasn’t it inevitable that a lot of flexibility and responsiveness would be lost in the fight to get Beaubourg built?” Ron Herron says this was not inevitable. Cedric Price believes that buildings are designed to move or they are not; he feels that the Centre this is not a cartoon of a building, such as Archigram would have produced to illustrate function; here “the cartoon has been built”. Denis Postle says that having completed to film to this point, he asked for comments from participants. Captions: “Feedback. It’s good to remember that apart from Archigram- Beaubourg also had its roots in the work of Kazimir Malevich and Naum Gabo. ...Richard Rogers”. “Feedback. Alongside Archigram there was also the conversation about the ‘Well-serviced shed’ – in a way Beaubourg is six ‘sheds’ one on top of the other. Alan Stanton”. Caption: “Feedback. Renzo Piano….” Piano agrees that Braubourg “is not very dynamic” because of its size, but believes that it does have a relationship with Archigram ideas, and certainly has an aesthetic purpose and polemic. He feels that its architectural features represent a “jokey system of demystifying the use of a cultural building”. Denis Postle says that the filming has stirred up a lot of reactions which he records in his own film.\u000b ACE091.5 10:41:21 10:54:12 FOUR\u000bStreet entertainers and audience. Postle in the piazza. His VO says his initial reaction to the building was shock and disbelief, but that he quickly responded to its drama. View from a rising lift. Postle likes “the sound of the place”: noise of crowds, birdsong, etc., but worries about its use. He gives as examples the “Forum” exhibit, and a man polishing metalwork by hand; “lavish but uninspired” exhibits such as one sponsored by an oil company; problems with accessing the picture storage system; the over-protected Yves Klein canvas; an exhibition of photographs of a Spanish gallery. Bastille Day parade. Postle compares expression of young soldiers with those of some of Beaubourg administration whom he describes as “shut down”; “polite”, “bland” exhibitions suggesting government intervention. Rogers thinks the building is becoming a “political arm of the government”, resulting in inflexibility. Postle’s VO commenting on the lack of sufficient seating for visitors. Street entertainer performing as a mechanical doll. Paris-Berlin exhibition; in one exhibit, “the pain and horror of war was being used to provide the ingredients for decoration”. Young people demonstrating in the piazza against “government bullying”. Once-shocking images “now museumised behind glass”, while contemporary anger appears in drawings in the piazza which are often confiscated by the police. Jean Battellier says people are not protected from police harassment. Postle suggests that the only freedom the Centre offers is “freedom from surprise”. Interior shots intercut with views of a street mime tackling “an invisible barrier”. Gallery selling posters. Crowds in the Beaubourg shop. “Culture as a consumable commodity.” Renault hoarding on the side of the Centre; signage outside. Rogers describing the idea of audio-visual screens that were to have connected activities inside with those outside, and both with events outside Paris, an idea that never came about because of official concerns about “control”. Building and piazza. Postle’s VO describing the Centre as a “reminder of the difference between culture and art”; “art seduces, culture bullies”. Street entertainers and graffiti embodying “resistance”. Credits.\u000b",
   "Choreographer" : "",
   "Date" : "1980",
   "Series" : "",
   "Title" : "Beaubourg. Four films by Denis Postle",
   "Part" : "",
   "Film ID" : "ACE091",
   "Production Company" : "Tattooist International"
}
