{
   "Synopsis" : "One of a series of films combining music and images: the area round Wolfen Bitterfeld, devasted by open-cast mining, the hometown of German composer, Ulf Langheinrich (b.1960).",
   "Director" : "MikeStubbs, Ulf Langheinrich",
   "Article" : "",
   "Full credits" : "Assistant camera Tom Pridham; Lighting/grip Alexander Decker, Heino Prillwitz; Production assistant Markus Schumacher; Resources co-ordinator Peter Zorn; Research Thomas Keck; Production co-ordination Werkleitz Gesellschaft; Telecine Bedford Park; Thanks to Mitteldeutsche Braunkolhgesellschaft mbH. and MBV Abt. Offentllichkeitsarbeit for allowing us to film their mining operations; Raffinerie 2000; Leuna Park; Hans Juergen Lipp, Ristorante Santa Lucia; Solvay Deutschland GmbH; Werk Bemburg; Freizeitpark Pirkau Hartwig Bergmann for the horse and plough; Hull Time Based Arts; Andrew Smith and Jeannie McKenna. Filmed on location in Saxony-Anhalt, South East Germany, Summer 1995 Executive producers Rodney Wilson, Peter Maniura; Edited by Kypros Kyprianou; Produce and photographed by Roland Denning; Music composed and recorded by Ulf Langheinrich; Directed by Mike Stubbs. A Metamedia Production for BBC and the Arts Council of England. © BBC and the Arts Council of England MCMXCVI.",
   "Minutes" : "14 min",
   "Full synopsis" : "ACE342.2 10:00:00 10:14:03 Archaeological dig. Water. Superimposed caption: “Ulf Langheinrich, the composer of this music grew up in Wolfen Bitterfeld in the former German Democratic Republic. The area was notorious for its astonishing landscape, a product of massive open cast mining and chemical production. Although much of the devastation belongs to a past era, some brown coal mining continues using machinery made before World War II. The music in this film is derived from the sounds of these industries.”\u000b Mine workings, dust, slurry, power lines, trains, flames. Machinery, workers.\u000bAgricultural land, ploughing with horses, trees. Woman driving open-topped car, travelling shots of fields, houses, trees. Mine train. Machinery. Workmen. City street. Flat landscape. Aerial views of open cast mines and mine workings. Machinery. Coal pouring from conveyor. Coal-cutting machinery. Miners. Train. Miners’ locker-room area, clothes held high up on chains. Miners getting dressed. Machinery. Relief sculpture of miners at work. Man polishing car. Dust. Car waiting for ferry. Flames. Family looking at landscape. Water. Car on ferry. City street. People sunbathing near the water. Credits. Final caption includes dictionary translation of GIFT as poison, venom or toxin.",
   "Choreographer" : "",
   "Date" : "1996",
   "Series" : "Sound on Film 2",
   "Title" : "Gift",
   "Part" : "",
   "Film ID" : "ACE342",
   "Production Company" : "Metamedia"
}
