{
   "Synopsis" : "The work of British dramatist Howard Barker (b.1946), with extracts from performances from the Royal Shakespeare Company’s 1985 season, and comment from actors, directors and critics,",
   "Director" : "Ann Foreman",
   "Article" : "",
   "Full credits" : "Extracts from DON’T EXAGGERATE: Ian McDiarmid. Extracts from THE CASTLE: Skinner, A Witch, Harriet Walter; Ann, A Changed Woman, Penny Downie; Stucley, A Knight, Ian McDiarmid; Krak, An Engineer, Paul Freeman; Nailer, A Priest, Tony Mathews; Batter, A Servant, Steve Swinscoe; Cant, A Villager Katherine Rogers; Knights, Soldiers, Philip Barnes, Guy Fithen, Tony Mathews, David Whitaker. Extract from NO END OF BLAME: Bela, A Cartoonist, Paul Freeman. Extract from SCENES FROM AN EXECUTION: Galactica, A Painter, Maggie Steed; Supporta, Her Daughter, Elizabeth Rider; Extract from DOWNCHILD: A Gossip Columnist, Ian McDiarmid; Extract from PITY IN HISTORY: The Poem, “Refuse to Dance”, Paul Freeman. Original Royal Shakespeare Company Stage Productions: The Castle: Directed by Nick Hamm; Costumes Fontini Simou; Hair Sally Collins. Downchild: Directed by Bill Alexander and Nick Hamm. Funded by the Arts Council of Great Britain Extracts staged for the camera by Ann Foreman, Belinda Parsons; Drawings by Howard Barker. With thanks to Tony Dunn, Dave Lovett, and the Almeida Theatre. Production Manager Angela Martin; Production Assistant Shelley Williams; Continuity Ginny Roncoroni; Electrician Caroline Holloway, Monika Biskupek; Grip Neve Cunningham; Runner Frank Battersby; Assistant Camera Tim McLeish, Britt Harrison; Theatre Stills John Haynes, Stephen Macmillan; Title Design Richard Morrison; Assistant Editor Janey Walklin; Assistant Sound Michelle Baughan; Sound Recordist John Anderton; Dubbing Mixer Colin Martin; Art Director Charlotte Humpston; Associate Producer Nick Dear; Music Composed by Simon Fraser; Editor Angela Martin; Lighting Camera Belinda Parsons; Executive Producer Rodney Wilson; Produced and Directed by Ann Foreman. A Mingflow Production for The Arts Council in association with Channel Four. © Arts Council of Great Britain MCMLXXXVI.",
   "Minutes" : "52 min",
   "Full synopsis" : "ACE165.2 10:00:00 10:10:18 Howard Barker. His VO saying “I do not believe what I say about my work has any validity. The question is, whether the work itself has validity.” Harriet Walter in excerpt from The Castle (1985). Caption: “Howard Barker has written over 40 plays for stage, radio, television and film.” Barker. His VO: “I don’t believe in the interview. I believe the artist should not be interviewed. He is only truthful in the moment of creativity.” Actor Ian McDiarmid: “The truth lies somewhere between the coarse emotion and the calculation… Don’t keep on about the truth….” McDiarmid in interview. Magazines, posters, McDiarmid talks about The Castle. Caption: “Skinner, a witch, had worked some magic whilst the men were at the Crusades”. Harriet Walter in excerpt from The Castle. McDiarmid on Barker’s writing on sexuality, areas rarely brought to the surface in the theatre. Harriet Walter and Penny Downie in excerpt from The Castle. Downie and Walter interviewed about The Castle, Barker’s writing, and the impact working on the play made on them. ACE165.3 10:10:18 10:22:45 John Calder of Calder & Boyers gives his reasons for publishing Barker’s work. Caption: “VICTORY. Choices in Reaction. The Royal Court, 1983.” Still. Professor Eric Mottram, London University, talks of Barker as being a playwright who breaks the shibboleths and leaves the audience feeling “damaged”. McDiarmid. “…Free words from louts and professors.” Mottram talking about Barker’s use of language. McDiarmid reading Don’t Exaggerate; A Political Statement in the Form of Hysteria. Cora Kaplan, Lecturer, Sussex University, on Barker’s “language of the self”. Excerpt from No End of Blame, written in 1980. Paul Freeman as Bela. Kaplan commenting on No End of Blame and on Scenes from an Excecution. Caption: “SCENES FROM AN EXECUTION won his first major award – the Prix Italia for radio drama. Actors Maggie Steed and Elizabeth Rider seen firstly as shadows, then reading. Steed talking with Kaplan about Barker empowering his female characters. Caption: “The English knight compels an Arab engineer to build his fortress, and a wayward priest to return to his church.” Excerpt from The Castle. Stucley, Krak, Nailer and Batter (McDiarmid, Paul Freeman, Tony Mathews, Steve Swinscoe). ACE165.4 10:22:45 10:31:33 Parts of the Barbican complex. VO reading “I had a nightmare once. People spent their lives making something they called museum… And the museum grew until it covered England” Caption: “PITY IN HISTORY. One of Barker’s many plays for television. One of the few to have been transmitted. VO “The whole power of art is its disconcerting ability to burst the received wisdom of its own time....” Caption: “Barker’s first play was produced in London in 1970. He has survived as a playwright since that date.” Terry Hands, Joint Artistic Director, Royal Shakespeare Company, talking about British theatre going through a period of depression which results in Barker’s sometimes difficult work appealing to a minority not only interested in escapism. McDiarmid “… Trust the digression, not the argument…” Hands likens Barker’s work to that of Genet and Artaud, both in content and popularity. Shot of Barker apparently listening. Nick Hamm, Director, RSC, believes there is a need and a market for “serious theatre”, and that Barker’s work has “something important to say about the state of the country”. Bill Alexander, Director, RSC, talking about the achievement of the recent RSC season of Barker’s work.\u000bHamm and Alexander considering the possibility of Barker making ‘concessions’ towards a more populist approach in order to communicate his ideas more widely. Barker listening. VO asking “How can you know where you’ll go with a work of art? It takes you further from knowledge the more risks you take…” McDiarmid “Art brings chaos into order… The final solution to the problem of art – it is a problem, after all – is to call it incomprehensible. To burn it only lends it grace.” Barbican. West End theatres. Billboards. VO “I like confusion on the face of the audience. Engagement but confusion…” People on the streets. McDiarmid “Most acting in bad. Most theatres are crates of shame. The curtain falling on the sordid act like the skirt of the hired woman.”\u000b ACE165.5 10:31:33 10:39:22 The Castle Press Night. Sheila Fox of City Limits and Michael Billington of The Guardian discussing the play. He finds the play “ambiguous”. She finds Barker “patronising”. Benedict Nightingale talking about his reactions to Barker’s work. Barker. VO “But of course the plays contradict themselves. They have to contradict themselves…” Nightingale on The Castle. Mottram quotes an unsympathetic review by Milton Shulman and then says that the audience brings its own knowledge to a play. Calder believes that “Barker forces us to face reality…” McDiarmid “The newspapers are lies. The newspapers obviously…” Caption: “DOWNCHILD. Written in 1979.” McDiarmid as the Art Critic, folding newspaper into a hat. “I thought, when I began my column, when I invented Cockie’s ‘Window on the World’, to set two squalors side by side…” Mottram suggesting that it’s important for audiences to be supportive of “this kind of play” in contemporary society. ACE165.6 10:39:22 10:51:46 Stills. Caption: “THE CASTLE. RSC, The Pit, 1985.” More stills. Mottram on the ways in which characters in Barker’s plays are forced to “re-form” themselves. Stucley and Krak. Skinner and Cant (Katherine Rogers). talking about snow and toads etc. Soldiers. VO over sketches by Barker. “They say the work is not optimistic. What right has anyone to be optimistic? That would be self-delusion of magnificent proportions ...” Calder on Barker’s anti-authoritarianism and politics. He is concerned that Barker may be banned in an increasingly right wing society. McDiarmid “England. Where the coinage is not convincing. The crowds are violent with debt and the passion of the populace is not for love… but fun…” VO “The problem for Socialism is that it appears necessary for it to be, if effective, based in authority…” Barker “listening”. Freeman VO theatre interior: “Listen! They want you to dance. Put wax in your ears. They insist on your dancing. Tie down your feet… Now therefore refuse to dance…” Credits.",
   "Choreographer" : "",
   "Date" : "1986",
   "Series" : "",
   "Title" : "Refuse to Dance. The theatre of Howard Barker",
   "Part" : "",
   "Film ID" : "ACE165",
   "Production Company" : "Mingflow"
}
