{
   "Synopsis" : "An exploration of the work of Young British Artist and installation sculptor, Sarah Lucas (b.1962).",
   "Director" : "Venessa Engle",
   "Article" : "",
   "Full credits" : "Graphics Keith Haynes; Executive Producer Arts Council of England Rodney Wilson; Production Manager Nancy Altham; Editor Sabrina Burnard; Produced, Directed and Filmed by Vanessa Engle. An Illuminations Production for the BBC and the Arts Council of England. TX Series Editor John Wyver. © BBC MCMXCVI.",
   "Minutes" : "49 min",
   "Full synopsis" : "ACE349.2 10:00:00 10:09:56 Sarah Lucas explaining how she thinks about projects. Cutting cloth and arranging melons. Friends ask Sarah questions. Setting up an exhibit. Caption: “Sarah Lucas Solo Show, Portikus, Frankfurt, 1996.” Lucas nails a laminated dead fish to the table edge. Friend asking question. Caption: “Barbara Gladstone, Barbara Gladstone Gallery, New York.” Gladstone talks about her surprise at the casual nature of the objects for the show at her gallery, but says that they came together perfectly. Lucas smoking outside a locked public toilet. Caption: “Tracey Emin, Artist.” Emin quizzing Lucas about” what it means to be super-successful”. Lucas responds that she’s doing everything very fast and gets very tired. Gladstone talking about Lucas and a video she made about eating a sausage. Lucas says her boyfriend doesn’t like the Rotterdam show. Standing under giant pair of near-naked women’s legs. The fish and melon construction, labelled Bitch (1995). Video loop of waving crowd with animated pink penis rising and diving. Caption: “Concepts for a Spectacular Show – Penis, Angus Fairhurst 1995”. Lucas asked about sex: she likes it but thinks it’s embarrassing, and argues against people who say it’s “wholesome”. Part of the Sausage Video (1990). ACE349.3 10:09:56 10:19:19 Lucas and Fairhurst coming through a hedge. Caption: “Angus Fairhurst, Artist and Boyfriend” with Lucas, making gorilla suit; he talks about it being for a Pietà. Lucas and Fairhurst and another hedge. Friend asks if it’s more important to be successful in love or in art. Lucas is interested in being successful in art thought she’s “not interested in art”. Fairhurst and Lucas in rhododendron bushes. Caption: “Jake and Dinos Chapman, ICA, London 1996.” The Chapmans with one of their multi-headed sculptures. Caption: “The Atlantic Bar, London.” Oliver Peyton and others discussing wine bottle labels designed by the Chapmans, Damien Hirst, Peter Doig, Lisa May Post, and Lucas; hers is a photograph, Divine (1991). Caption: “Gregor Muir, Critic. Cerith Wyn Evans, Artist.” Muir and Evans discussing Lucas’s sexual persona. Lucas putting up shelves, and discussing her physical appearance and dress. Photograph, Armchair Afternoon (1994). Lucas and Fairhurst posing on park bench. Animation, Strange Loops (Catching and Dropping) Angus Fairhurst (1995). Photograph, A Cheap and Ill-Fitting Relationship, Angus Fairhurst, 1996. Lucas talking about her sculpture, Old Couple (1992). Caption: “Jay Jopling, White Cube, London.” Jopling talking about Lucas’s work and how it sells. He believes it fits well with other contemporary art. ACE349.4 10:19:19 10:28:45 Sculpture, Receptacle of Lurid Things (1991). Lucas talking to Fairhurst about the relative simplicity of her work, suggesting that criticism of it as “crude” isn’t accompanied by similar analysis of equally simple ideas. She believes it’s the subject matter of her work which attracts this criticism. Photograph, Complete Arsehole T-Shirt (1993). Gary Hume eating banana in front of photograph of Lucas Eating a Banana (1990). Caption: “Gary Hume, Artist and ex-Boyfriend.” Hume seated, holding two paint tins and a brush in his lap, talking about the sexual imagery of the banana photograph. Lucas making a penis sculpture out of wire and matches. She talks about the difficulties of making a vagina sculpture, and the “value” of a penis as “totemic”. She says she’s not trying to change the world. Lucas eating ice-cream outside a public toilet. Fairhurst and Lucas making sandwiches. She talks about drinking an all-night drinking session which turned into a session where she and her friends each signed one of Damien Hirst’s spots on a spot painting. Caption: “Damien Hirst, Artist.” Hurst gives his reaction. Lucas in a hanging chair outside a shop. Lucas with One-Armed Bandits (Mae West) (1995). ACE349.5 10:28:45 10:38:17 Lucas outside a public toilet, holding a large fish. Lucas talking about the smell of fish and cheese. She doesn’t think she has “ambivalent feelings about being a woman”, or that she tries to masculinise herself. Sculpture 1-123-123-12-12 (1991). Hume, with two tomatoes and a carrot in his lap, talking about Lucas’s image. Lucas buying eggs, and a Turkish takeaway. Frying eggs which she puts on a table for Two Fried Eggs and a Kebab (1992). Hirst commenting on the humour of Lucas’s work. Caption: “Cerith Wyn Evans Opening White Cube, London 1996.” Lucas greeting friends. People at the show. Muir and Evans on young artists playing at “being the bit of rough introduced to high society…”. Lucas answers friend’s question on how she thinks her working class roots have influenced her success by saying that success is individual, but that the “reality” people perceive in working one’s way up is advantageous. ACE349.6 10:38:17 10:48:40 Lucas carrying the large fish. She talks about work she has sold and the money she’s made. Hume with a cactus and two ice cubes; talks about the need for accuracy and honesty. Fairhurst with two gorilla suits; wonders about the definition of being an artist. Lucas cutout. Video, A Cheap and Ill-Fitting Gorilla Suit (1995). Lucas arranging components of Au Naturel (1994). Hume asking riddles. A Few Shabby Elements (1996). Lucas talking about humour. Setting fire to the match and wire penis. Fairhurst asks Lucas about her dreams. Other friends ask other questions. She answers the one about her favourite football team. Caption: “Opening at Anthony D’Offay Gallery, London 1996.” Lucas and others. Lucas talking to Fairhurst about being proud of herself, the “reward” she needs. Lucas looking at the burnt-out penis. Credits.\u000b",
   "Choreographer" : "",
   "Date" : "1996",
   "Series" : "Tx",
   "Title" : "Two Melons and a Stinking Fish",
   "Part" : "",
   "Film ID" : "ACE349",
   "Production Company" : "Illuminations"
}
