{
   "Synopsis" : "An examination by art historian and critic Richard Cork, of the gulf between minority art and mass culture in Britain.",
   "Director" : "Jeremy Marre",
   "Article" : "The",
   "Full credits" : "Camera Chris Morphet; Sound Bob Bentley, Peter Rann; Editor Richard Bedford; Excerpts from: C.O.I., Movietone, National Film Archive Rank Film Distributors; Directed and Produced by Jeremy Marre. A Harcourt Films Production for the Arts Council of Great Britain, © 1979.",
   "Minutes" : "46 min",
   "Full synopsis" : "ACE082.2 10:00:08 10:08:11 Some of Britain’s ten best-selling prints of paintings including Don Breckon’s Sunday Working (1975). Richard Cork’s narration points out that most of the artists are not represented in British museums, proving that “what the expert calls ‘art’ is one thing, and what people like enough to hang on their living rooms walls quite another”. The exceptions are L S Lowry (An Accident, 1926) and John Constable (Salisbury Cathedral from the Meadows, 1831); Cork suggests that these are popular because “they escape from the present” and the perplexities of contemporary art. Cork outside the Tate Gallery, talks about “the often unpopular objects” sometimes displayed there. He wonders if the “elite” can really continue to dismiss popular works while populists talk of “modern art ‘rubbish’”, saying that “this gap between minority art and mass culture” is not “a natural, unchangeable law” and only serves to alienate the opposing sides. Tate interior: works displayed include Henri Matisse’s The Snail / L’Escargot (1953), Roy Lichtenstin’s Wham (1963), etc.; Cork reports that visitors are rarely “working class” which means that the avant garde runs the risk of producing “ingrown art” for gallery goers, rather than challenging society. Against this, “high street print shops are filled with bland, cliché-ridden images which cause as little offence as possible”: inside a branch of the Athena chain. Andrea Marks, PR Consultant for Athena, believes there is a difference between “the art establishment and normal people”: people buy Athena prints because they like the images, not for the name of the artist. Customers looking at pictures. Marks talks about price as another factor; she suggests that people “don’t want to be intimidated by their possessions”, and says they “sell pictures rather than art”. Winston and Melanie discuss the Gauguin print they’ve bought (of Nafea Faaipoipo, 1892), and wonder where to hang it in their flat; she was drawn to it by the two black faces but hadn’t considered how the colours would suit their decor. Tanya and Adrian chose a Constable (Flatford Mill, 1816-1817); she thinks it’s “restful”. Windows of London galleries; Winston’s VO saying he likes paintings but can’t afford them, so tends to avoid the places where they are to be found. ACE082.3 10:08:11 10:21:34 Leslie Waddington, “one of the most powerful contemporary art dealers in Britain”, explains the prices of art works in his gallery – David Hockney’s The Room, Tarzana (1967) is about £35,000, one of Christo’s drawings for the Running Fence project (c.1975) about £3000, one by Morris Lewis worth about £45,000, etc. Cork says that modern painters “like Turnbull, Heron and Hoyland” consequently often contract with gallery owners who ensure their work is kept marketable in a “rich man’s ghetto where ‘art’ means merchandise that commands the highest possible profit”, but keeps it inaccessible to most people. Waddington thinks that Sunday Working and the others “don’t contain art” and would appeal to purchasers for only a few days before being ignored. He relates an anecdote about Picasso eating the apples of a sleeping realist painter. Outdoor display and sale by Ealing Art Club. Cork suggests that many amateurs hold to “a very conservative notion of what ‘art’ should look like”; he believes this might change “if the popular press was prepared to treat modern art seriously”. He quotes editors’ (negative) responses to his requests for interviews for the film. Larry Lamb, editor of the Sun, says newspapers cannot provide customers with what they don’t want or their circulation would suffer; there must be an appropriate balance between widening interests and catering for those that exist. Examples of the Sun’s “Page Three’s Old Masters” series. Lamb believes that visual arts play only a small part in most people’s lives. Scrap-book of critical articles and satirical images from the 1976 controversy concerning the Tate and Carl Andre’s Equivalent VIII (1972). Lamb believes it is only natural that taxpayer will be angered by the use of public money on things for things “in which they can see no point”. Tate Gallery staff unpacking the bricks and assembling the art work. Cork’s VO suggests that “the sheer abusiveness of the attacks on the bricks … showed how the very real hostility separating minority art from mass culture prevents any rational discussion of the reasons why this gulf exists”. News reporter Fyffe Robertson calls them “phoney art”. Robertson’s original report on the bricks. Whitechapel Art Gallery. Cork’s VO suggests that Andre’s real failure is his refusal “to reach out towards a broad audience”. Andre talks about his work and contemporary art in general. Voices of unimpressed visitors to the Whitechapel exhibition. Andre says that his work meets a deep need within himself; “it is not a hoax”. Exhibition scenes with more VOs. Andre doesn’t believe that an artist should try to be popular; his own art has been made “fundamentally to please [him]self”. ACE082.4 10:21:34 10:27:50 Traffic outside the gallery; views of the surrounding area, including Brick Lane market. Cork, VO, believes that it’s “tragic” that artists like Andre “refuse to think about their wider social responsibilities”; he points out that the Whitechapel gallery is in an area “untouched by anything which avant garde artists say or do”, and left “wide open to the imagery that does succeed in shaping people’s lives”. Advertising hoardings. Wartime footage showing recruits drilling, people catching trains, dancing while wearing gasmasks, removing road and railway signs, etc. Cork says that the war was a time when artists did meet “the challenge of communicating with a mass audience”. Stanley Spencer in Glasgow; a painting from his Shipbuilding on the Clyde series, Riveters (1941), one of those of the shipyard workers in which he was able “to collaborate with the kind of public the avant garde normally neglects without compromising his own integrity as an artist”. Photographs compared with paintings from the same series: Burners (1940); Bending the Keel Plate (1943). Spencer painting; commentary believes that “damaging cultural divisions” could have been avoided if such “imaginative state patronage” had continued after the war. Herbert Morrison at War Artists exhibition says “the artist should have his proper place in our community” in order to contribute to “a better Britain”. The Imperial War Museum. Commentary points out that the Shipbuilding paintings have not been on public display, but “incarcerated” in the War Museum stores. Keeper, Joseph Darracott, with the paintings, talks about the lack of a suitable architectural site. Four sculptures by Henry Moore in public parks; Cork says post-war state patronage “has concentrated on the promotion of a few star names to bring prestige to their country’s national image”. Moore with James Callaghan at 1978 Hyde Park exhibition: various pieces; commentary suggests that Moore is less highly regarded outside the art world “as the man who does huge women with holes in them”. \u000b\u000b ACE082.5 10:27:50 10:36:07 Whitechapel; Jack Jones at the “Art for Society” exhibition (1978), work by “artists who care deeply about reaching broader sectors of the population” but get little state encouragement. Jack Jones (his VO talking about artists’ responsibilities) looking at exhibits including a panel from the Paddington Print Shop, and a Trades Union picture. Banners for UCATT, National Union of Seamen, and others. Jones suggests that artists should make more effort “to persuade the public to take an interest” in art. Street murals by Desmond Rochford and David Binnington at Royal Oak; details. Rochford talking about the images, and about an artist’s need for political involvement. Drinkers in the Oliver Arms. Cork asks how artists, “trained to think in elitist ways” can involve the community in their work. Rochford interviewing people about their thoughts on the murals: most claim not to know what they’re about, though they like them. Rochford says he’s not trying to be populist for the sake of it, but “is dealing with the issues of the day”. Views of the murals, by their style made “too remote from their spectators daily existence”. ACE082.6 10:36:07 10:45:46 Murals on wall at Charles Lamb Primary School, Islington, sponsored by the Inner London Education Authority. Cork believes that, if mural painting were encouraged in schools, art in general would “become more accessible” (the results of this project are also available to the community outside school) and would prevent art being cut off from the rest of people’s lives. Project leader, David Cashman, talking about children’s experience of “art” which he and his colleagues make less remote for them by referring to their work as “pictures”. The murals, which show the pupils at football. Pupils making banners for the playground. Cork says all this will remain “experimental” until the state places more emphasis on art in education. Views of school playground from another building on the estate; all new features become “part of the landscape for the whole neighbourhood”. Photographs of people – including children – building play structures. Children playing on finished constructions. Cork likens a layout of tyres to a work by Carl Andre, but without “the forbidding label of art”. Class, helped by several adults, making and painting ceramic views of life on the council estate; Cork says that there is little reward for those who want to work with children, but such projects do suggest how artists can contribute to areas of society where they’ve previously “had no place”. View over city; Cork says “artists should have the right to decide how far they can collaborate with the world beyond the studio or gallery”, but they have to do it to find out where that point is. Tate; Cork: “the state … through … in particular, the Arts Council… must ultimately become responsive to the needs of the population as a whole …”, while artists must seize new opportunities, and education must point to ways in which “committed artists can become a central part of the society they help to emancipate”. “Until that happens, the old suspicions will continue to breed bitterness and disillusionment, with the top ten prints dramatising the destructive divisions within a nation which fails to give us the art we deserve.” Constable’s Salisbury Cathedral…; Sunday Working; etc. Credits.",
   "Choreographer" : "",
   "Date" : "1979",
   "Series" : "",
   "Title" : "Art We Deserve?",
   "Part" : "",
   "Film ID" : "ACE082",
   "Production Company" : "Harcourt Films"
}
