{
   "Synopsis" : "One of a series of short productions made by young black film- and video-makers, a celebration of Afro-Caribbean hair styles with comments by journalist and broadcaster Normski (Norman Anderson), presenter Brenda Emmanus, dance and drama teacher Anne Adeyemi, members of Soho, and barber Audie Cummings.",
   "Director" : "Yve N’Goo",
   "Article" : "",
   "Full credits" : "Camera C J Anderson, Neil Johnson; Sound Susan May Wood; Editor Brian Mould; On-line Editor Laurence James; Original Music composed by Anuroop Pillai; Original Music produced by Dave Maughan; Voice-over Amanda Webster; Production Management Anna Reid for Swingbridge Video. Thanks to Brian “Barber-B” Swarray, DJ Food & Matt Black, Tom Simmonds, Dyke & Dryden, Ebony of Mayfair, Afrodizziac, Rob Sargeant, Clive Arrowsmith, Stonehills Studios; Written and Directed by Yve N’Goo For the Arts Council of Great Britain and Carlton Television Limited. © 1993.",
   "Minutes" : "6 min",
   "Full synopsis" : "ACE237.2 10:00:00 10:05:44 Examples of black people’s hair styles. Benin bronzes. Commentary talks of Africans as the original hairdressers. Photographs of African and Afro-Caribbean women. Brenda Emmanus talking about the strong political statement made by the 1960s afro hairstyle. Anne Adeyemi, Lecturer, talking about political analysis, and describing a play by George C Wolf, The Colored Museum (1986), in which a bald black woman is talked to by her two wigs, one afro, one long and flowing. Emmanus on hair issues she faced at school. The women of the group “Soho” talking about hoping to have long hair. Emmanus says she relaxes her hair “for manageability”, not because she wants to be seen as white. “Soho” says that people should be able to do exactly what they like. Normski saying that hair is probably one of the most important points of someone’s image. “Soho” and having an “identifiable image”. Audie Cummings, Barber, saying that many designs came originally from America. Normski talking about designs being cut into hair, about fine weaving, etc. “Afro, fro hair, fro hair to eternity!” Credits.",
   "Choreographer" : "",
   "Date" : "1993",
   "Series" : "Synchro 1",
   "Title" : "Fro Hair to Eternity",
   "Part" : "",
   "Film ID" : "ACE237",
   "Production Company" : ""
}
