{
   "Synopsis" : "How the Common Stock Theatre Company, director, Ruth Chattie Salaman (1935-2007), work with a group of older people in West London to create a play about their experiences.",
   "Director" : "Jana Bokova",
   "Article" : "",
   "Full credits" : "Camera Charles Stewart, Jana Bokova; Sound Peter Berry, Mike Billing; Editing Robert Wynne Simmons; Producer Mike Radford; Director Jana Bokova. Produced by Magnolia Films. Arts Council of Great Britain © 1977.",
   "Minutes" : "55 min",
   "Full synopsis" : "ACE060.2 10:00:00 10:09:52 Traffic. Two elderly women walking. Actors sitting on stage. Older people in park. Traffic. Voices making animal and traffic noises over. Actors performing roles of elderly people, explaining how they spend their time. Audience. Actors dance to busker’s music. Busker introduces the Company, gives the name of the play, No Sheep on the Bush, and explains that it was written after conversations with a number of older people in Hammersmith, and “with those who work with and for them”. Director, Chattie Salaman, talking about developing the play with the actors. Improvisation/rehearsal – a couple at home. Other members of the company critique what they’ve seen. Writer talks about research. Salaman explaining their working methods. ACE060.3 10:09:52 10:16:50 Elderly people eating at lunch club; theatre members asking them about themselves. Women dancing with each other. Canteen helper dancing and playing spoons. Writer recording woman in her home. She says she’d rather mix with young people than those her own age. The world will destroy itself as everybody wants power; there was more respect for others when she was young. She talks about her mother, about her children. ACE060.4 10:16:50 10:27:27 Company discusses content of show. Salaman is not happy with the way things are going. Various suggestions as to how they should proceed. One actor proposes they should each say what they think about old people in Britain. Writer says there’s no point in including large quantities of statistics. Argument about how to “use” the fact that one of the actors is black. ACE060.5 10:27:27 10:34:24 Writer talking about the difference between the way he works and how the company operates. Elderly women talking and singing. Elderly woman canteen helper interviewed at home talks about the difference in attitude to people of 60 when she was young and now. Sixty used to be thought of as “old age”, but she now considers it young. She believes that mixing with younger people helps older ones feel young. The sing-song continues. Rehearsal: man has just come home after his retirement party. Man in his seventies saying he would have liked to have had children but wasn’t “the marrying type”. ACE060.6 10:34:24 10:43:23 Rehearsal: social worker worrying about woman not using her fire. Performance: busker singing. Man talks about having been compulsorily retired and being unable to get any sort of work because of being 70. Performance: after the retirement party. First woman talking about her late husband and how he died; she doesn’t feel lonely because of her pets and her friends. Performance: woman and her dead husband. Woman continues to talk about her husband’s death. Performance: woman with her dead husband; dressed mourning. Woman canteen helper describes how she felt about the death of her husband, and how she felt it was best to “get up and go”. Performance: woman talking about not being lonely quotes interviewees words. ACE060.7 10:43:23 10:54:55 Bingo session at the club. Performance: woman suggests that widower move in with her. Man’s daughter is shocked. Finale. Audience members talk about their reactions to the play. One thinks it should be shown to younger people rather than pensioners; some think older people haven’t made enough fuss and need to organise together. Salaman says that old age is something that has frightened her and she hoped she’d be able to deal with it in this way. She is also interested in how younger actors can portray older people without actually imitating them. She thinks this is also an interest of writer, though most English people have come from a realistic theatrical tradition. Woman singing “Love is Like a Violin” to other club members. Credits.",
   "Choreographer" : "",
   "Date" : "1977",
   "Series" : "",
   "Title" : "Love is Like a Violin. A film about community theatre and the Common Stock Theatre Company",
   "Part" : "",
   "Film ID" : "ACE060",
   "Production Company" : "Magnolia Films"
}
