{
   "Synopsis" : "A history of the British Pre-Raphaelite painting movement, which flourished from 1848 until around 1860.",
   "Director" : "David Thompson",
   "Article" : "The",
   "Full credits" : "Narrator John Wood; Poems by Tennyson, D.G.Rossetti and Christina Rossetti; Read by Freda Dowie; The producers gratefully acknowledge the co-operation of: The Royal Academy of Arts, The Tate Gallery, London, The Birmingham Art Gallery, The Ashmolean Museum. Oxford, The Manchester City Art Gallery, The Walker Art Gallery, Liverpool, Keble College, Oxford, The Victoria & Albert Museum, London, The National Portrait Gallery, London, The Fitzwilliam Museum, Cambridge, Lord Sherfield, Mrs. G.M. Silcock, Mrs. Patrick Gibson, The British Museum; Textual Advisor Rosalie Mander; Stills Photography Edwin Smith; Cameraman David Muir; Editor Mamoun Hassan; Music by Elisabeth Lutyens; Conducted by Philip Martell; Associate Producer Richard Crewsdon; Producer Anne Balfour Fraser; Written and Directed by David Thompson. Produced for the Arts Council of Great Britain by Samaritan Films, London, England.",
   "Minutes" : "29 min",
   "Full synopsis" : "ACE012.2 10:00:00 10:10:20 Flowers and other plants from paintings. Commentary quotes “Truth, in every particular, ought to be the aim of the artist. There is that in the fact of Truth, though it be only in the nature of a single leaf, earnestly studied, which may have its share in the great labour of the world.” Commentary says that the Pre-Raphaelites wanted to return to a vision and “a truth to nature” that they believed English art had lost since the 15th century. William Holman Hunt’s 1848 Portrait of Dante Gabriel Rossetti who, in that year, suggested the “Pre-Raphaelite Brotherhood”. Portrait of Holman Hunt by Rossetti (1848). Holman Hunt’s chalk portrait of John Everett Millais (1853). Rossetti’s sketches of Millais and Holman Hunt (c.1853). Various drawings and sketches. Face studies, intercut with paintings of the same for Lorenzo and Isabella (1849), from a poem by Keats. Sketches for and painting, Millais’s Christ in the House of His Parents (1850) which caused a scandal at the Royal Academy exhibition. Long quotation from The Times heard over. Sketches and painting for Mariana in the Moated Grange (1851); part of Tennyson’s poem (1830) read over. The Return of the Dove to the Ark (1851). John Ruskin’s encouraging letters to The Times brought more general approval. Millais’s portrait of John Ruskin (1853); Ruskin’s description heard over. Ruskin’s own drawing of the same rocks and river-bank. Commentary says that Ruskin approved of the Pre-Raphaelites because they put into practice his own ideas about “truth to nature”. Details of sketches and paintings of plants and landscape features. Ruskin regarded Millais as “the truest Pre-Raphaelite of them all”. Ophelia (1852). The Order of Release (1853). Autumn Leaves (1856). \u000b\u000b ACE012.3 10:10:20 10:18:55 The Blind Girl (1856), with Winchelsea as the background. Ford Madox Brown’s paintings concentrating on the landscape itself, Carrying Corn (1855), Walton-on the-Naze (1856), An English Autumn Afternoon (1855). The Pretty Baa Lambs (1865) in which Ford used his wife, Emma as the model. Emma and Brown modelled for the figures in The Last of England (1855), described by Ford as being “in the strictest sense historical”, representative of the immigration movement. Like The Last of England, Work (1865) is an “essay in social comment”, the background of which shows Heath Street, Hampstead. Holman Hunt was a great adherent “to this principle of authenticity”, for example in his painting, A Converted British Family sheltering a Christian Priest from the Persecution of the Druids (1850), and “the originator of most of the ideas behind Pre-Raphaelite technique and practice”. Holman Hunt’s personal values led him towards Biblical subjects and moral tales: Claudio and Isabella (1849), Valentine Rescuing Silvia from Proteus (The Two Gentlemen of Verona) (1851), The Hireling Shepherd (1851) (commentary quotes from Ezekiel xxxiv 2-16 about prophesying against the shepherds), Our English Coasts (Strayed Sheep) (1852), The Scapegoat (1854), The Light of the World (1881) (John viii 12). \u000b\u000b ACE012.4 10:18:55 10:28:56 The Finding of the Saviour in the Temple (1860). Holman Hunt was the only one of the Brotherhood to remain faithful to the Pre-Raphaelite principles. Many of their sentiments were “too fragile … to be long sustained”. Arthur Hughes’s Home from the Sea (1863), The Long Engagement (1859) and April Love (1856). The last two are accompanied by reading from Christina Rossetti’s poem, Love Lies Bleeding (published 1875). Self Portrait (1861) by Dante Gabriel Rossetti. Drawings including The Girlhood of Mary (1849), and The Annunciation (Ecce Ancilla Domini!) (1849-1853), both accompanied by reading from the first of Rossetti’s sonnets, Mary’s Girlhood (1848). Watercolours, The Blue Closet (1857), The Wedding of St. George and the Princess Sabra (1857). How Sir Galahad, Sir Bors and Sir Percival Were Fed with the Sanc Grael; but Sir Percival's Sister Died by the Way (1864). Le Roman de la Rose / The Rose Garden (1864). Other work. Sketches of Elizabeth Siddal whom Rossetti married in 1860. Drawing of Millais’s Ophelia, Holman Hunt’s Two Gentlemen of Verona. Sketch of Siddal with Rossetti. Ink portrait (1855). The First Anniversary of the Death of Beatrice: Dante Drawing the Angel (1853). Various drawings and paintings, including Beata Beatrice (1863), all accompanied by reading from Christina Rossetti’s Echo (1862). Caption: “John Ruskin 1819-1900 Ford Madox Brown 1821-1893 Arthur Hughes 1832-1915 John Everett Millais 1829-1896 William Holman Hunt 1827-1910 Dante Gabriel Rossetti 1828-1882.” Credits.\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1967",
   "Series" : "",
   "Title" : "Pre-Raphaelite Revolt",
   "Part" : "",
   "Film ID" : "ACE012",
   "Production Company" : "Samaritan Films"
}
