{
   "Synopsis" : "An examination of versions of a dry-point etching of the Crucifixion, De Drie Kruisen, by Dutch artist, Rembrandt van Rijn (1606-1669).",
   "Director" : "Dudley Shaw Ashton",
   "Article" : "",
   "Full credits" : "A film made for the Arts Council of Great Britain. Commentary written and spoken by Christopher White; Narration from the Gospels by Robert Harris; With the drums of the Easter Penitents at Puente Genil. The Producers gratefully acknowledge the co-operation of The Trustees of the British Museum, Rijksmuseum, Amsterdam, Teylers Museum, Haarlem, Graphische Sammlung Albertina, Vienna; Stills photography Edwin Smith; Assistant Cameraman Brian Mitchison; Assistant Director Naomi Mayberg; Sound Recording Edgar Vetter; Editor Sarah Philipson; Cameraman Wolfgang Suschitzky; Executive Producer Richard Crewdson; Directed by Dudley Shaw Ashton. Produced for the Arts Council of Great Britain by Balfour Films, London, England.",
   "Minutes" : "14 min",
   "Full synopsis" : "ACE020.2 10:00:00 10:05:50 Commentary talks about “An artist’s signature, copied in reverse…” and explains the dry point technique that produced it. The signature is revealed as being “Rembrandt 1653”, while commentary explains why Rembrandt turned from etching to dry point. Another dry-point plate for The Three Crosses, which commentary describes as “the culmination of [Rembrandt’s] work in the medium”, though it was not his last print. “And it was about the sixth hour, and there was a darkness over all the earth until the ninth hour … ‘Father, into Thy hands I commend my spirit.’…” Details: the Centurion and others. More details. Commentary says that the print is an accurate illustration of the St Luke Gospel text which is the only one to distinguish between the two thieves, one shown in shadow, and the newly converted one in full light. The light from above the cross; the difference between the postures of Christ and others; soldiers ready to leave. Sixteenth century engraving of the Crucifixion by Master B of the Die compared with Rembrandt’s. Details from The Three Crosses / De Drie Kruisen; commentary concentrates on results of dry point technique. ACE020.3 10:05:50 10:14:29 Comparison of copies of the so-called “first state” of the plate, printed on different materials. The “second state” of the plate, which is beginning to wear. The “third state”. Details and various copies of general views. Signature and date. The “fourth state”. Changes for this version are most clearly shown on a maculature. Details compared with those of the “third state”. Engraving of rearing horse from stela in Rome, reverse of medal of Gianfrancesco Gonzaga by Pisanello (The Marquis Riding with a Squire, c.1439); these images translated into Rembrandt’s work. How the “fourth state” concentrates on the view of Christ. Different impressions of the “fourth state”. “… And at the ninth hour, Jesus cried ‘… My God, why hast Thou forsaken me’.” Credits.",
   "Choreographer" : "",
   "Date" : "1969",
   "Series" : "",
   "Title" : "Rembrandt’s The Three Crosses",
   "Part" : "",
   "Film ID" : "ACE020",
   "Production Company" : "Balfour Films"
}
