{
   "Synopsis" : "American-born figurative painter, Ronald Kitaj (b.1932), discusses his life and work.",
   "Director" : "Jake Auerbach",
   "Article" : "",
   "Full credits" : "Archive Footage Courtesy of BBC. Film Extracts Courtesy of The Third Man, Lumiere Films, The Long Voyage Home, JED Films; Stills BFI, Tate Gallery; With thanks to Sandra Fisher, Cleveland Museum of Art, Marlborough Fine Art (London), National Maritime Museum, Rensselaer Country Historical Society, Tate Gallery, Jeremy Gawade, Joanne Northey, Geoffrey Parton, Sue Pritchard, Professor Richard Wollheim, Jools Holland. Graphics Steve Bonnett, Keith Haynes; VT Editor Brian Allen; Dubbing Engineers Richard Lambert, Jane Hancock; Rostrum Camera Ken Morse; Sound Jim McAllister; Camera Philip Bonham-Carter; Production Manager Maggie Kosowicz; Editor Guy Bensley; Executive Producer for the Arts Council of England Rodney Wilson; Executive Producer The Late Show Alex Graham; Series Editor Michael Poole; Producers Hannah Rothschild, Robert McNab; Director Jake Auerbach. A Hanna Rothschild Jake Auerbach Production for BBC TV and the Arts Council of England. © MCMXCIV BBC and Arts Council of England.",
   "Minutes" : "42 min",
   "Full synopsis" : "ACE284.2 10:00:00 10:10:20 R B Kitaj working on portrait. His VO on portraiture – the artist’s “greatest challenge”. Portrait of David Hockney , others . Kitaj in gallery watching paintings being hung. Moving in to painting Cecil Court, London WC2 (The Refugees) (1983-84) with himself in foreground. Kitaj drawing… quotes Degas quoting art critic saying that art was all about getting the proportions right. Kitaj saying he hates and would like to burn half the pictures in the world. Exhibition. Caption: “Tate Gallery, London. June 1994”. Kitaj talking to gallery curators. Caption: “Cleveland 1932”. Photographs of his family. Kitaj talking about his parents. The Cleveland Museum. Photographs of children at Museum. The Tate exhibition. Kitaj with Richard Morphet and Nicholas Serota. Caption: “The Movies”. Still of Shirley Temple and Bill Robinson. Kitaj talks about his early film-going; believes he was named after Ronald Colman. Stills from The Adventures of Robin Hood, Lost Horizon, etc. Town of Troy, New York. Kitaj’s High School year book, the school. Newsfilm of baseball game. Kitaj’s Baseball (1983-1984). Velazquez’s Philip IV Hunting Wild Boar (La Tela Real, c.1632-1637). Baseball. Newsfilm. ACE284.3 10:10:20 10:20:50 Kitaj on “cruising” for girls. Photograph of car. Driving over Brooklyn Bridge. The SS Corona. Sea. Extract from The Long Voyage Home (1940). Kitaj on going to a brothel in Havana. Kitaj’s VO over The First Time [Havana]; Kitaj’s coastguard ID card. The Second Time [Vera Cruz], The Third Time [Savannah]; two other paintings. Women & Men, inspired by Young Spartans Exercising (1860-1880) by Degas. Caption: “ Manhattan”. Street scenes. Kitaj on living in New York. Greenwich Village, a place he often goes back to. He points out images of himself in the painting. Caption: “Europe”. Footage of passengers disembarking at Cherbourg. Train journey. Kitaj VO over on taking the Orient Express to Vienna. Extract from The Third Man (1949). ACE284.4 10:20:50 10:31:07 Self Portrait as a Woman. Kitaj’s VO reading a text by his Vienna landlady, Hedwig Bacher, including her report of ill-treatment by the Nazis. VO continues over Kitaj and the painting which relates to that story. Kitaj on the Jewish experience. If Not, Not (1975-76). Photograph of Auschwitz-Birkenau. Kitaj on his interest in the Holocaust; his experience of refugees from the Germans. Cecil Court with its refugee population. Kitaj at the exhibition. VO talks about film and John Ford. John Ford on his Deathbed. Kitaj talking about visiting Ford. Photograph of John Ford by Kitaj. Kitaj’s VO describing the painting. ACE284.5 10:31:07 10:41:25 Western Bathers: Kitaj’s VO on Western films and his Western paintings. Cezanne’s Bathers which inspired the first of these. Kitaj on his first heart attack and recognising the onset of old age. Self Portrait of Kitaj clutching his chest. Kitaj at the exhibition; paintings which remind him of ailments, Bad Back (1990-1992). Kitaj on not liking his name: signature Ronald on the heart attack painting. Paintings of house, of old girlfriends, including Marynka Smoking (1980). Sketch of Sandra Fisher. Photograph of Kitaj with David Hockney Kitaj talks his relationship with Sandra. Photographs of Kitaj with Sandra. The Wedding. Kitaj’s VO identifying the people in the painting. Wedding photograph. Kitaj describing the wedding. Kitaj talking about peer pressure. Sketches and paintings in his room by artist friends. Drawing his sitter. Credits.\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1994",
   "Series" : "",
   "Title" : "Kitaj. In the picture",
   "Part" : "",
   "Film ID" : "ACE284",
   "Production Company" : "Hanna Rothschild, Jake Auerbach"
}
