{
   "Synopsis" : "One of a series on black and Asian music and culture: an exploration of Cantopop, Hong Kong pop music, and performers such as Jacky Cheung (b.1961), Andy Lau (b.1961) and Leon Lai (b.1966), and its reception by young Chinese Britons in Manchester.",
   "Director" : "Rosalind Tsang",
   "Article" : "",
   "Full credits" : "Music videos courtesy of EMI Hong Kong, Music Impact Entertainment (Hong Kong) Ltd./New Melody Productions Ltd., Polygram Far East. Camera Michael Clifford; Production Manager Maree Murray; On-line Editor John Cryer; Editor Robert Alexander; Associate Producer Katie Buchanan; Executive Producer Johannah Dyer; Executive Producer – Arts Council of England Rodney Wilson; Produced and Directed by Rosalind Tsang. A Kershaw Production Associates Production for the Arts Council of England and Channel 4 Television. Copyright MCMXCVI.",
   "Minutes" : "15 min",
   "Full synopsis" : "ACE327.2 10:00:00 10:14:30 Night scenes in Manchester. Gillian showing photographs of her favourite Cantopop singers. Video of Jacky Cheung; Gillian’s VO. Gillian points out photographs of Andy Lau and Leon Lai. Michael talking about how he puts on Cantonese music when he wants something peaceful; he doesn’t understand all the words but gets the gist. More of the Jacky Cheung video. Hung thinks Chinese singers don’t necessarily dance very well; singers pick up dancing or dancers pick up singing. He likes Jacky Cheung (more of the video) and Andy Lau. Michael and Hung shopping for music videos and talking about the price of tickets for concerts. Hung leading a meeting at Manchester Metropolitan University organising an event for the Chinese students. The students’ Christmas dinner. Gillian in her car. Her VO talking about how she earns money while studying. Singing along to a tape. Michael talking about not wanting to take over his parents’ fish and chip restaurant. Hung washing Gillian’s car. The three talk about their relationships with a group of friends. Hung and Michael talk about Cantonese songs generally being romantic and thus liked by Chinese girls. Excerpt from video. Hung with a girlfriend. Describes his ideal girl (who would have to be Chinese). Michael talking about his ideal, who would also be Chinese. Gillian. Video. One of the students cooking soup noodles. Dinner. The three getting ready to go out. Young people in queues for restaurants, etc. Concert footage. Gillian’s VO talking about how Hong Kong audiences are much more restrained than in Britain. Michael’s VO saying that his friends don’t necessarily understand the words to songs but they sing with karaoke videos and memorise them. Groups of students with karaoke version of the concert. Credits",
   "Choreographer" : "",
   "Date" : "1996",
   "Series" : "Black Tracks",
   "Title" : "Canto Fever",
   "Part" : "",
   "Film ID" : "ACE327",
   "Production Company" : "Kershaw Production Associates"
}
