{
   "Synopsis" : "A home movie record of a few days in the lives of eccentric British performer, Bruce Lacey (b.1927), and his wife, Jill Bruce (Smith; b.1942), and their children.",
   "Director" : "The Lacey Family",
   "Article" : "The",
   "Full credits" : "This film and sound was made by the Lacey family: Bruce Lacey, Jill Lacey, Kevin Lacey, Tiffany Lacey, Saffron Lacey, Fred Lacey. The Sound Recordist, Lighting and Technical Adviser was Chris Robson. This film was made with a grant from The Arts Council of Great Britain.",
   "Minutes" : "60 min",
   "Full synopsis" : "ACE037.2 10:00:10 10:11:17 Clapperboard for LaceyFilms: Production “The Lacey’s Film”, Director Everyone. Scene 1 take 1 Tiffany’s Breakfast. Tiffany describing what she’s doing while preparing a bowl of cereal; voices of mother and father directing her. Scene 2. Tiffany gives Bruce Lacey the cereal and goes to wake her brother. Bruce, Kevin, Saffron, Jill and Tiffany introduce themselves, as does Chris Robson, the sound recordist. Second take of the introductions. Jill gives day and date as Saturday, January 6, 1973. Saffron takes a bubble bath; Tiffany making toast; Kevin making coffee; “playing silly buggers, using up the end of the roll”; Saffron and Tiffany in bed. ACE037.3 10:11:17 10:19:00 Sunday January 7th. Saffron coming downstairs; Bruce getting up; the Laceys at dinner; Bruce hair twiddling; Jill hair playing; Jill eating cheese; Bruce in the lavatory; Kevin reading in bed. ACE037.4 10:19:00 10:45:05 Monday January 8th. Kevin waking; Jill getting up; Jill’s tea; Jill reading paper; Jill washing; deodorising and powdering; making up; Bruce picking nose; Saffron eating banana; Bruce shaving and cleaning teeth; Jill having a bath; Bruce having bath; tit exercising; Tiffany doing Dream Drops; Saffron cutting spirals; Tiffany doing more Dream Drops; Kevin showing his Airfix models; Saffron making up and dancing; ACE037.5 10:45:05 10:47:43 Tuesday January 9th. The family has been joined by Bruce’s father, Fred. Tiffany dancing; ACE037.6 10:47:43 10:59:50 Wednesday January 10th. Kevin cleaning hairbrush; children riding bikes; Tiffany making bed; children getting undressed; Jill and Bruce going to bed. Bruce reads postscript: the film was shot in the order seen, including everything except sound bleeps and flash frames, etc. Credits.",
   "Choreographer" : "",
   "Date" : "1973",
   "Series" : "",
   "Title" : "Lacey Rituals. Some of the rituals, obsessions & habits of the Lacey Family",
   "Part" : "",
   "Film ID" : "ACE037",
   "Production Company" : "LaceyFilms"
}
