{
   "Synopsis" : "A celebration of the Ashanti funeral tradition, showing ceremonies recorded in Ghana and Britain.",
   "Director" : "Rosemary Dei-Boateng",
   "Article" : "",
   "Full credits" : "With the kind permission of Nana Adjama, Nana Asafo-Agyei, Nana Brobbey, Nana Kusi-Appiah, Kofi Boadi, Akwasi Yeboah Asuamah. United Kingdom: Camera Assistant Cheryl Gaunt; Gaffer Tony Adom; Sound Dick Philips; Sound Assistant Gerry Stephens; Drivers Kofi Oti, Charles Thompson. Ghana: Lighting George Asare; Sound Ben Clotte;y Music St Michael’s Church Choir, Jamasi. Nwomkro: Yaa Adoma, Ama Adyie, Nana Afia Fofie, Akua Akyere, Ama Behene, Maame Bour, Maame Darkoma, Adwoa Donkor, Adwoa Fordjour, Maame Fosua, Afia Gyane, Akosua Gyapomaa, Akosua Kwaaso, Abena Mansa, Afia Mansa, Afia Manu, Yaa Ntanasuo, Dora Okyere, Yaa Pokua. Special thanks to Kwame Ofori-Darko, Derek Taylor, Elizabeth Dei-Boateng, Paul Bush, John Osei Broni, Maya Vision, Yaa Serwaa Darko, Akosua Boatemaa, Nana Yaw Brefu-Boateng, Mr & Mrs Kwadwo Mpiani. Titles Danny Boon; Rostrum Camera John Osborne; Production Assistants Brigid Dei-Boateng, Kwame Ofori-Darko , Evelyn Thompson. Ghana: Camera Edmund Schandorff. United Kingdom: Lighting and Camera Margaret Jailler; Editor Gabriela Enis; Written, Produced & Directed by Rosemary Dei-Boateng. Produced with financial assistance from The Arts Council of Great Britain. © Rosemary Dei-Boateng 1993.",
   "Minutes" : "15 min",
   "Full synopsis" : "ACE415.2 10:00:00 Film-maker’s VO introducing herself as an Ashanti of the Oyoko clan, from Jamasi in Ghana. Photographs of her and her family in Ghana. Photographs of her grandmother and of her grandmother’s funeral. Child’s VO describing how the body was cared for. Ghanaian funeral ceremony in London. VO points out that the deceased may actually have died in Ghana. Caption: “United Kingdom.” Prayers and offerings. Caption: “Ghana.” Similar ceremony. The two events intercut. Caption: “Wakekeeping.” Body lying in state with women and men mourning. Photographs of dead grandmother. The funeral of someone who died prematurely (enclosed coffin), mourners singing and dancing. Caption: “Storeroom, Tottenham Leisure Centre, London.” Children getting ready. Dancing. Caption: “Gun salute for the deceased.”\u000bDancers with toy guns. Caption: “Gifts to be buried with the deceased.”\u000bWomen holding baskets. Another woman announces the gifts for the deceased. In Ghana: coffin carried out the house and along road; the interment. Other processions. VO says that the burial is the hardest part. Caption: “Washing away death before re-entering the house.” In London. In Ghana: guests at the funeral; musicians; dancers. Similar scenes in London. Caption: “The social event of the year.” Couple dancing in Ghana. Caption: “Gifts for the bereaved family.” Photographs in Ghana. The London event; woman presenting her husband with a gift to show she shares his sorrow at the loss of his father. Women singing. Dancing in London and Ghana. Caption: “Sharing the cost.” People in both countries giving donations. VO describes this as a gesture of support for the bereaved family. Dancing. Credits.",
   "Choreographer" : "",
   "Date" : "1993",
   "Series" : "Black Arts Video Project",
   "Title" : "Damirifa Due! Saying goodbye.",
   "Part" : "",
   "Film ID" : "ACE415",
   "Production Company" : ""
}
