{
   "Synopsis" : "The art of traditional fairground decoration illustrated through the work of Londoner, Fred Fowle.",
   "Director" : "Michael Whyte",
   "Article" : "",
   "Full credits" : "Made for the Arts Council of Great Britain. Produced at Tattooist International. Sound Recordist Jon Sanders; Dubbing Mixer Mike Billing; Cameraman Nic Knowland; Editor Michael Allan; Director Michael Whyte.",
   "Minutes" : "60 min",
   "Full synopsis" : "ACE054.2 10:00:00 10:09:26 Fred Fowle saying that he’d like someone younger to come into the business but doesn’t know if standards can be maintained. Designs on fairground rides. Panels from fairground rides. Fred Fowle drawing designs. Workshop of “F. G. Fowle Ltd., Artistic Decorators”. Fowle’s VO saying they consider what the customer wants, produce scale sketches, and go from there; VO explains how the sketches are turned into a paper pattern which is perforated and transferred to a board by rubbing with a pounce bag; the colours are marked on the board; the boards are painted. Fowle and others painting in the workshop. Photographs of Fowle’s family, his VO talking about his background and childhood. Cigarette cards. VO continues about school, career options, etc., over him painting. Fowle talks about moving from being a boot repairer to working for a company producing lacquer furniture, and then to R J Lakin’s fun-fair factory at Streatham. Photograph of staff. ACE054.3 10:09:26 10:20:40 Painting by hand and with spray guns. Fowle’s VO explaining that they paint all boards in parallel, rather than in sequence, which makes the work more interesting and speeds up the process, and talks about blending colours. Fowle on the craftsmanship required in the factory. Edwin Hall, “the finest showman decorator there ever was”, identified in Lakin’s photograph; Fowle says their social relationship helped him learning the work. Photographs of designs; Fowle says that Hall devised designs and patterns to suit the different machines. Fowle identifies photograph of Bill Baker painting horses. Photograph of dodgem car, based on a Vauxhall design. Photograph of man with funfair motor-cycle; another motor-bike. Fowle explains the help Hall gave him, and thinks some of his ideas came from the cinema. More photographs, caricatures from the war period. Fowle on Hall’s topicality. Applying aluminium leaf, and burnishing the finish. Fowle’s VO talking about how the silvering is handled. ACE054.4 10:20:40 10:31:00 Painting. Fowle’s VO talking about the use of colour; he tends to emphasise primary colours but goes along with what the showmen want. Mrs Fowle describes meeting, courting and marrying Fred, the last in a hurry because of the war. Fairground scenes. Mrs Fowle talking about Hall. She and Fred on their social life; photographs of the couple. Photograph of interior of Lakin’s factory which had to let the staff go to war work. Original footage of soldiers on manoeuvres, and D-Day landings and the aftermath. Fowle’s VO talking about his experiences as a medical orderly. ACE054.5 10:31:00 10:37:26 Fairground ride. Train. Fowle talks about feeling lonely and insecure after being demobbed, and being uncertain about his future. Exterior Edwin Hall & Co. Hall talking about trying a roundabout that wouldn’t stop. He explains that he wanted to be an artist but got into the fairground decorating business where he became “the best”. Hall’s house; he says the fact that it represents money isn’t important as he loves his work.\u000b\u000b ACE054.6 10:37:26 10:47:24 “Basil Brush” and several “Muffin the Mules” in the workshop. Assembling a ride. Hall says he regrets moving from decorating but needed more money to support his family. Photographs. Hall talks about Fowle as a good workman. VO, over shots of Fowle and others painting, talking about Fowle’s personal painting style. Hall on his musical brother. He is sad that so much of his own work has now disappeared through over-painting, but says he has enjoyed his life and claims to have had no “disappointments”. Fowle painting black outlines which his VO describes as “the most tedious job of the lot”, but is essential to providing definition to the designs. Fowle talking about working on the railway for a while, but then being found by Edwin Hall’s brother and setting up in business with him in the disused Balham tram stables where his workshop still is. Edwin Hall did some designs for them but Fowle finally began his own. ACE054.7 10:47:24 10:55:06 Ride decorations. Fowle talks about sources of inspiration – cinema, comic books, etc. He discusses current designs which he feels are brighter but less interesting, though brightness does bring in more custom. Painting. Workshop interior. Fowle’s VO describes how Lakin’s managers took over different parts of the business, with Edwin Hall eventually doing all the children’s rides. Fowle painting; his VO says he regrets that he lost touch with Edwin when his brother left because of a family misunderstanding; he describes the shading he’s painting. Putting the finishing touches to a panel. Fowle’s VO says that machines were also designed at Lakin’s, so that they produced shapes to fit the designs; nowadays the designs have to fit shapes determined by the owners. Fowle talks about how Lakin’s were always looking for new ideas, and emphasises that the methods he learned while working for the company still provide the necessary quality today. ACE054.8 10:55:06 11:00:03 Fowle checking completed design; dismantling the individual panels. He describes first going to the Lakin’s decorating shop. Fowle and Hall relate an anecdote about George Hancock, the foreman, who once played a practical joke on Fowle. The fairground ride with its newly completed decoration. Credits.",
   "Choreographer" : "",
   "Date" : "1975",
   "Series" : "",
   "Title" : "Our Business is Fun",
   "Part" : "",
   "Film ID" : "ACE054",
   "Production Company" : "Tattooist International"
}
