{
   "Synopsis" : "A two-screen film (to run with Claes Oldenburg Retrospective), made at the time of the 1970 Tate Gallery exhibition of work by Swedish-American Pop artist, Claes Oldenburg (b.1929).",
   "Director" : "James Scott",
   "Article" : "The",
   "Full credits" : "Introducing Hannah Wilke; With Claes Oldenburg, Richard Hamilton, Jim Dine, Fred Tutin, Etc. Photography Adam B-Mill; 8mm Camera Claes Oldenburg; Sound Don Warren; Additional Sound Tony Jackson, James Scott; Dubbing Mixers Peter Gilpin, J. B. Smith; Editing Richard White; Assistants Gill Smith, John Sanders; Music: Oats Peas & Beans played by Geoff Castle, Toccata by Widor, Hawaiian Orchids by J Shaindlin, Circus Days by J Shaindlin, Corporation Band by G Wilden; Production Andrew St John; For Arts Council Rodney Wilson Direction James Scott. Produced by Maya Film Productions Ltd for the Arts Council of Great Britain.",
   "Minutes" : "34 min",
   "Full synopsis" : "ACE028.2 10:00:00 10:13:20 Black. Sounds of traffic. Black. Men’s voices discussing how to arrange parts of installation. “…put the bloody one in front.” “That’s not how it is here. There’s one where you see the middle bone. That one’s light, the other one’s a darker colour…” Claes Oldenburg and gallery staff unpacking crate from Museum of Modern Art, New York, and arranging contents, ceramic joints of meat, sausages, etc. Black. Black and white footage of policemen with street-vendor’s trolley. Black. Sweets. Oldenburg filming contents of confectioner’s window. His VO saying that he wants “the stuff in [his] show” to be “a starting point for conversation”; “it’s about reaching minds”. Oldenburg and Hannah Wilke eating ice-cream by van outside Tate Gallery. Oldenburg at window; contents of his room. His VO talking about his background, and about part of his work being “about the identity of the thing”. Black. Noise of turning paper; aeroplane. Oldenburg and others with illustrated books. Woman sewing. Oldenburg VO saying he’s annoyed that one achieves so little in a lifetime. Oldenburg with paper disc. Wilke. Black. Black and white films of Tate interior while exhibition is being mounted: crates, a ladder, paper, etc. Oldenburg VO saying he has “a lot of problems now” as everything is “much more complicated” than it used to be. Oldenburg on ladder beside Soft Ladder; Hammer; Saw; and Bucket (1967), Saw (Hand; Version II) (1970-1971) leaning against wall. Gallery staff discussing the installation of the exhibits. Oldenburg decides to reverse Soft Ladder…. Giant Soft Fan (1967) being manoeuvred into position. Voices of Oldenburg and gallery staff. Man painting plinth for Giant Soft Fan.\u000b\u000b ACE028.3 10:13:20 10:21:03 Oldenburg Wilke followed by film crew walking near Willesden Junction on path between railway tracks, cooling towers near Acton Lane towers in background. Hawaiian music over. Young women’s knees as they walk along. You Don't Have to be a Baby to Cry over. Black. Oldenburg drawing cooling tower and discusses their function with Ben Brewster. Black. Black and white footage of policeman with ice-cream trolley being towed by police van. Black. Slide show. Piano over, with woman’s voice saying “next” to change slides. Piano continues over film of Oldenburg and Wilke leaving gallery and sitting down on grass to dismantle and eat a layered cake representing two mice in bed. Widor’s Toccata and other music simultaneously over. ACE028.4 10:21:03 10:33:04 Black. Black and white film of policeman losing control of ice-cream trolley and it turning over in the road. Black. Oldenburg answering questions from film-maker (?) about the audience for his work. Black. Giant Soft Fan; Hawaiian music over. Elderly gallery attendant. More exhibits, several in glass cases. Front of exhibition. Visitors; sign asking them not to touch exhibits. Shots concentrating on attendants, most of whom try to avoid camera. Soft Typewriter (1963). Lights and movements. Oldenburg’s VO talking about things that “happen”. Stone cross outside church. Oldenburg and others eating; his VO, describing event which involved mice and chicken blood, continues over film of ambulance arriving to look after someone collapsed in the street, over Oldenburg with mouse cake and other foods, the street occurrence, policeman and the overturning ice cream trolley, exterior Tate, etc. Black intercut with footage of Wilke undressing and dressing behind rose bushes. Crowd; Wilke, Oldenburg. Disjointed VOs. Oldenburg standing on, poking and shaking up Soft Hamburger (1962), shaking Soft Typewriter, rearranging other exhibits, including Blue Shirt; VO talking about there being lots of movement and touching at happenings. Oldenburg leaves with Wilke. Women’s knees walking. Black. Credits.",
   "Choreographer" : "",
   "Date" : "1971",
   "Series" : "",
   "Title" : "Great Ice-Cream Robbery. Tate Gallery, London, 1970",
   "Part" : "",
   "Film ID" : "ACE028",
   "Production Company" : "Maya Film Productions"
}
