{
   "Synopsis" : "One of a series of dance pieces created specially for television: a woman remembers her past.",
   "Director" : "Wolke Kluppell",
   "Article" : "",
   "Full credits" : "Choreographer Suzy Blok; Written & Directed by Wolke Kluppell; Composer Fons Merkies; Performers: Suzy Blok, Jordi Casanovas, Lalo Diaz, Mirta Campos, Noa Cohen, Zeger de Vos, Sally Jongsma, Mely Blok. Director of Photography Jaap Veldhoen; Production Manager Peter-Jan Brouwer; Location Manager David Elands; Gaffer Oscar van Rijn; Grip Luc Hoeijmakers; Sound Alex Booy; Make-Up Karin van Dijk; Costume Design Daniëlle van Eck, Paulette Boschung; Art Director Elsje de Bruin; Assistant Producer Inge van Hunnick; Post Production Natasja van Wijk; Editor Marco Van Welzen; Composer Fons Merkies; Sound Editor Jankoen de Haan; Editor Dance NPS Mirjam van der Linden; Production NPS Marianne Eggink; Line Producer Erwin Godschalk; Executive Producers Henk van der Meulen NPS, Rodney Wilson Arts Council of England, Bob Lockyer BBC; Producers Hans de Weers, Hand de Wolf. This film was supported by the Dutch Cultural Broadcasting Promotion Fund. An Egmond Film and Television Production for BBC/Arts Council of England/NPS. © MM BBC/Arts Council of England/NPS.",
   "Minutes" : "9 min",
   "Full synopsis" : "ACE385.2 10:00:00 10:08:42 Spanish radio broadcast. Photographs. Elderly woman hums while taking dress out of wardrobe. Middle-aged woman wearing same dress dancing with her husband to the same music. Their younger selves fighting. Middle-aged couple continue dancing. Young couple dancing. Elderly woman with another dress. Two girls dancing together watched by boy who cuts in. The young couple; occasional shot of the children. Elderly woman, wearing the first dress, dances by herself. Credits.",
   "Choreographer" : "Suzy Blok",
   "Date" : "2000",
   "Series" : "Dance for the Camera 5",
   "Title" : "Tus Ojos Negros. Your Dark Eyes",
   "Part" : "",
   "Film ID" : "ACE385",
   "Production Company" : "Egmond Film and Television"
}
