{
   "Synopsis" : "A dramatisation of the life of British author, Robert Noonan (Robert Tressell) (1870-1911) during the years in which he wrote his Socialist novel, The Ragged Trousered Philanthropists.",
   "Director" : "Phil Mulloy",
   "Article" : "",
   "Full credits" : "Robert Noonan, Frank Grimes; Bill, Andrew Boxer; Kathleen, Eva Griffith; Adelaide, Bernadette Mackenna; Mr Sykes, John Dicks; Joe, John Joyce; Bert, Philip McGough; Mr Burton, Nick Stringer; Old Tom, James Ottaway; Dan, Alan Ford; Fred, David Troughton; SDF man, Bruce Alexander; Landlady, Liz Smith; Arthur, Leo Mackenna-James. Narrator Kate Crutchley; Continuity Dave Rea; Art Department Assistants Alison Stewart Richardson, Tony Harper; Murals Elizabeth Butler; Unit Runners David Sinclair, Lynn Champion; Sound Assistants Dave Motta, Simon Hayter; Camera Assistant Steve Alcorn; Second Assistants Steve Parker, Brian Herlighy; Assistant Editor JoAnn Kaplan; Special Thanks to Joke van Wyck; Dubbing Editor John Kerry; Dubbing Mixer Peter Maxwell; Sound Recordist Malcolm Hirst; Casting Simone Reynolds; Production Manager Jim Pearse; Art Director Miranda Melville; Photography Clive Tickner; Editor Charlie Ware; Music composed by Michael Storey; Produced by Simon Hartog for Spectre Productions; Executive Producer Rodney Wilson; Written and Directed by Phil Mulloy. The Ragged Trousered Philanthropists and F. C. Ball’s biography of Robert Tressell One of the Damned are published by Lawrence & Wishart Ltd. Arts Council of Great Britain © 1982.",
   "Minutes" : "63 min",
   "Full synopsis" : "ACE120.2 10:00:00 10:12:49 Caption: “My father only ever had two books, one was the Bible, the other was The Ragged Trousered Philanthropists.” “Robert Tressell” writing. VO: “In writing this book my intention was to present, in the form of an interesting story, a faithful picture of working-class life … in a small town in the south of England…. This was the task I set myself. To what extent I have succeeded is for others to say; but whatever their verdict, the work possesses at least one merit - that of being true. I have invented nothing. There are no scenes or incidents in the story that I have not either witnessed myself or had conclusive evidence of.” Noonan’s daughter, Kathleen. Commentary says that Robert Noonan completed The Ragged Trousered Philanthropists in 1910; the book has been extremely influential. Waves. Commentary gives basic biographical details. Action continues. In 1901, Noonan takes lodgings in Hastings, England, with his daughter, Kathleen. Noonan talking to his sister about the condition of the poor people he’s seen. Photographs of Hastings. Tressell VO talking about a situation of “perpetual poverty”. Commentary notes that unemployment was high at this date. Noonan looking for work as a designer with Burtons, a building firm. Noonan painting decorative motifs on a wall. Suggests to his sister that he’d need to be “brutal and selfish” to succeed in his own business. At work on a house-painting job. VO on the foreman and the boss, and their mission “to enable the head of the firm to accumulate money”. Noonan talking to fellow workers, the foreman goading him by complaining that “foreigners” are taking the jobs. ACE120.3 10:12:49 10:24:19 Photographs of English “society”. Commentary says that exploitation of nations in the Empire brought “huge sums of money” to the rich. Photograph of a slum area. Builders’ boss, Sykes, telling Noonan not to bother with quality work. Noonan painting decorative motifs. He asks Bill why the British poor feel so superior. Bill asks him why he didn’t fight in South Africa. Noonan recommends a book on the Boers; he says that the war was about money. Countryside. VO talking about British control of natural resources. Noonan and Bill walking in snowy countryside. Noonan suggests more books he should read. Workmen arriving at their job. VO saying “Extraordinary as it may appear, none of them took any pride in their work: they did not ‘love’ it… they went on, day after day, year after year, wishing their time was over and, without realizing it, really wishing that they were dead.” Sykes spying on them. Commentary talks about Noonan’s view of work as a prison. Sykes fires old Tom for spending too much time trying to do a good job. Sykes tells Burton that they ought to cut wages or get the men working harder. ACE120.4 10:24:19 10:33:18 Workmen on break wondering what they might do about Tom’s dismissal. Noonan says that they join the Society to protect themselves, and tells his co-workers that a non-working majority prospers while the poor workers starve. They discuss the meaning of poverty. Sykes spying. Foreman suggests Sykes should get rid of Noonan because he’s a trouble-maker. Sykes says Burton thinks his artistic talent could be valuable. Commentary talks about the British trades union movement. Noonan tells his sister that the workers in Hastings connive at their own oppression; she criticises him for not working for himself. Commentary talks about Noonan’s many changes of employment. VO quotes “In order to succeed in this world it was necessary to be brutal, selfish and unfeeling … to consider one’s own interests first in every case…”. Commentary talking about Noonan’s writing. Noonan gives Bill a paper published by the Social Democratic Federation. Bill suggests Noonan try for re-employment at Burton’s as Sykes has now left. ACE120.5 10:33:18 10:47:07 Noonan and Burton. They argue about wages for a job. Noonan looking for designs; VO suggesting that, on this job, Noonan “simply wanted to do the work…the question of profit was completely crowded out”. Bill criticises him; Noonan explains his decorative ideas and that he wants to do a good job regardless of who will benefit. The work going ahead. Foreman spying on Noonan. Noonan and Bill at an SDF meeting. Chair gives the history of the Federation, based on Marxist principles, and points out that while the monopoly of capital increases, millions of people in Britain are “on the borderline of starvation”. At home, Noonan’s sister says she wants to live elsewhere as she can’t stand their situation any longer. Photographs of Hastings. VO on how “the ragged trousered philanthropists continued to toil and sweat at their noble and unselfish task of making money for Mr Rushton”. Noonan painting and coughing. Commentary talks about spread of Socialist ideas, and “the fear they inspired within the governing classes”. Workmen talking about breaking up Socialist meeting; one supports the government. Noonan tells sympathetic colleague that he won’t retaliate as he’ll lose his job. Says they must change society. ACE120.6 10:47:07 11:03:27 Commentary says that 1906 election brought 29 Labour MPs to Parliament, but this enabled the ruling classes to control working class independence. Bill introduces a slide show trip around Britain, with Noonan at the lantern, contrasting images of rich and poor. Noonan addressing the audience on the need for Socialism and for nationalisation of industries. Noonan arrives home drenched by a storm. VO quotes passage on the illness of the book’s protagonist. Noonan and Kathleen moving out. Bill visits their new rooms. Noonan, in bed, suggests he and Bill should set up a moving picture theatre on the pier. Kathleen shows them a banner she’s made for the Social Democratic Party. Bill refuses to leave the building trade. VO “The story of the future was to be much the same as the story of the past.” Commentary says that Noonan continued writing while out of work because of his illness. To avoid being prosecuted or black-listed by people portrayed in the book, Noonan used the name Tressell. Noonan and Kathleen discussing the book. The manuscript sent off; rejected by the publisher because it was not typewritten. Noonan and Kathleen on the beach. They decide to go to Canada. Commentary relates that Noonan died in Liverpool in 1911, and gives history of the eventual publication of the book, Britain’s “one real, working class classic”. Credits.",
   "Choreographer" : "",
   "Date" : "1982",
   "Series" : "",
   "Title" : "Give Us This Day",
   "Part" : "",
   "Film ID" : "ACE120",
   "Production Company" : "Spectre Productions"
}
