{
   "Synopsis" : "The life and work of British potter, Michael Cardew (1901-1983), concentrating on the legacy of the twenty years he spent in Ghana (at Achimota) and Nigeria (Abuja).",
   "Director" : "Alister Hallum",
   "Article" : "",
   "Full credits" : "Acknowledgements to Cultural Division, Federal Ministry of Information, Lagos, Nigeria. W.T. Copeland & Songs (Spode), Stoke-on-Trent. National Film Archive. Dart Valley Railway. Sound Bob Bentley; Mixer Jim O’Farrell; Camera John Bulmer, Alister Hallum; Editor Peter Barber. Produced for the Arts Council of Great Britain in association with Richard Price Television Associates Ltd., London-New York. Produced and Directed by Alister Hallum.",
   "Minutes" : "51 min",
   "Full synopsis" : "ACE039.2 10:00:00 10:11:29 Woman laying dinner table with pottery plates; cottage. Pouring water from pottery jugs into mugs. Intercut with scenes of Ghanaian women collecting water in large earthenware containers. Commentary says the film is about a potter who went to West Africa for a short assignment and stayed for more than twenty years. Michael Cardew sitting down at dinner table. Michael Cardew making various pieces of pottery. His VO gives some brief biographical and career details, mentioning Bernard Leach. VO talks about his own interest in slipware. Interior of pottery; Cardew’s VO talking about making stoneware in West Africa using techniques learned from Leach, and describing the film as being “about [his] life as a potter and a return visit … made in 1973 to … West Africa…”. Cardew working in pottery while talking about his youthful liking for pots made in by Edwin Fishley at the Fremington Pottery in North Devon, and on getting to know Leach and Shoji Hamada. Examples of pottery; photographs of Cardew at St Ives and Winchcombe (or the Greet) Pottery. Cardew in pottery, talking about his time there at Winchcombe. Examples of early work. Photographs of Cardew with family. His VO talks about the Depression and designing for mass production. Archive film of pottery workers in Stoke-on-Trent. His VO quotes the ideas Cardew proposed to a Mr Hewitt at Copelands. Train in rural station. Cardew’s VO talking about going to Achimota College, Ghana, in 1942. Photograph of his wife and three boys. Train leaving station. Cardew on passenger ship. Talks about conversation with fellow-passenger on his original trip, admitting that the project was as much for his benefit as for that of the Ghanaians. Archive film of pottery in Gold Coast, showing “the European instructor-expert”, Cardew. Cardew’s VO over more from the film and contemporary photographs. Cardew talking about the targets set for him to produce. Photographs, with Cardew VO talking about people coming from Accra to find work. Photographs of Clement Kofi Athey; film of Kofi throwing a pot.; more from the archive film. Cardew talking about his campaign to keep the pottery going against government wishes. ACE039.3 10:11:29 10:19:43 Riverbank scenes in Ghana. Cardew VO talking about leaving Alajo setting up the pottery at Vume Dugame. Woman carrying unglazed pots and collecting water. Cardew visiting the former pottery buildings. His VO talking about serving a hard apprenticeship. Kilns. Pots. Woman with their children washing clothes and themselves at the river’s edge. Cardew VO talking about having to return to England because of ill-health, and returning to West Africa two years later, this time to Nigeria. Musicians. Cardew talking to local people and getting into a lorry. His VO talking about transport in Nigeria. Lorry moves off, heavily loaded with goods and passengers, and travels through countryside. Cardew’s VO talking about being sent to Nigeria in 1950 and setting up a pottery training centre at Abuja. Cardew at Abuja. Photographs of him with Athey, building a small test kiln, with pots, etc. His VO describes activities. Cardew greeting people he’d known in the past. People throwing pots, cups, etc. Cardew’s VO talking about the growth in the industry since he left Abuja, and the popularity of Abuja ware. ACE039.4 10:19:43 10:29:14 Cardew talking to local people about a new building being constructed; photographs of the traditional-style buildings he worked in. His VO on the importance of buildings then being familiar to people who went to work there. Ladi Kwali throwing a pot in a wheel. Local man (and VO) describes how Cardew recruited her as the first of the women potters who worked with him. Women preparing a mixture of clay and grit which makes pots usable over wood fires. Woman building large pot from a lump of clay. Cardew’s VO talking about women’s role in pot-making: men use machinery while women use their hands. Pot being finished off, and decorated by incising patterns into the clay. Firing by pre-heating pots over embers, and then putting them into a brushwood fire. Cardew’s VO explains the technique. Coating the pot with makuba, a varnish made from locust-bean pods. Finished pots. ACE039.5 10:29:14 10:38:50 Cardew looking at pots in the museum at Jos, Nigeria. He describes the features of an Ibo palm-wine pot, and talks about how he wanted to adapt local skills and designs to his brief of producing glazed tableware. Man making and decorating a casserole, based on traditional designs but which will be glazed and fired at high temperature. \u000bCardew at an old tin-mine where he found the clay they needed for high-temperature firing, and the importance of using local materials. VO Abuja potters mixing clay and grinding materials for glazes by machine. Cardew VO continues. Pots being tipped in red slip made from local clay and rock. Decorating by the sgrafito method technique. White slip decorating. Covering slip with glaze. Cardew VO continues. Setting the kiln (designed and built by Michael O’Brien). Starting and tending the fire. Cardew talking about preferring the “mud and water” aspects of potting to the firing. His VO relates how he was encouraged to stay away from the kiln as his presence seemed to be accompanied by problems. \u000b ACE039.6 10:38:50 10:50:53 Next morning. Cardew getting up. Countryside, animals, cowherd, etc. Emptying the kiln. Cardew talking about a blue glaze made from wood-ash slag. Ladi Kwali talking about Cardew’s introduction of glaze; translated by local. People examining glazed ware. Cardew’s VO talking about Aloja being “far big and far too paternalistic”, but feeling “possessive” about this pottery and about Vume. He thinks Abuja worked much better and he enjoyed his time there. Cardew showing a fragment of cup which he made years ago. He relates an anecdote from his time at Vume. Road-building in Nigeria. Motorway. Cardew leaving by aeroplane. The dinner party. Cardew describes some pieces of pottery: one made at Winchcombe in the late 1930s, a gwari casserole, several unglazed pots. Photographs of Cardew with Arthey, film of men and women working in Abuja, Abuja market. Cardew’s VO saying that he would suggest to a Ghanaian or a Nigerian that the colonial period had some positive aspects such as friendship between individuals, and the possibility that “the system” could be used to achieve beneficial results it had not considered, and believes he was very fortunate to have had such an experience. Credits.",
   "Choreographer" : "",
   "Date" : "1973",
   "Series" : "",
   "Title" : "Mud and Water Man",
   "Part" : "",
   "Film ID" : "ACE039",
   "Production Company" : ""
}
