{"Synopsis":"The development of early cinema narrative and film language examined through a dramatised mystery story, interspersed with examples of pre-1906 productions.","Director":"Noël Burch","Article":"","Minutes":"50 min","Full credits":"A film by Noël Burch Sets and costumes Phoebe de Gaye; Cinematography Les Young; Music John Buller; Piano and organ Susan Bradshaw; Editing Brand Thumim; Production Margaret Williams; Countess Skladanowsky, Sue Lloyd; Her victim, Williamson, Jeff Rawle; Her maid, Lea Brodie; Her father, Jimmy Gardner; Her enemy, Hepworth, Alex McCrindle; His old friends, an Indian civil-servant, James Leahy; His chauffeur, Haggar, Christopher Mason. Assistant director Nick Burton; Assistant designer Jamie Leonard; Camera assistant David Beven; Sound recordist Roger Johnson; Boom swinger Terry Isted; Sound mixer Colin Martin; Casting Jonathan Chadwick; Make-up Bernie Browne; Continuity Li Guy; Still photography Martine Loubet Grip Mick Duffield; Sparks John Holland, Tony Waldron; Set construction Johnny Giles, Dave Willock, Murray Anjo; Painter Malvern Hostick; Prop maker Mark Harrington; Model maker Bruce Macadie; Dressmaker Anya Scott Graphics Sally Beardsley; Archive films: [Workers Leaving a Factory], France, ca.1900, How It Feels to be Run Over, G.B. 1900, The Ingenious Soubrette, France 1902, The Bride Retires, France, ca. 1902, Explosion of a Motor Car, G.B. 1902, What Happened on 23rd Street, New York City, U.S.A. 1902, The Gay Shoe Clerk, U.S.A. 1902, A Picture for the Rogues’ Gallery, U.S.A. 1902, Twins at the Theatre, France, ca. 1904, The Story the Biograph Told, U.S.A. 1906. We wish to thank The National Film Archive, London, The Museum of Modern Art, New York, The Library of Congress, Washington DC, Stiftung Deutsche Kinemathek, Berlin, Mindon Luby, Sothebys, Belgravia, Grove Park Cemetery, Lewisham. © Arts Council of Great Britain.","chapters":[{"out":584,"in":0,"desc":"“In which is may be seen how the mechanics of certain very primitive films (made prior to 1906) shed light on the nature of both the Language of Cinema and the audience attitudes associated with it, as they came to be established over the 25 years that followed.” Workers Leaving a Factory [possibly Sortie des ateliers Viberts (1896)] with VO quoting Maxim Gorki’s 1896 description of his first visit to the cinema. Reconstruction of “Mr Williamson” being sent to deliver a letter to an agent. How it feels to be run over (1900). Caption: “Eye versus object: Centring you.” Static medium-long shot of Mr Williamson arriving by chauffeur-driven car at his destination, and being greeted by a maid. Static medium-long shot of maid bringing Williamson into a richly decorated sitting room where he examines his surroundings and hands the letter to the mysterious Countess Skladanowsky. VO comments on action and setting throughout. Medium shot from directly behind man listening to conversation from behind curtain. Keyhole shot of his view of Countess who, as she undresses, turns out to be a man. Peeping Tom jumps up and down in delight. Iris out. Still from early film with proscenium arch sketched in. Commentary discusses “unity of viewpoint”. The film, The Ingenious Soubrette (1902) (aka Magic Picture-hanging / Accrochage Ingénieux). Caption: “Eye above object: The unimaginable angle.”"},{"out":1052,"in":584,"desc":"Mock intertitle: “Williamson arrives at the house where the Countess and her father are staying.” Medium shot of car driving towards camera, and Williamson getting out; camera follows him as he walks towards the front door. Reverse angle shot as maid opens door to him and he walks in. Camera follows them as they go towards sitting room. Medium shot as he walks into room, following him as he examines surroundings. Insert of Countess entering through curtains. Medium shot of Williamson giving Countess the letter. Her question in intertitle. She offers him a cigarette. His reaction in intertitle. Medium shot of Peeping Tom. Keyhole shot of maid kicking Williamson and knocking him over; Peeping Tom reacts; back to keyhole shot as maid takes Williamson away. Still from early film with keyhole shape superimposed on it. Commentary quoting writer who suggests that the apparent unavoidability of actors facing front is unnatural and destroys the illusion. The film, The Bride Retires (Le coucher de la mariée, 1902). Caption: “You, the object and the vicarious eye.”"},{"out":1520,"in":1052,"desc":"Medium close shot of maid assembling and loading a pistol which she fires directly at the camera. Medium shot, slightly angled, of Peeping Tom. Keyhole shot of Mr Williamson cranking camera and running away as car drives into tripod. Explosion of a Motor Car (1900). Caption: “The dissecting eye: Primal version.” Still from Explosion of a Motor Car with inserted image of woman’s leg in high-buttoned boot. Commentary reading from description of argument between D W Griffith and Billy Bitzer about moving the camera close enough to see an actor’s expression; Henry Marvin being critical. Medium shot, slightly angled, of Peeping Tom, this time too close to include his feet. Insert of woman’s hand holding James Williamson’s visiting card. Medium shot of Williamson examining contents of room from angle which allows Countess’s entry to be included Conversation cuts too and fro between them. Keyhole shot of violinist who’s been accompanying the filming. Peeping Tom seated behind door. What Happened on 23rd Street, New York City (1902). Caption: “Centring her: An object for the eye.” The Gay Shoe Clerk (1902). Caption: “The dissecting eye: fetishistic version.”"},{"out":2038,"in":1520,"desc":"Keyhole shot with fuzzy object in view; focus changes to blur keyhole edges and reveal Mr Williamson as the object. The Countess give him a rabbit punch. Commentary quotes writer who believes that heroines should be loveable and beautiful. Peeping Tom. A Picture for the Rogues’ Gallery (1902): a woman struggles to avoid having her photograph taken in a police station and contorts her face as camera moves into close shot. Caption: “Eye into object: A violent intimacy.” Mock intertitle: “You are going straight back to Mr. Hepworth when you leave here?” Close up vignette of Countess; medium shot of Countess and Williamson talking; medium close-up of Williamson, closer shots of Countess’s ankles, her hand, incense burners beside him, clock as times passes, dissolves, etc. Close-up of Countess with title superimposed, vignette of her eyes. She hypnotises him. Seated Peeping Tom. Twins at the Theatre (c.1904). Tinted copy. Caption: “Between object and eye: The invisible you.” The drama unfolds; the two women show their appreciation too loudly to the annoyance of the rest of the audience, and cry over the bald heads, one of which turns out to belong to a gendarme. Peeping Tom dozing."},{"out":2640,"in":2038,"desc":"Close shot of car driving past camera to allow view of Williamson’s anxious face. Same plot as before; moving camera, close shots of significant actions or objects, etc.; synch sound (with dialogue and VO thoughts) throughout. Peeping Tom turns out to be Countess’s father."},{"out":2988,"in":2640,"desc":"Blank screen. Commentary reading description of function of cinema camera in reproducing what it sees. The Story the Biograph Told (1906). Caption: “Eye around object: Into the screen.” Credits."}],"Series":"","Full synopsis":"ACE084.2 10:00:00 10:09:44 “In which is may be seen how the mechanics of certain very primitive films (made prior to 1906) shed light on the nature of both the Language of Cinema and the audience attitudes associated with it, as they came to be established over the 25 years that followed.” Workers Leaving a Factory [possibly Sortie des ateliers Viberts (1896)] with VO quoting Maxim Gorki’s 1896 description of his first visit to the cinema. Reconstruction of “Mr Williamson” being sent to deliver a letter to an agent. How it feels to be run over (1900). Caption: “Eye versus object: Centring you.” Static medium-long shot of Mr Williamson arriving by chauffeur-driven car at his destination, and being greeted by a maid. Static medium-long shot of maid bringing Williamson into a richly decorated sitting room where he examines his surroundings and hands the letter to the mysterious Countess Skladanowsky. VO comments on action and setting throughout. Medium shot from directly behind man listening to conversation from behind curtain. Keyhole shot of his view of Countess who, as she undresses, turns out to be a man. Peeping Tom jumps up and down in delight. Iris out. Still from early film with proscenium arch sketched in. Commentary discusses “unity of viewpoint”. The film, The Ingenious Soubrette (1902) (aka Magic Picture-hanging / Accrochage Ingénieux). Caption: “Eye above object: The unimaginable angle.”ACE084.3 10:09:44 10:17:32 Mock intertitle: “Williamson arrives at the house where the Countess and her father are staying.” Medium shot of car driving towards camera, and Williamson getting out; camera follows him as he walks towards the front door. Reverse angle shot as maid opens door to him and he walks in. Camera follows them as they go towards sitting room. Medium shot as he walks into room, following him as he examines surroundings. Insert of Countess entering through curtains. Medium shot of Williamson giving Countess the letter. Her question in intertitle. She offers him a cigarette. His reaction in intertitle. Medium shot of Peeping Tom. Keyhole shot of maid kicking Williamson and knocking him over; Peeping Tom reacts; back to keyhole shot as maid takes Williamson away. Still from early film with keyhole shape superimposed on it. Commentary quoting writer who suggests that the apparent unavoidability of actors facing front is unnatural and destroys the illusion. The film, The Bride Retires (Le coucher de la mariée, 1902). Caption: “You, the object and the vicarious eye.”ACE084.4 10:17:32 10:25:20 Medium close shot of maid assembling and loading a pistol which she fires directly at the camera. Medium shot, slightly angled, of Peeping Tom. Keyhole shot of Mr Williamson cranking camera and running away as car drives into tripod. Explosion of a Motor Car (1900). Caption: “The dissecting eye: Primal version.” Still from Explosion of a Motor Car with inserted image of woman’s leg in high-buttoned boot. Commentary reading from description of argument between D W Griffith and Billy Bitzer about moving the camera close enough to see an actor’s expression; Henry Marvin being critical. Medium shot, slightly angled, of Peeping Tom, this time too close to include his feet. Insert of woman’s hand holding James Williamson’s visiting card. Medium shot of Williamson examining contents of room from angle which allows Countess’s entry to be included Conversation cuts too and fro between them. Keyhole shot of violinist who’s been accompanying the filming. Peeping Tom seated behind door. What Happened on 23rd Street, New York City (1902). Caption: “Centring her: An object for the eye.” The Gay Shoe Clerk (1902). Caption: “The dissecting eye: fetishistic version.”ACE084.5 10:25:20 10:33:58 Keyhole shot with fuzzy object in view; focus changes to blur keyhole edges and reveal Mr Williamson as the object. The Countess give him a rabbit punch. Commentary quotes writer who believes that heroines should be loveable and beautiful. Peeping Tom. A Picture for the Rogues’ Gallery (1902): a woman struggles to avoid having her photograph taken in a police station and contorts her face as camera moves into close shot. Caption: “Eye into object: A violent intimacy.” Mock intertitle: “You are going straight back to Mr. Hepworth when you leave here?” Close up vignette of Countess; medium shot of Countess and Williamson talking; medium close-up of Williamson, closer shots of Countess’s ankles, her hand, incense burners beside him, clock as times passes, dissolves, etc. Close-up of Countess with title superimposed, vignette of her eyes. She hypnotises him. Seated Peeping Tom. Twins at the Theatre (c.1904). Tinted copy. Caption: “Between object and eye: The invisible you.” The drama unfolds; the two women show their appreciation too loudly to the annoyance of the rest of the audience, and cry over the bald heads, one of which turns out to belong to a gendarme. Peeping Tom dozing. ACE084.6 10:33:58 10:44:00 Close shot of car driving past camera to allow view of Williamson’s anxious face. Same plot as before; moving camera, close shots of significant actions or objects, etc.; synch sound (with dialogue and VO thoughts) throughout. Peeping Tom turns out to be Countess’s father. ACE084.7 10:44:00 10:49:48 Blank screen. Commentary reading description of function of cinema camera in reproducing what it sees. The Story the Biograph Told (1906). Caption: “Eye around object: Into the screen.” Credits.","Date":"1979","Choreographer":"","Title":"Correction Please; or, How we got into pictures","Part":"","Film ID":"ACE084","Production Company":""}