{"Synopsis":"An examination of the history and different styles of kinetic art through a 1970 Hayward Gallery exhibition.","Director":"Lutz Becker","Article":"","Minutes":"22 min","Full credits":"The film includes works of: Jean Tinguely, George Rickey, Johan van Zutphen, Christian Megert, Adolf Luther, Hugo Demarco, Francois Morellet, Robert Breer, Ser Hogenboom, Julio Le Parc, Takis, Nam June Paik, Willem Mariys, Chuck Prentiss, Dante Leonelli, James Seawright, Preston McClanahan, Peter Logan, Ronald Mallory, Nino Calos, Otto Piene, Arie Jansma, Charles Mattox, Bryan Wynter, John Kaine, Al Cheney, Harry Kramer, Pol Bury, Martha Boto, Gunther Uecker, Howard Jones, Stephen Antonakos, Lily Greenham, Liliane Liyn, Robert Janz, Malcolm Carder, Kenneth Martin, Heinz Mack, Michael McKinnon Nicholas Schoffer; Camera Barry Salt; Assistant Gerald Newman; Sound Peter Sahla; Commentary spoken by John Ardar; Director Lutz Becker; Assistant Martin Walsh. Made by the Slade School of Fine Art Film Dept. for the Arts Council of Great Britain.","chapters":[{"out":592,"in":0,"desc":"Names of artists whose work is shown. Overhead shot of people outside the Hayward Gallery, forming a queue. Frontage. The queue. Machine – chiefly a wheel and hosepipes – sprinkling water on youngsters running around near it. Commentary says “Motion, speed, change, dynamics. Twentieth-century man prides himself on his mobility, on his command of the mechanics that almost infinitely extend his own animal powers of locomotion. He also knows that motion is everywhere….” A tall screw worked by a pedal, something resembling a glass-panelled radio-telescope, wind-powered devices – a pink and white windsock, metal rods. Multi-screen film of moving objects. Moving beads forming patterns; optical devices. Commentary says that the movement seen in film is convincing as the mind links separate shots and gives them meaning; says kinetic art is not much younger than film (kinema), talks of automata and the historic search for a perpetual motion device; electricity can “keep things moving in apparent perpetuity”. Commentary gives descriptions of different kinds of kinetic art: that relying on electricity for movement, that moved by other forces, that giving the illusion of movement. Optical effects of moving shapes and colours. Kinetics rejects the idea of art as “other-worldly”. Moving glass spheres reflecting what’s in the room. Visitors to the exhibition. Electrically-powered exhibits: Perspex and wire objects against a red background; wire frames with moving wire wheels. Reflections on aluminium foil. Metal balls. Plastic cylinders containing coloured plastic screws, moving steel tubes and other reflecting shapes. Light playing over reflecting wires, producing shadows against nails."},{"out":1317,"in":592,"desc":"People moving nails against a magnetised steel background. Mechanical noises over. Electro-magnetic force field. Light shows. Colour kaleidoscopes, etc. Changing colours in joined lighted hemispheres. Light patterns. Lights in electronic circuits. Constructions of glass rods lit with different colours. Moving angled metal bars forming ever-changing patterns. Patterns formed through opposing movement of perforated surfaces. Liquid patterns, oil and water, etc. Mechanical devices, moving light and patterns. Outdoor exhibits at night. Commentary says the exhibition was very popular, with over 120,000 visitors who came to enjoy an “anonymous” display of contemporary art, and suggests reasons why such art is so appealing. Credits."}],"Series":"","Full synopsis":"ACE024.2 10:00:00 10:09:52 Names of artists whose work is shown. Overhead shot of people outside the Hayward Gallery, forming a queue. Frontage. The queue. Machine – chiefly a wheel and hosepipes – sprinkling water on youngsters running around near it. Commentary says “Motion, speed, change, dynamics. Twentieth-century man prides himself on his mobility, on his command of the mechanics that almost infinitely extend his own animal powers of locomotion. He also knows that motion is everywhere….” A tall screw worked by a pedal, something resembling a glass-panelled radio-telescope, wind-powered devices – a pink and white windsock, metal rods. Multi-screen film of moving objects. Moving beads forming patterns; optical devices. Commentary says that the movement seen in film is convincing as the mind links separate shots and gives them meaning; says kinetic art is not much younger than film (kinema), talks of automata and the historic search for a perpetual motion device; electricity can “keep things moving in apparent perpetuity”. Commentary gives descriptions of different kinds of kinetic art: that relying on electricity for movement, that moved by other forces, that giving the illusion of movement. Optical effects of moving shapes and colours. Kinetics rejects the idea of art as “other-worldly”. Moving glass spheres reflecting what’s in the room. Visitors to the exhibition. Electrically-powered exhibits: Perspex and wire objects against a red background; wire frames with moving wire wheels. Reflections on aluminium foil. Metal balls. Plastic cylinders containing coloured plastic screws, moving steel tubes and other reflecting shapes. Light playing over reflecting wires, producing shadows against nails. ACE024.3 10:09:52 10:21:57 People moving nails against a magnetised steel background. Mechanical noises over. Electro-magnetic force field. Light shows. Colour kaleidoscopes, etc. Changing colours in joined lighted hemispheres. Light patterns. Lights in electronic circuits. Constructions of glass rods lit with different colours. Moving angled metal bars forming ever-changing patterns. Patterns formed through opposing movement of perforated surfaces. Liquid patterns, oil and water, etc. Mechanical devices, moving light and patterns. Outdoor exhibits at night. Commentary says the exhibition was very popular, with over 120,000 visitors who came to enjoy an “anonymous” display of contemporary art, and suggests reasons why such art is so appealing. Credits.","Date":"1970","Choreographer":"","Title":"Kinetics. The record of an exhibition. Hayward Gallery 1970","Part":"","Film ID":"ACE024","Production Company":"Slade School of Fine Art"}