{"Synopsis":"The building of New Delhi between 1911 and 1948, particularly the contributions of British architects Edward Lutyens (1869-1944) and Herbert Baker (1862-1946).","Director":"David Rowan","Article":"","Minutes":"47 min","Full credits":"Narrator Dinah Stabb; Edwin Lutyens Frederick Treves; Herbert Baker Peter Hawkins; Lord Hardinge John Doff; Photography Peter Harvey; Sound Mick Audsley, Colin Martin; Graphic Design John Speirs; Thanks to The President of India & his staff; The Government of India, The High Commission of India, The British Council, New Delhi, Air India, Mr. & Mrs. Henry Baker, Members of the Lutyens family, The Royal Institute of British Architects, The National Trust, The National Film Archive, N. G. Bailey & Co. Ltd. Writer Eric Rowan; Director David Rowan; Producer Margaret Williams, Arbor Films. Arts Council of Great Britain © MCMLXXX.","chapters":[{"out":503,"in":0,"desc":"Statue of George V. Photograph of George V and Queen Mary in Coronation robes. Film and photographs of of 1911 Delhi Durbar. Commentary over describes the event. VO reading King’s declaration of the intention to move the Imperial capital from Calcutta to Delhi; VO quoting the Viceroy, Lord Hardinge’s description of the reception of this announcement, the purpose of which was to facilitate peaceful government in newly-partitioned Bengal. Views of Victoria Memorial and European-style buildings, including Government House (Rashtrapati Bhavan), copied from Kedleston Hall, Derbyshire, and cemetery with hybrid European-Indian designs. Details of the Victoria Memorial, an Edwardian Baroque design by Sir William Emerson, statue of Lord Curzon, opposed to the move to Delhi; commentary quotes his view of the British mission in India. Land outside Delhi, “littered with the remains of seven imperial cities”, including the ruins of Tughlakabad fort. Details of Moghul (Islamic) buildings. The Red Fort. Photographs of Curzon and Hardinge, and members of the planning committee, John Brodie, George Swinton and Edwin Lutyens. Maps of India showing location of Delhi and potential sites for the new city. Photograph of Lutyens."},{"out":852,"in":503,"desc":"Views over Simla and surroundings. VO quoting Lutyens’s opinions of the buildings and layout. Painting of Harding. Photograph of Herbert Baker whom Lutyens chose as his partner in the Delhi building project. Photographs of the Rai Sina area. Buildings designed by Herbert Baker in South Africa, including Rhodes memorial and the Union Buildings in Pretoria. Sketch of Lutyens and his team. Details of some of his domestic architecture, including Gertrude Jekyll’s house at Munstead Wood, Heathcote at Ilkley, Lindisfarne Castle, and Castle Drogo. Views of Hampstead Garden Suburb; VO quoting Lutyens’s opinion of Henrietta Barnett."},{"out":1315,"in":852,"desc":"Scenes in India. Hardinge wanted Indian styles to predominate and preferred Pathan architecture: the mosque and tomb of Hasan Shah Sur. The Qutub Minar, sketch, details; Lutyens’s criticisms quoted VO. Sketches illustrating Lutyens’s argument that the addition of Moghul influences would not be appropriate. The Taj Mahal. Lutyens’s words VO. The Great Stupa at Sanchi, Madhya Pradesh. Details of architectural features of the city of Fatehpur Sikri, west of Agra, the former Moghul capital, which gave Lutyens and Baker inspiration: chhaja (angled roof eave), jali (latticed stone window), chhatri (dome rooftop pavilion), balcony, etc. Caricature bust of Lutyens “made by his staff) and bronze bust of Baker (by Sir Charles Wheeler); their words on style and compromise VO. Cricket in Bombay. Gothic Revival architecture including Sir Gilbert Scott’s University buildings with Rajabai Clock Tower, and the Victoria (Chhatrapati Shivaji) Terminus by Frederick William Stevens. Lutyens’s criticisms VO."},{"out":1778,"in":1315,"desc":"Plans for city layout. Sketches and notes by Lutyens on Viceroy’s palace; Lutyens’s view of what Wren might have done VO. Photographs of finished building and stages in construction. Commentary points out that work was more or less stopped because of conflicting priorities during First World War. Photographs of Parliament House under construction and completed. Photographs over the new city. Baker. Parliament House, exemplifying Baker’s idea that content in art was more important than form. Government House: VO Baker’s words on British sovereignty, “…a blend of the best elements of East and West…”, and the designs for the new capital. Modern building site. VO Lutyens’s words on representing “modern India in stone” and need to graft on Western architectural ideas."},{"out":2293,"in":1778,"desc":"The Viceroy’s Palace, “a symbol of privilege and prestige” and “the triumph of artistic over political values”, “a dominant European note” with “an Eastern note… given by the sunken chhatris”. Tuscan columns surmounted by the “Delhi order”, invented by Lutyens. More details of the design: elephants, bells, chhajas, etc. Water features and courtyards. Ornamental paving. General views. Plans. Interior details including washbasin, design for the Vicereine’s bed, Durbar Hall, hallways and staircases, drawing room; dining room. Garden, a composite of Islamic water garden and English ideas influenced by Jekyll. The Dome above the Durbar Hall; details; contrasted with the domes on Baker’s Secretariat. View down the processional way through the city. The All-India War Memorial (India Gate). View of the Palace from the memorial. Records Office; plans showing sites of three similar buildings which were not erected, thus leaving more open spaces – gardens, etc. VO reads from Planning Committee’s 1913 Report, saying that “Delhi has to convey the idea of peaceful domination and dignified rule by the British Raj over the traditions and life of India.”"},{"out":2830,"in":2293,"desc":"Street scenes. Officials’ houses, Cathedral Church of the Redemption (designed by Henry Medd), the brick Army Church (Arthur Shoesmith) – Lutyens’s advice VO. Roads. Views over the city; commentary on other work by Lutyens’s. Modern buildings in Delhi. Views of imperial buildings. Countryside. Commentary gives details of nationalist movement. Statue of Queen Victoria. The site of the 1911 Durbar; statue of George V. Delhi. Chandighar, designed by le Corbusier; VO Lutyens’s words about “so-called ‘functionalism’” which he did not see could replace traditional styles. Painting of Lutyens. Views of the Viceroy’s Palace and the Secretariat buildings showing how, after Lutyens had agreed to Baker’s suggestion to move them closer to each other, the gradient of Rai Sina meant that the former lost its dominant position. Moveable drawing by Lutyens demonstrating this. He was unable to have the situation remedied and his friendship with Baker ended – Lutyens said that he “met [his] Bakerloo”. Military display outside the Palace, now the official residence of the President. Views of buildings; commentary reports the criticisms; Lutyens’s words VO says that “the swan-song of Empire” was “a good tune, well played” and gives his views on more modern architecture. Credits."}],"Series":"","Full synopsis":"ACE094.2 10:00:00 10:08:23 Statue of George V. Photograph of George V and Queen Mary in Coronation robes. Film and photographs of of 1911 Delhi Durbar. Commentary over describes the event. VO reading King’s declaration of the intention to move the Imperial capital from Calcutta to Delhi; VO quoting the Viceroy, Lord Hardinge’s description of the reception of this announcement, the purpose of which was to facilitate peaceful government in newly-partitioned Bengal. Views of Victoria Memorial and European-style buildings, including Government House (Rashtrapati Bhavan), copied from Kedleston Hall, Derbyshire, and cemetery with hybrid European-Indian designs. Details of the Victoria Memorial, an Edwardian Baroque design by Sir William Emerson, statue of Lord Curzon, opposed to the move to Delhi; commentary quotes his view of the British mission in India. Land outside Delhi, “littered with the remains of seven imperial cities”, including the ruins of Tughlakabad fort. Details of Moghul (Islamic) buildings. The Red Fort. Photographs of Curzon and Hardinge, and members of the planning committee, John Brodie, George Swinton and Edwin Lutyens. Maps of India showing location of Delhi and potential sites for the new city. Photograph of Lutyens. ACE094.3 10:08:23 10:14:12 Views over Simla and surroundings. VO quoting Lutyens’s opinions of the buildings and layout. Painting of Harding. Photograph of Herbert Baker whom Lutyens chose as his partner in the Delhi building project. Photographs of the Rai Sina area. Buildings designed by Herbert Baker in South Africa, including Rhodes memorial and the Union Buildings in Pretoria. Sketch of Lutyens and his team. Details of some of his domestic architecture, including Gertrude Jekyll’s house at Munstead Wood, Heathcote at Ilkley, Lindisfarne Castle, and Castle Drogo. Views of Hampstead Garden Suburb; VO quoting Lutyens’s opinion of Henrietta Barnett. ACE094.4 10:14:12 10:21:55 Scenes in India. Hardinge wanted Indian styles to predominate and preferred Pathan architecture: the mosque and tomb of Hasan Shah Sur. The Qutub Minar, sketch, details; Lutyens’s criticisms quoted VO. Sketches illustrating Lutyens’s argument that the addition of Moghul influences would not be appropriate. The Taj Mahal. Lutyens’s words VO. The Great Stupa at Sanchi, Madhya Pradesh. Details of architectural features of the city of Fatehpur Sikri, west of Agra, the former Moghul capital, which gave Lutyens and Baker inspiration: chhaja (angled roof eave), jali (latticed stone window), chhatri (dome rooftop pavilion), balcony, etc. Caricature bust of Lutyens “made by his staff) and bronze bust of Baker (by Sir Charles Wheeler); their words on style and compromise VO. Cricket in Bombay. Gothic Revival architecture including Sir Gilbert Scott’s University buildings with Rajabai Clock Tower, and the Victoria (Chhatrapati Shivaji) Terminus by Frederick William Stevens. Lutyens’s criticisms VO. ACE094.5 10:21:55 10:29:38 Plans for city layout. Sketches and notes by Lutyens on Viceroy’s palace; Lutyens’s view of what Wren might have done VO. Photographs of finished building and stages in construction. Commentary points out that work was more or less stopped because of conflicting priorities during First World War. Photographs of Parliament House under construction and completed. Photographs over the new city. Baker. Parliament House, exemplifying Baker’s idea that content in art was more important than form. Government House: VO Baker’s words on British sovereignty, “…a blend of the best elements of East and West…”, and the designs for the new capital. Modern building site. VO Lutyens’s words on representing “modern India in stone” and need to graft on Western architectural ideas. ACE094.6 10:29:38 10:38:13 The Viceroy’s Palace, “a symbol of privilege and prestige” and “the triumph of artistic over political values”, “a dominant European note” with “an Eastern note… given by the sunken chhatris”. Tuscan columns surmounted by the “Delhi order”, invented by Lutyens. More details of the design: elephants, bells, chhajas, etc. Water features and courtyards. Ornamental paving. General views. Plans. Interior details including washbasin, design for the Vicereine’s bed, Durbar Hall, hallways and staircases, drawing room; dining room. Garden, a composite of Islamic water garden and English ideas influenced by Jekyll. The Dome above the Durbar Hall; details; contrasted with the domes on Baker’s Secretariat. View down the processional way through the city. The All-India War Memorial (India Gate). View of the Palace from the memorial. Records Office; plans showing sites of three similar buildings which were not erected, thus leaving more open spaces – gardens, etc. VO reads from Planning Committee’s 1913 Report, saying that “Delhi has to convey the idea of peaceful domination and dignified rule by the British Raj over the traditions and life of India.” ACE094.7 10:38:13 10:47:10 Street scenes. Officials’ houses, Cathedral Church of the Redemption (designed by Henry Medd), the brick Army Church (Arthur Shoesmith) – Lutyens’s advice VO. Roads. Views over the city; commentary on other work by Lutyens’s. Modern buildings in Delhi. Views of imperial buildings. Countryside. Commentary gives details of nationalist movement. Statue of Queen Victoria. The site of the 1911 Durbar; statue of George V. Delhi. Chandighar, designed by le Corbusier; VO Lutyens’s words about “so-called ‘functionalism’” which he did not see could replace traditional styles. Painting of Lutyens. Views of the Viceroy’s Palace and the Secretariat buildings showing how, after Lutyens had agreed to Baker’s suggestion to move them closer to each other, the gradient of Rai Sina meant that the former lost its dominant position. Moveable drawing by Lutyens demonstrating this. He was unable to have the situation remedied and his friendship with Baker ended – Lutyens said that he “met [his] Bakerloo”. Military display outside the Palace, now the official residence of the President. Views of buildings; commentary reports the criticisms; Lutyens’s words VO says that “the swan-song of Empire” was “a good tune, well played” and gives his views on more modern architecture. Credits.","Date":"1980","Choreographer":"","Title":"Imperial City","Part":"","Film ID":"ACE094","Production Company":"Arbor Films"}