{"Synopsis":"Examples of the work of British ivory carvers in the 7th to 12th centuries; filmed at the Victoria and Albert Museum, Huly 1974, and at Kilpeck Church, Herefordshire..","Director":"Michael Gill","Article":"","Minutes":"24 min","Full credits":"Written and Narrated by Kenneth Clark; Music Arranged and Directed by David Munrow; Performed by The Early Music Consort of London; Film Editor Roger Crittenden; Photographed by Walter Lassally; Directed by Michael Gill. Filmed for the Arts Council of Great Britain at the exhibition “Ivory Carvings in Early Medieval England” held at the Victoria & Albert Museum London.","chapters":[{"out":730,"in":0,"desc":"Credits. Carved ivory comb, Viking dragon head, gorgon head; other items. Commentary says this tradition of craftsmanship began in monasteries. Mediaeval paintings illustrating commentary saying that early Christians travelled widely and Christian monks “became the clerks and confidants of kings”. The “Franks Casket”, the earliest known piece of English ivory carving, from around 700 C.E. Details of the carvings, illustrating various Biblical, Roman and other stories. Clark says it has no particular style and calls it “a muddle”. A slightly later casket in which “the mastery of style is complete”. Diptych from Northumbrian monastery, with designs in Eastern style. Wooden Viking carving. Coastal ruin. Commentary explains that the Vikings “wiped out” “the great monastic centres of Northumbria and Canterbury” together with their manuscripts and ivories. Ivory and gold crucifix. Commentary talks about the “humanity” of English ivory carving of this period. Book with carved ivory panel on cover. Fragment from Winchester showing two angels. Details of an ivory Nativity, now in a museum in Liverpool. An oval Virgin and Child. Another Virgin and Child. One of the Magi. Small box beside walrus tusk. Details of the box."},{"out":1457,"in":730,"desc":"Details of an early tau cross (possibly 11th century) showing a “classic quality” with “vigorous cursive rhythms… the dominant style of the time”. Details of “Lady Gunhild’s Cross”, made for the niece of King Canute. Clark describes it as “rather official”, wonders if it is really of English origin, and says “it lacks the Romanesque rhythm and … humanity”. A crosier. Details show St John of Beverley curing a dumb youth, and St Peter curing a lame man. The largest and most intricate English (whalebone) ivory, “The Adoration of the Magi”, “a great piece of ornamental abstract art”. Clark calls it “a masterpiece” but sees “a coldness about the head of the Virgin” which he considers “un-English”. A panel representing Christ’s deposition. Clark comments on the “expressive de-formation … almost caricatural” of some of the figures. Kilpeck Church, Herefordshire. Some of the carvings round the door show a similar style to that of the deposition. Details of the top of a 12th century tau cross, part of which Clark likens to a Donatello, and points to Romanesque features of other figures. Details of a crucifix, “the most recently discovered” of English ivories. Clark explains that the figure of Christ was missing but has been replaced by one from a museum in Oslo. He points out that the texts on the crucifix have all been chosen “as a warning to the Jews”. A crosier from Canterbury showing Nativity scenes, miracles by St Nicholas, and other figures. Clark describes this as the last work in an English tradition which was replaced by a French style."}],"Series":"","Full synopsis":"ACE051.2 10:00:00 10:12:10 Credits. Carved ivory comb, Viking dragon head, gorgon head; other items. Commentary says this tradition of craftsmanship began in monasteries. Mediaeval paintings illustrating commentary saying that early Christians travelled widely and Christian monks “became the clerks and confidants of kings”. The “Franks Casket”, the earliest known piece of English ivory carving, from around 700 C.E. Details of the carvings, illustrating various Biblical, Roman and other stories. Clark says it has no particular style and calls it “a muddle”. A slightly later casket in which “the mastery of style is complete”. Diptych from Northumbrian monastery, with designs in Eastern style. Wooden Viking carving. Coastal ruin. Commentary explains that the Vikings “wiped out” “the great monastic centres of Northumbria and Canterbury” together with their manuscripts and ivories. Ivory and gold crucifix. Commentary talks about the “humanity” of English ivory carving of this period. Book with carved ivory panel on cover. Fragment from Winchester showing two angels. Details of an ivory Nativity, now in a museum in Liverpool. An oval Virgin and Child. Another Virgin and Child. One of the Magi. Small box beside walrus tusk. Details of the box. ACE051.3 10:12:10 10:24:17 Details of an early tau cross (possibly 11th century) showing a “classic quality” with “vigorous cursive rhythms… the dominant style of the time”. Details of “Lady Gunhild’s Cross”, made for the niece of King Canute. Clark describes it as “rather official”, wonders if it is really of English origin, and says “it lacks the Romanesque rhythm and … humanity”. A crosier. Details show St John of Beverley curing a dumb youth, and St Peter curing a lame man. The largest and most intricate English (whalebone) ivory, “The Adoration of the Magi”, “a great piece of ornamental abstract art”. Clark calls it “a masterpiece” but sees “a coldness about the head of the Virgin” which he considers “un-English”. A panel representing Christ’s deposition. Clark comments on the “expressive de-formation … almost caricatural” of some of the figures. Kilpeck Church, Herefordshire. Some of the carvings round the door show a similar style to that of the deposition. Details of the top of a 12th century tau cross, part of which Clark likens to a Donatello, and points to Romanesque features of other figures. Details of a crucifix, “the most recently discovered” of English ivories. Clark explains that the figure of Christ was missing but has been replaced by one from a museum in Oslo. He points out that the texts on the crucifix have all been chosen “as a warning to the Jews”. A crosier from Canterbury showing Nativity scenes, miracles by St Nicholas, and other figures. Clark describes this as the last work in an English tradition which was replaced by a French style.","Date":"1975","Choreographer":"","Title":"Carved in Ivory","Part":"","Film ID":"ACE051","Production Company":""}