{"Synopsis":"The work of the British painter, Edward Burra (1905-1976).","Director":"Peter K.Smith","Article":"","Minutes":"30 min","Full credits":"Camera Tony Imi; Sound Derek Williams; Assistants George Watts, Harry Booth, Joyce Turner; Produced by Carole K. Smith; Directed by Peter K. Smith. Made for The Arts Council of Great Britain by Balfour Films. The producers wish to thank Edward Burra’s friends and sister who appeared in the following order: Sir Frederick Ashton, Mrs. Barbara Ker-Seymer, Mr. Wiliam Chappell, Miss Beatrice Dawson, Mrs. Anne Ritchie, Mr. Burra’s sister, Mr. George Melly, Mr. Gerald Corcoran; Lefevre Gallery, The Tate Gallery, The Hamet Gallery, Mr. Desmond Corcoran, Mrs. Neil Roger, Miss Barbara Roett Mr. Alistair Roger, Mr. & Mrs. Sidney Sax, Commander & Mrs. Brodrick, Miss Vicky Fisher, Mr. & Mrs. M. Wigram, Mr. Alan Roger, Mr. & Mrs. T. Hales, The Windsor Castle, Harrow Road, The Dumbells, Sir John Rothenstein, Mr. Terence Mullaly, Mr. Paul Overy, Mr. Freddy Mayor.","chapters":[{"out":569,"in":180,"desc":"Presenter Keith Dewhurst gives basic biographical facts about Edward Burra, now living in Sussex, and describes the programme to follow. Edward Burra talking to Carole Smith about why he dislikes interviews. Burra’s garden. Burra in his garden. Burra at work on painting. Lefevre Gallery. Sir Frederick Ashton talking about Burra whom he’s known for many years. Sketch by Burra of women on street corner. Barbara Ker-Seymer, who went to art school with Burra, on the “sinister objects” in the detail of his work. Sketches of working class women. William Chappell on their belief that it was “common and vulgar” to talk about art. Sketches of parties, etc. Beatrice Dawson on Burra’s apparent “throwing away” of any seriousness. Sketch of theatre audience. Unidentified speaker quoting Burra as complaining that “They’ve asked me to talk about fart…” Burra showing some of his postcard collection. Burra leaving his house and going grocery shopping. Cooking sausages. Eating and drinking at cluttered table."},{"out":1004,"in":569,"desc":"Marriage à la mode. Burra’s response to Carole Smith’s questions about which of his own works he likes best. The Two Sisters (1929). Burra. Painting of café interior. Burra responding to Smith’s questions about his gallery going activities. Street scene. Burra on seldom hanging up any of his own paintings. Painting of sea-food restaurant.. Burra on leaving his paintings on the floor and in cupboards until people started to buy them. Minuit Chanson (1931). Barbara Ker-Seymer on an excursion to Toulon when Burra (unlike the rest, who chose rooms overlooking the harbour) took a dark room overlooking the tramway where he painted while the others went to the beach. Painting of diners."},{"out":1491,"in":1004,"desc":"Mrs Anne Ritchie (the artist’s sister) explains how Burra would go away without telling anyone what he was doing. Harlem Scene. Anne Ritchie. Chile con Carne (1937). Burra playing a 1960s recording of Don’t Roll Those Bloodshot Eyes at Me. Painting of interior of dance hall. Burra on “being pried on”. Painting of street scene. Burra’s response to questions about causes for anger and irritation. Paintings including Procession (1948), intercut with Burra on receiving a medal from the French government. Burra on what he talks about with his friends – rarely about art. Paintings of birds and an elephant intercut with Burra on going to London to see friends. Burra on railway station. In street with George Melly. Interior of “The Windsor Castle” club; drag artists “The Dumbells” (formerly “The Carbolic Sisters”). Burra and Melly. Painting of people round stove."},{"out":1990,"in":1491,"desc":"Anne Ritchie talking about visiting her brother and caring for his vegetable garden. Painting of flowers. Ritchie on Burra’s liking for animals and the countryside. Painting of landscape. Burra says he likes living in the country. Painting of townscape. Burra on the encroachment of suburbia. Painting of petrol station. Burra thinks “the North” is better. Painting of landscape. Burra on views from arterial roads. An English Country Scene No.2 (1970). Burra on why he paints trucks. Painting of lorry on hill road. Burra’s brief response on truckdrivers. An English Country Scene No.2. Burra on truckdrivers. Painting of car crash. Burra on the subjects of his paintings. Painting of street scene. Burra on fending off interview questions, etc. The Lefevre Gallery. Gerald Corcoran, the unidentified man, Frederick Ashton, and Barbara Ker-Seymer on Burra’s character. Burra laughing about other people improving themselves by looking at pictures. Credits."}],"Series":"","Full synopsis":"ACE035.2 00:03:00 00:09:29 Presenter Keith Dewhurst gives basic biographical facts about Edward Burra, now living in Sussex, and describes the programme to follow. Edward Burra talking to Carole Smith about why he dislikes interviews. Burra’s garden. Burra in his garden. Burra at work on painting. Lefevre Gallery. Sir Frederick Ashton talking about Burra whom he’s known for many years. Sketch by Burra of women on street corner. Barbara Ker-Seymer, who went to art school with Burra, on the “sinister objects” in the detail of his work. Sketches of working class women. William Chappell on their belief that it was “common and vulgar” to talk about art. Sketches of parties, etc. Beatrice Dawson on Burra’s apparent “throwing away” of any seriousness. Sketch of theatre audience. Unidentified speaker quoting Burra as complaining that “They’ve asked me to talk about fart…” Burra showing some of his postcard collection. Burra leaving his house and going grocery shopping. Cooking sausages. Eating and drinking at cluttered table. ACE035.3 00:09:29 00:16:44 Marriage à la mode. Burra’s response to Carole Smith’s questions about which of his own works he likes best. The Two Sisters (1929). Burra. Painting of café interior. Burra responding to Smith’s questions about his gallery going activities. Street scene. Burra on seldom hanging up any of his own paintings. Painting of sea-food restaurant.. Burra on leaving his paintings on the floor and in cupboards until people started to buy them. Minuit Chanson (1931). Barbara Ker-Seymer on an excursion to Toulon when Burra (unlike the rest, who chose rooms overlooking the harbour) took a dark room overlooking the tramway where he painted while the others went to the beach. Painting of diners. ACE035.4 00:16:44 00:24:51 Mrs Anne Ritchie (the artist’s sister) explains how Burra would go away without telling anyone what he was doing. Harlem Scene. Anne Ritchie. Chile con Carne (1937). Burra playing a 1960s recording of Don’t Roll Those Bloodshot Eyes at Me. Painting of interior of dance hall. Burra on “being pried on”. Painting of street scene. Burra’s response to questions about causes for anger and irritation. Paintings including Procession (1948), intercut with Burra on receiving a medal from the French government. Burra on what he talks about with his friends – rarely about art. Paintings of birds and an elephant intercut with Burra on going to London to see friends. Burra on railway station. In street with George Melly. Interior of “The Windsor Castle” club; drag artists “The Dumbells” (formerly “The Carbolic Sisters”). Burra and Melly. Painting of people round stove. ACE035.5 00:24:51 00:33:10 Anne Ritchie talking about visiting her brother and caring for his vegetable garden. Painting of flowers. Ritchie on Burra’s liking for animals and the countryside. Painting of landscape. Burra says he likes living in the country. Painting of townscape. Burra on the encroachment of suburbia. Painting of petrol station. Burra thinks “the North” is better. Painting of landscape. Burra on views from arterial roads. An English Country Scene No.2 (1970). Burra on why he paints trucks. Painting of lorry on hill road. Burra’s brief response on truckdrivers. An English Country Scene No.2. Burra on truckdrivers. Painting of car crash. Burra on the subjects of his paintings. Painting of street scene. Burra on fending off interview questions, etc. The Lefevre Gallery. Gerald Corcoran, the unidentified man, Frederick Ashton, and Barbara Ker-Seymer on Burra’s character. Burra laughing about other people improving themselves by looking at pictures. Credits.\u000b\u000b","Date":"1973","Choreographer":"","Title":"Edward Burra","Part":"","Film ID":"ACE035","Production Company":"Balfour Films"}