{"Synopsis":"Wax figures and other objects made by British sculptor and film-maker, Peter Dockley, melt before the camera.","Director":"Peter Dockley","Article":"","Minutes":"12 min","Full credits":"A Film by Peter Dockley; Produced by Peter Theobald and Rodney Wilson; Production Assistant John Hart; Music by Barry Guy, Peter Dockley; Sound Engineers Bob Woolford, Willy Palin; Photographed by Peter Theobald; Materials provided by British Petroleum Special Products. Produced by Intergalactic Films for the Arts Council of Great Britain, 1971.","chapters":[{"out":749,"in":0,"desc":"Wax figures of men seated at table holding glasses, bottles and bread. Other wax figures elsewhere in the room. Various views of these creations. Time-lapse film of one of the bottles melting. One of the seated figures starts to melt. Melting seated figures with melting standing figure in background. Higher angle shot of two of the seated figures and the object on the table all melting. Seated figure melting, standing figure in background melting as well. Views of seated figures and standing figures partially melted, but cooled. Time-lapse film of bread melting. Legs and feet of seated figure melting. Seated figure’s hand and glass melting. View of the room. Head and shoulders of standing figure melting, closer and closer shots of molten wax. View of the room, views of the table and seated figures. Fallen figure melting. View of room, fallen figure in foreground. Credits."}],"Series":"","Full synopsis":"ACE027.2 00:00:00 00:12:29 Wax figures of men seated at table holding glasses, bottles and bread. Other wax figures elsewhere in the room. Various views of these creations. Time-lapse film of one of the bottles melting. One of the seated figures starts to melt. Melting seated figures with melting standing figure in background. Higher angle shot of two of the seated figures and the object on the table all melting. Seated figure melting, standing figure in background melting as well. Views of seated figures and standing figures partially melted, but cooled. Time-lapse film of bread melting. Legs and feet of seated figure melting. Seated figure’s hand and glass melting. View of the room. Head and shoulders of standing figure melting, closer and closer shots of molten wax. View of the room, views of the table and seated figures. Fallen figure melting. View of room, fallen figure in foreground. Credits.","Date":"1971","Choreographer":"","Title":"Cast","Part":"","Film ID":"ACE027","Production Company":"Intergalactic Films"}