{"Synopsis":"Animated sequences based on 60 images from the work of Japanese artist and print-maker, Katsushika Hokusai (1760-1849).","Director":"Tony White","Article":"","Minutes":"5 min","Full credits":"Narration Michael Bates; Voice of Hokusai Eric Chitty; Flute Arrangement Howard Blake; Koto Suri Sakashita; Animation Tony White, Tass Ehsom, Richard Burdett, John Sinarwi, Wendy Russell, Chris Knowles; Assistant Sue Brown; Painting Flo Demick, Roman Ostir; Editing Ron Howick; Sound John Wood; Camera Pete Wood, John Leatherbarrow. Grateful acknowledgements to Richard Williams and Brian Stevens for the use of their studio facilities in the making of this film, Written and Directed by Tony White. Arts Council of Great Britain © 1978.","chapters":[{"out":323,"in":0,"desc":"A tribute to an “Old Man Mad About Drawing”. Animated Hokusai prints. The Wave (one of Hokusai’s views of Mount Fuji). The wave breaks. Animated versions of some of Hokusai’s drawings of insects, a frog, a caterpillar, a snail, cat, birds, etc. Commentary says he produced more than 30,000 drawings and designs. Commentary quotes Hokusai’s own words on his “mania for drawing” which began when he was only six years old. Animations of prints of everyday activities – kite flying, carpenter, fishermen, travellers, etc. Several views of Mount Fuji. Commentary quotes Hokusai calling himself “the old man mad about drawing”. Drawings of archers, warriors with spears, men sleeping and reading, judo bouts, men swimming and bathing. Man hopping. Drawings showing the facility with which Hokusai worked, using both hands and feet, painting on a grain of rice, painting a giant Buddhist patriarch on a courtyard floor, etc. Landscape drawings. Drawings representing the old Hokusai at work and still learning his craft. Sketch of man dancing, with Credits."}],"Series":"","Full synopsis":"ACE072.2 10:00:00 10:05:23 A tribute to an “Old Man Mad About Drawing”. Animated Hokusai prints. The Wave (one of Hokusai’s views of Mount Fuji). The wave breaks. Animated versions of some of Hokusai’s drawings of insects, a frog, a caterpillar, a snail, cat, birds, etc. Commentary says he produced more than 30,000 drawings and designs. Commentary quotes Hokusai’s own words on his “mania for drawing” which began when he was only six years old. Animations of prints of everyday activities – kite flying, carpenter, fishermen, travellers, etc. Several views of Mount Fuji. Commentary quotes Hokusai calling himself “the old man mad about drawing”. Drawings of archers, warriors with spears, men sleeping and reading, judo bouts, men swimming and bathing. Man hopping. Drawings showing the facility with which Hokusai worked, using both hands and feet, painting on a grain of rice, painting a giant Buddhist patriarch on a courtyard floor, etc. Landscape drawings. Drawings representing the old Hokusai at work and still learning his craft. Sketch of man dancing, with Credits.","Date":"1978","Choreographer":"","Title":"Hokusai. An animated sketchbook","Part":"","Film ID":"ACE072","Production Company":""}