{"Synopsis":"A dramatisation of the life and work of German theatre director-producer, Erwin Piscator (1893-1966), the leading exponent of epic theatre.","Director":"Peter Wyeth","Article":"The","Minutes":"36 min","Full credits":"Director Peter Wyeth; Script Peter Wyeth, Don Macpherson; Script Consultant Hugh Rorrison; Lighting Cameraman Clive Tickner; Assistant Cameraman Stephen Tickner; Sound Recordist Roger Johnson; General Assistant Mick Duffield; Rostrum Cameraman Terry Handley; Graphics Ian Potts; Editor Anna Ambrose; Producer Margaret Williams. Barrie Houghton as Piscator & Narrator; Terry McGinity as Narrator & Piscator, Ehm Welk, The Lawyer, Friedrich Wolf. Oil Song Music by Kurt Weill, Singer Angel Holmes, Pianist Ronnie Leahy. Other Music by Hans Eisler; Sung by Ernst Busch; Piscator Speech (1926 recording of Liebknecht’s last proclamation “Trotz Alledem”). Special thanks to Douglas Lowndes, Stephanie Feathershone, Jürgen Berger, John Willett, The Mermaid Theatre, The Aldwych Theatre, The Roundhouse, Polytechnic of Central London (Film Section) Finsbury Health Centre. Also thanks to Akademie der Künste (West Berlin), Akademie der Künste (East Berlin), Freie Universität (West Berlin), Institut für Theaterwissenschaft Universität Köln, Institut für Theaterwissenschaft Schloss Wahn (West Germany), Landesbildstelle Archiv (West Berlin), Amerika Gedenkbibliothek (West Berlin). © Arts Council of Great Britain 1978.","chapters":[{"out":505,"in":0,"desc":"Captions: “‘Contradictions in the Theatre; Contradictions in the Times.’” “‘Piscator was one of the greatest theatre men of all time’ Brecht” Caption: “1918-19 The War and the Revolution ” Montage of images and sound evoking the war: battlefield, recruiting poster, war memorial, marching songs, etc. Piscator remembers being under fire and thinking that being an actor seemed so unimportant. “The November days came. I made my only speech in the whole course of the Revolution. That evening, the first shots rang out.” Sounds of running and marching feet; gunfire. Exterior theatre building. “Piscator’s theatre lasts six weeks.” “Any artistic intention must be subordinated to the revolutionary purpose as a whole. It will not always be necessary to choose plays on account of the author’s political bias. Changes can be made… Concern for the feelings of the author is a conservative affair. Away with Art. Make an end of it. A new theatre had come into being.” Caption: “1920-23 Proletarian and Epic Theatre.” “Piscator’s proletarian theatre was a response to the threat of military counter-revolution, to alert the workers to the struggle ahead.” Piscator says “We banned the word ‘Art’ from our programme … our plays … were intended … to be a form of political activity … conscious propaganda … proletarian theatre.” Photograph of performance; commentary explains the symbolism of the characters, etc. Caption: “ROTE FAHNE (‘Red Flag’: Communist Newspaper).” “Art is too sacred a thing to lend its name to propagandistic concoction. What workers need today is for art to be strong… ”. Piscator describes an occasion on which John Heartfield came late to the theatre with a backdrop he had produced. He credits Heartfield with being the founder of “epic theatre”. Man in theatre. “The plain man of the seventies and eighties sees the theatre as a temple of the muses, to be entered in a white tie and tails and a mood of appropriate elation. It would seem scandalous to him to hear anything about the ugly daily struggle, about wages, working hours, profits or dividends, amid the red plush and gold stucco of these magnificent halls. The newspaper’s the place for that kind of thing.” Theatre exterior. “Naturalism had marched under the banner of ‘truth, nothing but truth’. But what was truth at that time? Nothing other than literature’s discovery of the people … In Naturalism, the proletariat as a class appears in the theatre for the first time…” Man in theatre. “A resolution was drawn up which protested in the strongest possible terms at the measures taken by the Chief of Police against the Proletarian Theatre which is to be suppressed by refusing it permission to perform…” Theatre interior; commentary says that Piscator took over another theatre, selling off its heating pipes to pay the rent, but eventually had to sell the building."},{"out":1027,"in":505,"desc":"Exterior Theatre Royal, Haymarket. “Millions might stand against society … and yet as soon as the word ‘art’ was spoken, a reverential silence descended… the Third Front [was] the cultural front … the noise of conflict stopped at the box office”. Piscator compares epic theatre to a novel which can contain descriptions of social and political conditions, talks about the multi-media devices used to help such ideas, and says that a narrator must always be part of the action on the stage rather than a commentator. Caption: “1924-27 The Revue and Traditional Theatre.” Caption: “1924 Political Revue ‘Red Riot Revue’.” Photograph. “A revue in fourteen scenes, each scene illuminating some problem of proletarian life… a political cabaret…”. Man explains that the revue format was “transformed by uniting the disparate elements around the call for revolution” and describes the performances prior to the elections in 1924. Newspaper review. The gains and losses of the Party during the next few months. Caption: “1925 Historical Revue ‘Trotz Alledem!’” Photographs. Commentary talks about the contents of the revue – events of 1914-1919, including the murders of Rosa Luxemburg and Karl Liebknecht – and its multi-media elements, and describes it as “a documentary text, based solely on political documents”. Man lists criticisms of the revue. Caption: “Piscator speaks….” Piscator actor speaks translation of original recording (part heard over): “The epic actor will be a sort of narrator … a guide who knows every one of the pictures he will be showing … he is himself both actor and commentator …” Caption: “1926 Classical Play: ‘Die Raüber’ by Schiller. Man in theatre explains that “The text was cut to under half its original length. A visual organisation of mime, gesture and movement restored the performance to its former duration…” VO suggests that classical plays must be given context placing them in the same relation to the new generation as they were originally to the old. Caption: “1927 Controversy at the Volksbühne (People’s Theatre). An author speaks.” Man in theatre reads Ehm Welk’s letter “to the Manager of the Union of German Volksbühne Associations” saying that he disapproves of the protest made by the management against Piscator."},{"out":1697,"in":1027,"desc":"Caption: “From a provincial newspaper: ‘As far as can be judged from the outside, what seems to be taking place is a counter offensive of the idealistic elements which still exist within the Volksbühne who are now trying to free themselves from the embrace of the surrounding Jews.’” Commentary says that Piscator resigned from the Volksbühne. Piscator says the most important thing about his work is that it presents “solid proof that our philosophy is the one and only valid approach for our time … The way to do this is to show the link between events on the stage and the great forces active in history …”. Shots of London’s South Bank arts complex and Houses of Parliament. Caption: “1927-28 Piscator’s own theatre.” Piscator talking about the contradictions inherent in financing his work: “It is not possible for a theatre that has to rely purely on a proletarian public to cover the costs of an evening’s performance.” Caption: “Hoppla Wir Leben!” Man in theatre looking at pictures of the set for this production (description heard over) and talks about “making a deliberate casting error which effectively turned that role into a proletarian type” as a “way of avoiding the standard hero...”. Caption: “‘Rasputin’.” “Nineteen scenes were added to the author’s original eight…” and further description of the production and criticisms of it. Caption: “‘The adventures of the good soldier Schweik’.” Photograph. VO saying they didn’t want to make the mistake of closing a popular production too soon as had previously happened. A second theatre was used for a new production. Caption: “‘Konjunktur’ by Leo Lania.” “… the territory of international industrial politics … the position of the Soviet Union as a competitor in the international capitalist economy.” Performance of song from Kurt Weill’s Öl-Musik. The production was revised to ensure a more obvious political standpoint."},{"out":2135,"in":1697,"desc":"Caption: “1928-31 Contradictions in the times.” Piscator on his need to borrow money to pay salaries despite the success of the theatre; while the “first night” audiences might “distort” the politics, they were financially necessary as the “proletariat” did not buy even the cheap seats. Posters, sketches, posters, etc; Der Kaufmann von Berlin opens at the second Piscatorbühne. New productions. “A revolutionary theatre is absurd without its most vital element – a revolutionary audience.” Caption: “‘…Now you know how it all can end never forget how it all began.’” Piscator saying that it is not the individual production that matters, but reaching the goal of superseding “bourgeois theatre in terms of philosophy, dramatic theory, technique and staging … This reconstruction cannot succeed in isolation…”. Caption: “‘I should like to think that the result of this … will be to help to unite the forces which share our desire to fight on the third, the cultural front for the breakthrough of a new epoch.’ Erwin Piscator ‘The Political Theatre’.” Credits."}],"Series":"","Full synopsis":"ACE079.2 10:00:00 10:08:25 Captions: “‘Contradictions in the Theatre; Contradictions in the Times.’” “‘Piscator was one of the greatest theatre men of all time’ Brecht” Caption: “1918-19 The War and the Revolution ” Montage of images and sound evoking the war: battlefield, recruiting poster, war memorial, marching songs, etc. Piscator remembers being under fire and thinking that being an actor seemed so unimportant. “The November days came. I made my only speech in the whole course of the Revolution. That evening, the first shots rang out.” Sounds of running and marching feet; gunfire. Exterior theatre building. “Piscator’s theatre lasts six weeks.” “Any artistic intention must be subordinated to the revolutionary purpose as a whole. It will not always be necessary to choose plays on account of the author’s political bias. Changes can be made… Concern for the feelings of the author is a conservative affair. Away with Art. Make an end of it. A new theatre had come into being.” Caption: “1920-23 Proletarian and Epic Theatre.” “Piscator’s proletarian theatre was a response to the threat of military counter-revolution, to alert the workers to the struggle ahead.” Piscator says “We banned the word ‘Art’ from our programme … our plays … were intended … to be a form of political activity … conscious propaganda … proletarian theatre.” Photograph of performance; commentary explains the symbolism of the characters, etc. Caption: “ROTE FAHNE (‘Red Flag’: Communist Newspaper).” “Art is too sacred a thing to lend its name to propagandistic concoction. What workers need today is for art to be strong… ”. Piscator describes an occasion on which John Heartfield came late to the theatre with a backdrop he had produced. He credits Heartfield with being the founder of “epic theatre”. Man in theatre. “The plain man of the seventies and eighties sees the theatre as a temple of the muses, to be entered in a white tie and tails and a mood of appropriate elation. It would seem scandalous to him to hear anything about the ugly daily struggle, about wages, working hours, profits or dividends, amid the red plush and gold stucco of these magnificent halls. The newspaper’s the place for that kind of thing.” Theatre exterior. “Naturalism had marched under the banner of ‘truth, nothing but truth’. But what was truth at that time? Nothing other than literature’s discovery of the people … In Naturalism, the proletariat as a class appears in the theatre for the first time…”\u000bMan in theatre. “A resolution was drawn up which protested in the strongest possible terms at the measures taken by the Chief of Police against the Proletarian Theatre which is to be suppressed by refusing it permission to perform…” Theatre interior; commentary says that Piscator took over another theatre, selling off its heating pipes to pay the rent, but eventually had to sell the building.\u000bACE079.3 10:08:25 10:17:07 Exterior Theatre Royal, Haymarket. “Millions might stand against society … and yet as soon as the word ‘art’ was spoken, a reverential silence descended… the Third Front [was] the cultural front … the noise of conflict stopped at the box office”. Piscator compares epic theatre to a novel which can contain descriptions of social and political conditions, talks about the multi-media devices used to help such ideas, and says that a narrator must always be part of the action on the stage rather than a commentator. Caption: “1924-27 The Revue and Traditional Theatre.” Caption: “1924 Political Revue ‘Red Riot Revue’.” Photograph. “A revue in fourteen scenes, each scene illuminating some problem of proletarian life… a political cabaret…”. Man explains that the revue format was “transformed by uniting the disparate elements around the call for revolution” and describes the performances prior to the elections in 1924. Newspaper review. The gains and losses of the Party during the next few months. Caption: “1925 Historical Revue ‘Trotz Alledem!’” Photographs. Commentary talks about the contents of the revue – events of 1914-1919, including the murders of Rosa Luxemburg and Karl Liebknecht – and its multi-media elements, and describes it as “a documentary text, based solely on political documents”. Man lists criticisms of the revue. Caption: “Piscator speaks….” Piscator actor speaks translation of original recording (part heard over): “The epic actor will be a sort of narrator … a guide who knows every one of the pictures he will be showing … he is himself both actor and commentator …” Caption: “1926 Classical Play: ‘Die Raüber’ by Schiller. Man in theatre explains that “The text was cut to under half its original length. A visual organisation of mime, gesture and movement restored the performance to its former duration…” VO suggests that classical plays must be given context placing them in the same relation to the new generation as they were originally to the old. Caption: “1927 Controversy at the Volksbühne (People’s Theatre). An author speaks.” Man in theatre reads Ehm Welk’s letter “to the Manager of the Union of German Volksbühne Associations” saying that he disapproves of the protest made by the management against Piscator.ACE079.4 10:17:07 10:28:17 Caption: “From a provincial newspaper: ‘As far as can be judged from the outside, what seems to be taking place is a counter offensive of the idealistic elements which still exist within the Volksbühne who are now trying to free themselves from the embrace of the surrounding Jews.’” Commentary says that Piscator resigned from the Volksbühne. Piscator says the most important thing about his work is that it presents “solid proof that our philosophy is the one and only valid approach for our time … The way to do this is to show the link between events on the stage and the great forces active in history …”. Shots of London’s South Bank arts complex and Houses of Parliament. Caption: “1927-28 Piscator’s own theatre.”\u000bPiscator talking about the contradictions inherent in financing his work: “It is not possible for a theatre that has to rely purely on a proletarian public to cover the costs of an evening’s performance.” Caption: “Hoppla Wir Leben!” Man in theatre looking at pictures of the set for this production (description heard over) and talks about “making a deliberate casting error which effectively turned that role into a proletarian type” as a “way of avoiding the standard hero...”. Caption: “‘Rasputin’.” “Nineteen scenes were added to the author’s original eight…” and further description of the production and criticisms of it. Caption: “‘The adventures of the good soldier Schweik’.” Photograph. VO saying they didn’t want to make the mistake of closing a popular production too soon as had previously happened. A second theatre was used for a new production. Caption: “‘Konjunktur’ by Leo Lania.” “… the territory of international industrial politics … the position of the Soviet Union as a competitor in the international capitalist economy.” Performance of song from Kurt Weill’s Öl-Musik. The production was revised to ensure a more obvious political standpoint.\u000bACE079.5 10:28:17 10:35:35 Caption: “1928-31 Contradictions in the times.” Piscator on his need to borrow money to pay salaries despite the success of the theatre; while the “first night” audiences might “distort” the politics, they were financially necessary as the “proletariat” did not buy even the cheap seats. Posters, sketches, posters, etc; Der Kaufmann von Berlin opens at the second Piscatorbühne. New productions. “A revolutionary theatre is absurd without its most vital element – a revolutionary audience.” Caption: “‘…Now you know how it all can end never forget how it all began.’” Piscator saying that it is not the individual production that matters, but reaching the goal of superseding “bourgeois theatre in terms of philosophy, dramatic theory, technique and staging … This reconstruction cannot succeed in isolation…”. Caption: “‘I should like to think that the result of this … will be to help to unite the forces which share our desire to fight on the third, the cultural front for the breakthrough of a new epoch.’ Erwin Piscator ‘The Political Theatre’.” Credits.","Date":"1978","Choreographer":"","Title":"Third Front. Political theatre: Erwin Piscator","Part":"","Film ID":"ACE079","Production Company":""}