{"Synopsis":"A study of the mediaeval stained glass (1497) in the church of St Mary the Virgin, Fairford, Gloucestershire, explaining its design and use as an aid for Bible instruction.","Director":"Basil Wright","Article":"The","Minutes":"24 min","Full credits":"An Arts Council Film. Made by Realist Film Unit. The producers wish to thank the Vicar and Churchwardens of Saint Mary’s Church, Fairford, for their help and co-operation. Photography Adrian Jeakins; Operator Cyril Moorhead; Technical Effects George Cooper; Editing Kitty Wood; Script and Commentary by John Betjeman, with Texts from the Authorised Version of the Holy Bible; Spoken by Robert Donat, John Betjeman; Music by Julian Leigh; Conducted by Muir Mathieson; Recorded at Anvil Films by Ken Cameron; Produced and Directed by Basil Wright.","chapters":[{"out":550,"in":0,"desc":"Credits. A churchyard and the river Coln at Fairford, Gloucestershire. St. Mary’s church, a late example of English Perpendicular design: details of stone carvings and of ornate table tombs and headstones. The tomb of John Tame, who enabled the church to be built. The windows. Commentary notes some historical features of stained glass. Details of birds, buildings, plants, river, people, Biblical characters. Commentary says that the windows were intended as a means of instruction in the Christian faith, and follow the order of the Bible. The Church’s Matthew Bible from 1551. Reading from Genesis. The illustrations in the windows. Some of the more worn windows, damaged by centuries of weathering."},{"out":1449,"in":550,"desc":"Illustrations, some with appropriate readings, of the Nativity, Palm Sunday, Pilate washing his hands, Christ being scourged, carrying the cross to Calvary, the Crucifixion, etc.; angels combating the powers of evil; Christ’s descent into Hell. Christ appearing to his mother and other people. The Ascension. Pentecost. Judgement Day. The souls of the damned go to Hell. The blessed. The Crown of Life. THE END."}],"Series":"","Full synopsis":"ACE005.2 10:00:00 10:09:10 Credits. A churchyard and the river Coln at Fairford, Gloucestershire. St. Mary’s church, a late example of English Perpendicular design: details of stone carvings and of ornate table tombs and headstones. The tomb of John Tame, who enabled the church to be built. The windows. Commentary notes some historical features of stained glass. Details of birds, buildings, plants, river, people, Biblical characters. Commentary says that the windows were intended as a means of instruction in the Christian faith, and follow the order of the Bible. The Church’s Matthew Bible from 1551. Reading from Genesis. The illustrations in the windows. Some of the more worn windows, damaged by centuries of weathering. ACE005.3 10:09:10 10:24:09 Illustrations, some with appropriate readings, of the Nativity, Palm Sunday, Pilate washing his hands, Christ being scourged, carrying the cross to Calvary, the Crucifixion, etc.; angels combating the powers of evil; Christ’s descent into Hell. Christ appearing to his mother and other people. The Ascension. Pentecost. Judgement Day. The souls of the damned go to Hell. The blessed. The Crown of Life. THE END.","Date":"1956","Choreographer":"","Title":"Stained Glass at Fairford","Part":"","Film ID":"ACE005","Production Company":"Realist Film Unit"}