{"Synopsis":"The unique toys produced by British wood-carver and decorator, Sam Smith (1908-1983).","Director":"Dudley Shaw Ashton","Article":"","Minutes":"18 min","Full credits":"A Film by Platypus. Filmed at Kingswear, Devon, England. Cameraman Chris O’Dell; Camera Assistant Rodger Reid; Sound Recordist John Page; Editor Sarah Ellis; Assistant Editor Fran McLean; Producer Andrew Lee; Original music by Ron Geesin; Written & Directed by Dudley Shaw Ashton. Copyright © MCMLXXVI The Arts Council of Great Britain. Produced in association with The Crafts Advisory Committee. With thanks to Bristol City Art Gallery, Bristol Guild of Applied Arts, The Crafts Advisory Committee, The Victoria & Albert Museum, The Welsh Arts Council, Tridias Limited, Bath.","chapters":[{"out":536,"in":0,"desc":"Puppet man. Sam Smith’s VO says “Children’s toys are mainly about pretending to be grown up”. Puppet woman. “The things I make are about what it’s like when you get there.” Another male puppet (“Since I found my things were being copied, they all carry a written guarantee that I did them and they’re British.”), holding up a bench seating four figures; view of river behind. Sea of wooden ships. Sam Smith opening the blinds. Photograph of Smith as a boy. He talks about his early life, intercut with woman puppet combing her hair, photographs of early twentieth-century liners. A lion; Smith’s VO repeating “crossing the line, lions round the eyes, lead kindly lion…” and other phrases from the mane. VO continues to talk of early life: drawing of four-funnel liner and of small boy with toy boat. Various nautical themed creations. A tram. Smith talks about trams and their painted numbers giving the illusion of three dimensions which introduced him “to a world in which things were not always as they seem”. Photographs of tram and shop windows; Smith describes the shop where his clothes came from. Victorian paper figures. Details of painting of theatre-goers while Smith talks about watching scenery being delivered and visiting the theatre where, from side seats, he could see into the wings. Tiles sets in various combinations. Puss in Boots. Smith describes his reaction to the (female) Principle Boy. Photographs from Edwardian variety acts; an articulated puppet moving on a string. Smith says he “became an addict of theatricality”. Smith with a volume of an educational part-work, The Living Races of Mankind, collected by his father, in which he first found pictures of naked women. Photographs. The Happy Handbell Ringer, with moving breasts. Cats. Photograph of Lillian Gish. Paintings of women “How beautiful they were the lovely ones.” Box of tiles: The Trunk – Fond Memories. Smith talks about going to the cinema as a teenager, and about his life being “something like a magic lantern – the scene flickers for a moment, and then goes for ever, leaving only a myth”. Smith with some toys which he describes as making themselves. Swimmers in bathing huts. Smith making a seated figure; he thinks that being able “to give [his] heart to making something [he knows] is going to be thrown away … is a measure of being slightly civilised … it’s really worthwhile doing the unnecessary with love”."},{"out":1080,"in":536,"desc":"Man’s head: “The story so far: a man punting along is joined by a woman from a dream.” “A dream lasts longer.” Smith’s VO describes the dynamic between the couple. “A Second Groom being rowed across the Lake by his Third Bride look!” and “The third Bride rows her second Groom across the Lake”: Smith describes them and why she’s rowing. More from this sequence with Smith commenting on the characters. He talks about being “fascinated by how people dress up for special occasions…” A Classic Union. Smith VO talking about how one idea will last only until he’s made a few things relating to it. Photographs of Edwardian park scene. Wooden camera and model. Bad Ems. Horse and rider; lion and rider. Collection of figures including Naïve Man, Poor Man. Memories HMS Indefatigable; The Daughter of the Regiment. A Suspicious Birdfeeder – details, including the Sam Smith Genuine England stamp. The man and his bench of characters; details; others. Smith’s VO talking about a landscape painting he once submitted to the Royal Academy; he says his natural language is wood. Woman and policeman; I Was Young Once. Smith lowering the blinds. Credits."}],"Series":"Arena","Full synopsis":"ACE058.2 10:00:00 10:08:56 Puppet man. Sam Smith’s VO says “Children’s toys are mainly about pretending to be grown up”. Puppet woman. “The things I make are about what it’s like when you get there.” Another male puppet (“Since I found my things were being copied, they all carry a written guarantee that I did them and they’re British.”), holding up a bench seating four figures; view of river behind. Sea of wooden ships. Sam Smith opening the blinds. Photograph of Smith as a boy. He talks about his early life, intercut with woman puppet combing her hair, photographs of early twentieth-century liners. A lion; Smith’s VO repeating “crossing the line, lions round the eyes, lead kindly lion…” and other phrases from the mane. VO continues to talk of early life: drawing of four-funnel liner and of small boy with toy boat. Various nautical themed creations. A tram. Smith talks about trams and their painted numbers giving the illusion of three dimensions which introduced him “to a world in which things were not always as they seem”. Photographs of tram and shop windows; Smith describes the shop where his clothes came from. Victorian paper figures. Details of painting of theatre-goers while Smith talks about watching scenery being delivered and visiting the theatre where, from side seats, he could see into the wings. Tiles sets in various combinations. Puss in Boots. Smith describes his reaction to the (female) Principle Boy. Photographs from Edwardian variety acts; an articulated puppet moving on a string. Smith says he “became an addict of theatricality”. Smith with a volume of an educational part-work, The Living Races of Mankind, collected by his father, in which he first found pictures of naked women. Photographs. The Happy Handbell Ringer, with moving breasts. Cats. Photograph of Lillian Gish. Paintings of women “How beautiful they were the lovely ones.” Box of tiles: The Trunk – Fond Memories. Smith talks about going to the cinema as a teenager, and about his life being “something like a magic lantern – the scene flickers for a moment, and then goes for ever, leaving only a myth”. Smith with some toys which he describes as making themselves. Swimmers in bathing huts. Smith making a seated figure; he thinks that being able “to give [his] heart to making something [he knows] is going to be thrown away … is a measure of being slightly civilised … it’s really worthwhile doing the unnecessary with love”.\u000b\u000b ACE058.3 10:08:56 10:18:00 Man’s head: “The story so far: a man punting along is joined by a woman from a dream.” “A dream lasts longer.” Smith’s VO describes the dynamic between the couple. “A Second Groom being rowed across the Lake by his Third Bride look!” and “The third Bride rows her second Groom across the Lake”: Smith describes them and why she’s rowing. More from this sequence with Smith commenting on the characters. He talks about being “fascinated by how people dress up for special occasions…” A Classic Union. Smith VO talking about how one idea will last only until he’s made a few things relating to it. Photographs of Edwardian park scene. Wooden camera and model. Bad Ems. Horse and rider; lion and rider. Collection of figures including Naïve Man, Poor Man. Memories HMS Indefatigable; The Daughter of the Regiment. A Suspicious Birdfeeder – details, including the Sam Smith Genuine England stamp. The man and his bench of characters; details; others. Smith’s VO talking about a landscape painting he once submitted to the Royal Academy; he says his natural language is wood. Woman and policeman; I Was Young Once. Smith lowering the blinds. Credits. \u000b\u000b","Date":"1976","Choreographer":"","Title":"Sam Smith Genuine England","Part":"","Film ID":"ACE058","Production Company":"Platypus"}