{"Synopsis":"Examples of the work of the Phantom Captain theatre company as they stage audience-interactive, site-specific events.","Director":"Ian Johnson","Article":"The","Minutes":"42 min","Full credits":"The Phantom Captain: Artistic Director Neil Hornick; Co-Directors Joel Cutrara, Peter Godfrey; The Players: Greg Bright, Joel Cutrara, Peter Deman, Neil Hornick, Louise Jones, Judy Lawrence, Terry Moore, Elizabeth Weston; With Ian Bennett, Mathew Marsh, Effie Aristides, Sabena Downing, Donna Morrison. Acknowledgements Rev. Keith Gilley, Golders Green Unitarians, Action Space – Drill Hall, British Rail (Waterloo), De Lantaren Theatre, Rotterdam, Ilkley Literature Festival, Olau Line Ferries, Round House Restaurant, Unexpected Developments Ltd. Processing Universal Film Laboratory; Rostrum Camera/Effects Cinefex Limited; Sound Transfer Synchro Sonics Ltd. Special Thanks to Marilyn Gaunt, Paul Robinson, David Naden Associates, Tattooist International. 2nd Camera (Church) Jeff Baynes; Assistant Camera Barry Ackroyd, Chris Evans; Assistant Sound Chris Warren; Lighting (Church) Bruce Kington; Dubbing Mixer Tony Anscombe, Cine-Lingual Sound Studios Ltd.; Sound Bob Bentley; Camera Chris Morphet; Director & Editor Ian Johnson. Henge Films for The Arts Council of Great Britain © 1978.","chapters":[{"out":694,"in":0,"desc":"Golders Green Unitarian Church. Reverend Keith Gilley quotes e e cummings, “the magical hour when is becomes if”, saying that all church services are about “the attempt to make ‘is’ into ‘if’”, and that that’s what the Phantom Captain tried to do as well. The Phantom Captain entering church to organ accompaniment. Neil Hornick talks about how The Phantom Captain had to become a religious cult, and the development of the service, “Secretions” (or the “Secret Service”), for The First Church of the Phantom Captain Reformed. The “service”. Preacher talking about St Augustine and God. Different kinds of smiling and laughter. Peter Godfrey says that The Phantom Captain tried to work “in the area between theatre and reality” but he was prepared to see the show as a genuine religious service. Performance: Personal Testimony. Navigator Bright saying he’s given up drink and drugs. Hornick says that the work was more than “a surrealist joke”, “an authentic expression of what we hold sacred”, humour. Rescue introduces Navigator coming “face to face with the unknown”. Woman in white with goldfish bowl. “Simple Secretions for beginners.” “Doubts and Heresies.” “Navigator C healed of Sea Sickness.”"},{"out":1296,"in":694,"desc":"The Phantom Captain’s Waiter Service. Paging “Mr Jordan” who takes a phone call about trying to stop an experimental nuclear reactor blowing up. Customers are encouraged to order from the “menu of intriguing experiences”. Waiters and waitresses singing. “Party Atmosphere.” “Abject Apologies.” “Auto-Eroticism.” Joel Cutrara says if they really know what they were doing, they wouldn’t – and couldn’t – be doing it. Hornick talks about “infiltration work” in everyday situations in which they are not immediately identified as actors. Pretending to be foreign tourists at Jubilee celebrations. Hornick shows and talks about the “Tilburg Pissing Bottles” presented to The Phantom Captain when they performed there in 1976. The First Church of the Phantom Captain Reformed. Navigator Bright singing “Sail on, My Captain”. The Phantom Captain on board ship."},{"out":1883,"in":1296,"desc":"De Lantaren Theatre, Rotterdam. Poster for the Ungelukkige Liefde Festival (Tragic Love Festival). Theatre interior. Peter Deman talks about their Festival piece, The Narcissus Complex. Extracts from performance. More interaction: Cast, dressed in night clothes and carrying candles, on the concourse and platforms at Waterloo station. Young man describes a mock inaugural ceremony at Brunel University, at which The Phantom Captain, pretending to be staff, addressed new students. Hornick addressing “the unconscious” of a group of toys. Deman with snowstorm globe."},{"out":2525,"in":1883,"desc":"Hornick says that they sometimes create environments and social situations which the audience “passes through” rather than attending a conventional stage show. He describes The Investigation Bureau. Excerpts. Gilley talks about the performances being open-ended and questioning, and likens them to any kind of belief system or lifestyle which “begins with some kind of doubting”. The First Church of the Phantom Captain Reformed concludes. Credits."}],"Series":"","Full synopsis":"ACE078.2 10:00:00 10:11:34 Golders Green Unitarian Church. Reverend Keith Gilley quotes e e cummings, “the magical hour when is becomes if”, saying that all church services are about “the attempt to make ‘is’ into ‘if’”, and that that’s what the Phantom Captain tried to do as well. The Phantom Captain entering church to organ accompaniment. Neil Hornick talks about how The Phantom Captain had to become a religious cult, and the development of the service, “Secretions” (or the “Secret Service”), for The First Church of the Phantom Captain Reformed. The “service”. Preacher talking about St Augustine and God. Different kinds of smiling and laughter. Peter Godfrey says that The Phantom Captain tried to work “in the area between theatre and reality” but he was prepared to see the show as a genuine religious service. Performance: Personal Testimony. Navigator Bright saying he’s given up drink and drugs. Hornick says that the work was more than “a surrealist joke”, “an authentic expression of what we hold sacred”, humour. Rescue introduces Navigator coming “face to face with the unknown”. Woman in white with goldfish bowl. “Simple Secretions for beginners.” “Doubts and Heresies.” “Navigator C healed of Sea Sickness.” ACE078.3 10:11:34 10:21:36 The Phantom Captain’s Waiter Service. Paging “Mr Jordan” who takes a phone call about trying to stop an experimental nuclear reactor blowing up. Customers are encouraged to order from the “menu of intriguing experiences”. Waiters and waitresses singing. “Party Atmosphere.” “Abject Apologies.” “Auto-Eroticism.” Joel Cutrara says if they really know what they were doing, they wouldn’t – and couldn’t – be doing it. Hornick talks about “infiltration work” in everyday situations in which they are not immediately identified as actors. Pretending to be foreign tourists at Jubilee celebrations. Hornick shows and talks about the “Tilburg Pissing Bottles” presented to The Phantom Captain when they performed there in 1976. The First Church of the Phantom Captain Reformed. Navigator Bright singing “Sail on, My Captain”. The Phantom Captain on board ship. ACE078.4 10:21:36 10:31:23 De Lantaren Theatre, Rotterdam. Poster for the Ungelukkige Liefde Festival (Tragic Love Festival). Theatre interior. Peter Deman talks about their Festival piece, The Narcissus Complex. Extracts from performance. More interaction: Cast, dressed in night clothes and carrying candles, on the concourse and platforms at Waterloo station. Young man describes a mock inaugural ceremony at Brunel University, at which The Phantom Captain, pretending to be staff, addressed new students. Hornick addressing “the unconscious” of a group of toys. Deman with snowstorm globe. ACE078.5 10:31:23 10:42:05 Hornick says that they sometimes create environments and social situations which the audience “passes through” rather than attending a conventional stage show. He describes The Investigation Bureau. Excerpts. Gilley talks about the performances being open-ended and questioning, and likens them to any kind of belief system or lifestyle which “begins with some kind of doubting”. The First Church of the Phantom Captain Reformed concludes. Credits.","Date":"1978","Choreographer":"","Title":"Phantom Captain Appears","Part":"","Film ID":"ACE078","Production Company":"Henge Films"}