{"Synopsis":"Taoism as a cultural force, and its manifestations in Chinese society past and present.","Director":"Jeremy Marre","Article":"","Minutes":"44 min","Full credits":"Camera Ernest Vincze, Chris Connell, Chris Morphet; Sound Neil Kingsbury, Peter Rann; Editing Alvin Bailey; Technicolor ®; With thanks to Boston Museum of Fine Arts, Gulbenkian Museum, Durham, National Palace Museum, Taipei, Victoria and Albert Museum, Government Information Office, Taiwan. Written and Narrated by Philip Rawson; Produced and Directed by Jeremy Marre. A Harcourt Films Production for the Arts Council of Great Britain, © 1976.","chapters":[{"out":484,"in":0,"desc":"Wooded mountains, clouds, fields, farmer and water buffalo, growing mushrooms, etc. Commentary says “‘Tao’, meaning ‘the Way’ was a word the Chinese used more than two thousand years ago to explain the unexplainable, the relationship of Man to the Universe… the way Nature goes and the way Man should go in harmony with it … rooted in the soil of China … nurtured in the primeval myths and magic of a peasant people, and grew to influence almost all Chinese thought, art and action since then… ancestor of all doctrines…”. Statue of Lao Tse: “The relevance of his teachings to life today is inescapable”. Swirling clouds. Naval display. Commentary: “Led by Chairman Mao Tse-tung, the people of mainland China today have produced enormous changes in their society and politics…” Sailors and spear carriers swimming “in ordered formation” in the Yangtze. “The People’s Republic of China stands for continuous revolution. This idea, and the symbolism of swim itself, is a modern version of the old idea of ‘tao’.” Ornamental fish. “Taoists feel that men and women live among the currents of time and change, like fish in water. Like fish, they learn to use those currents to guide their lives”. Ornamental rocks, in pools, gardens and landscapes, “perhaps the most basic symbol of the tao”. “Nothing ever happens twice in exactly the same way… ” Fish. “Just as the fish has to find his way through the currents of life, so does the modern city dweller.” Crowded streets. Tinsmith’s shop in Taiwan: shrine at the back where the tinsmith can “keep in touch with his dead relatives”. Scenes at annual Ghost Festival, “… a sort of public link between the living and the dead”, with offerings of incense and banquets in front of shrines. Symbolic decorations on buildings: dragons, phoenixes, deities. Monks playing musical instruments, chanting, etc."},{"out":869,"in":484,"desc":"Interior of temple dedicated to Ma-tsu, Goddess of the Sea. Woman praying. Statues of other deities; commentary explains that “spirits of the family dead” are rewarded or punished “according to how good their lives on earth were”. Burning spirit money for the dead. Lake; mountains, hilltop pagoda. “…mountains, valleys, lakes, all have a meaning beyond their immediate appearance ... the natural world [shows] … what’s there at that moment [and] what lies beyond and behind it…” Twelfth century scroll, The Red Cliffs (by Ch’iao Chung-ch’ang), “… not an imitation of nature … rather an illustration of the spirit of the landscape as it moved the painter…”. Commentary says that a Chinese artist “[weaves] into his painting a kind of force or energy that he feels in the world around him … perpetual movement…”. Water on rocks. Clouds blowing over mountains. Paintings of dragons, “supreme embodiment of energy”. Thirteenth century bowl, in the glaze of which has been combed into patterns suggesting “the fierce coils and feathery ripples of the moving tao”. Smoke from incense; tenth century plate decoration representing smoke rising through the air. Burning incense. A pot, the contour of which was “drawn in space, like a thread of tao, rising through the air, shaping the clay”."},{"out":1283,"in":869,"desc":"Men practising t’ai chi in Daan park in Taipei. Others with swords and similar weapons. “To bring oneself into harmony with the currents of tao is the chief aim of every Chinese ….” Wushu (kung fu) practice. Traffic in busy Taiwan street; commentary says that “the sensible man” “co-operates with the currents around him”. Man goes to fortune teller “to understand the flow of tao as it affects him”. A copy of the I Ching (Book of Changes); commentary explains the trigrams and how they are used to put “the enquirer in touch with the currents of tao…”, saying that the I Ching “demands that we think in terms of movement and of verbs … [not of] ‘a man walking’, but of ‘walking that is man-shaped’”. Elderly man in street. A fortune-teller will try to help enquirers to “move with the currents and find [their] way harmoniously”. Fish."},{"out":1610,"in":1283,"desc":"Mirror back, the decoration of which consists of symbols of change: “man in his temple”, time of day, seasons, compass points, etc. Temple, built facing south (which represents summer); view over countryside. Album paintings of seasonal changes. Hillside buildings, waterfall; “Harmony in all things is a matter of balance and proportion… the basis of a most important Taoist idea… changes in all life and nature come from a shifting balance of yin and yang…”; paintings of couples making love which “can produce the greatest harmony of those two forces … ‘the meeting of the clouds and the rain’”. Mountain landscapes with clouds. Further examples of yin and yang. Landscape paintings. Carved jade landscape depicting paradise. Ceramic decorations: fruit and flowers representing female yin, phoenix representing male yang. Plate painted with group of Chinese Immortals studying the entwined yin/yang symbol; same symbol surrounded by I Ching trigrams."},{"out":2010,"in":1610,"desc":"Taoist temple: fruit offerings; yoga exercises which stimulate the energy channels in the body. Temple buildings, the outlines of which follow “veins” of earth energy, or “sleeping dragons”, according to feng shui principles. Buildings should respect the landscape, blending with its shapes and vegetation. Landscape painting showing “dragon vein” running through series of mountain peaks. Diagram of human body showing energy veins and acupuncture points. Doctor treating patients by means of acupuncture, thus correcting the body’s balance of yin and yang. Street scenes. Water buffalo resting in water. Fisherman. Fish. Calligrapher writing: tao currents flow through his hand to “create the characters through his brush”. Fourteenth century graph script shows how “the art of writing could express that moment in time when the artist put his brush to paper”, having “a meaning beyond the text”. Examples of calligraphic painting, “the highest of the arts”, which show both “the likeness of things and the threads, or currents, of tao giving them shape”."},{"out":2615,"in":2010,"desc":"Musicians and monks. “Taoists can also hear the music of earth [which flows] through the currents of this extraordinary Taiwan coastline” at Nanya. Jade carvings: a twin vase, combining yin with yang; a carved jade mountain showing gods being worshipped by visitors. Villagers at an evening fruit ceremony in a country temple, making offering to the spirit of tao; their prayers echo Lao Tse’s teaching that “man follows the earth, earth follows heaven, heaven follows the tao and tao follows what is natural…”. Village children chanting prayers. A unique Taoist ceremony in which a medium conveys messages from the spirit world through automatic writing. Sky and landscape at dawn; ceremony continues. Commentary suggests that Taoism warns against hiding “the fact of change” which can sometimes be savage: volcanic eruption, soldiers on streets during time of political unrest. “We now are reaping the dreadful harvest of failing to look beyond ourselves into the process of change on which the whole system of nature is actually built.” Statue of Shou Lao: “… when we open our eyes to the movement of tao, we shall see our condition in a different light.” Credits."}],"Series":"","Full synopsis":"ACE059.2 10:00:00 10:08:04 Wooded mountains, clouds, fields, farmer and water buffalo, growing mushrooms, etc. Commentary says “‘Tao’, meaning ‘the Way’ was a word the Chinese used more than two thousand years ago to explain the unexplainable, the relationship of Man to the Universe… the way Nature goes and the way Man should go in harmony with it … rooted in the soil of China … nurtured in the primeval myths and magic of a peasant people, and grew to influence almost all Chinese thought, art and action since then… ancestor of all doctrines…”. Statue of Lao Tse: “The relevance of his teachings to life today is inescapable”. Swirling clouds. Naval display. Commentary: “Led by Chairman Mao Tse-tung, the people of mainland China today have produced enormous changes in their society and politics…” Sailors and spear carriers swimming “in ordered formation” in the Yangtze. “The People’s Republic of China stands for continuous revolution. This idea, and the symbolism of swim itself, is a modern version of the old idea of ‘tao’.” Ornamental fish. “Taoists feel that men and women live among the currents of time and change, like fish in water. Like fish, they learn to use those currents to guide their lives”. Ornamental rocks, in pools, gardens and landscapes, “perhaps the most basic symbol of the tao”. “Nothing ever happens twice in exactly the same way… ” Fish. “Just as the fish has to find his way through the currents of life, so does the modern city dweller.” Crowded streets. Tinsmith’s shop in Taiwan: shrine at the back where the tinsmith can “keep in touch with his dead relatives”. Scenes at annual Ghost Festival, “… a sort of public link between the living and the dead”, with offerings of incense and banquets in front of shrines. Symbolic decorations on buildings: dragons, phoenixes, deities. Monks playing musical instruments, chanting, etc. \u000b\u000b ACE059.3 10:08:04 10:14:29 Interior of temple dedicated to Ma-tsu, Goddess of the Sea. Woman praying. Statues of other deities; commentary explains that “spirits of the family dead” are rewarded or punished “according to how good their lives on earth were”. Burning spirit money for the dead. Lake; mountains, hilltop pagoda. “…mountains, valleys, lakes, all have a meaning beyond their immediate appearance ... the natural world [shows] … what’s there at that moment [and] what lies beyond and behind it…” Twelfth century scroll, The Red Cliffs (by Ch’iao Chung-ch’ang), “… not an imitation of nature … rather an illustration of the spirit of the landscape as it moved the painter…”. Commentary says that a Chinese artist “[weaves] into his painting a kind of force or energy that he feels in the world around him … perpetual movement…”. Water on rocks. Clouds blowing over mountains. Paintings of dragons, “supreme embodiment of energy”. Thirteenth century bowl, in the glaze of which has been combed into patterns suggesting “the fierce coils and feathery ripples of the moving tao”. Smoke from incense; tenth century plate decoration representing smoke rising through the air. Burning incense. A pot, the contour of which was “drawn in space, like a thread of tao, rising through the air, shaping the clay”. ACE059.4 10:14:29 10:21:23 Men practising t’ai chi in Daan park in Taipei. Others with swords and similar weapons. “To bring oneself into harmony with the currents of tao is the chief aim of every Chinese ….” Wushu (kung fu) practice. Traffic in busy Taiwan street; commentary says that “the sensible man” “co-operates with the currents around him”. Man goes to fortune teller “to understand the flow of tao as it affects him”. A copy of the I Ching (Book of Changes); commentary explains the trigrams and how they are used to put “the enquirer in touch with the currents of tao…”, saying that the I Ching “demands that we think in terms of movement and of verbs … [not of] ‘a man walking’, but of ‘walking that is man-shaped’”. Elderly man in street. A fortune-teller will try to help enquirers to “move with the currents and find [their] way harmoniously”. Fish. ACE059.5 10:21:23 10:26:50 Mirror back, the decoration of which consists of symbols of change: “man in his temple”, time of day, seasons, compass points, etc. Temple, built facing south (which represents summer); view over countryside. Album paintings of seasonal changes. Hillside buildings, waterfall; “Harmony in all things is a matter of balance and proportion… the basis of a most important Taoist idea… changes in all life and nature come from a shifting balance of yin and yang…”; paintings of couples making love which “can produce the greatest harmony of those two forces … ‘the meeting of the clouds and the rain’”. Mountain landscapes with clouds. Further examples of yin and yang. Landscape paintings. Carved jade landscape depicting paradise. Ceramic decorations: fruit and flowers representing female yin, phoenix representing male yang. Plate painted with group of Chinese Immortals studying the entwined yin/yang symbol; same symbol surrounded by I Ching trigrams. ACE059.6 10:26:50 10:33:30 Taoist temple: fruit offerings; yoga exercises which stimulate the energy channels in the body. Temple buildings, the outlines of which follow “veins” of earth energy, or “sleeping dragons”, according to feng shui principles. Buildings should respect the landscape, blending with its shapes and vegetation. Landscape painting showing “dragon vein” running through series of mountain peaks. Diagram of human body showing energy veins and acupuncture points. Doctor treating patients by means of acupuncture, thus correcting the body’s balance of yin and yang. Street scenes. Water buffalo resting in water. Fisherman. Fish. Calligrapher writing: tao currents flow through his hand to “create the characters through his brush”. Fourteenth century graph script shows how “the art of writing could express that moment in time when the artist put his brush to paper”, having “a meaning beyond the text”. Examples of calligraphic painting, “the highest of the arts”, which show both “the likeness of things and the threads, or currents, of tao giving them shape”. ACE059.7 10:33:30 10:43:35 Musicians and monks. “Taoists can also hear the music of earth [which flows] through the currents of this extraordinary Taiwan coastline” at Nanya. Jade carvings: a twin vase, combining yin with yang; a carved jade mountain showing gods being worshipped by visitors. Villagers at an evening fruit ceremony in a country temple, making offering to the spirit of tao; their prayers echo Lao Tse’s teaching that “man follows the earth, earth follows heaven, heaven follows the tao and tao follows what is natural…”. Village children chanting prayers. A unique Taoist ceremony in which a medium conveys messages from the spirit world through automatic writing. Sky and landscape at dawn; ceremony continues. Commentary suggests that Taoism warns against hiding “the fact of change” which can sometimes be savage: volcanic eruption, soldiers on streets during time of political unrest. “We now are reaping the dreadful harvest of failing to look beyond ourselves into the process of change on which the whole system of nature is actually built.” Statue of Shou Lao: “… when we open our eyes to the movement of tao, we shall see our condition in a different light.” Credits.","Date":"1976","Choreographer":"","Title":"Tao. The Way and its power","Part":"","Film ID":"ACE059","Production Company":"Harcourt Films"}