{"Synopsis":"The work of British actor, writer, director, Ken Campbell (b.1941) on The Hitchhiker’s Guide to the Galaxy and The Warp, the longest play in the world.","Director":"Ian Johnson","Article":"","Minutes":"33 min","Full credits":"Assistant Camera Des Bradley, Bob King, Ian Owles; Titles by Gaby Dexter; Processing by Universal Film Laboratory; Sound Ray Becket, Bob Bentley, Ian Leslie; Dubbing Mixer Tony Anscombe (Cine Lingual Ltd); Photography Chris Morphet; Additional photography Jeff Baynes, Mick Campbell; Film Editor John Mister; Assistant Editor Nicolette Bolgar; Produced and Directed by Ian Johnson, A Henge Films Production We would like to thank The Everyman Theatre Liverpool, The Mayfair Gymnasium, The Rainbow Theatre The Roundhouse, Unexpected Developments Ltd., [Douglas Adams, Sandy Broughton, Russell Denton, Luke Dixon, Morgan Fisher, Evelyn Honig, Sylvester McCoy, Roger Morton, Neil Oram, Ron Orders, Cindy Oswin, Jill Trevillick, The Actors and Musicians featured, Ken Campbell] Arts Council of Great Britain © 1981.","chapters":[{"out":562,"in":0,"desc":"Ken Campbell directing rehearsal of The Hitchhiker’s Guide to the Galaxy. Campbell says that, to speed things up, he uses “the direct method” as taught him “by an Israeli soldier”; demonstrates with the actors. Interviews with actors (and Campbell) talking about Campbell’s methods intercut with rehearsal sequences. “No other director works a similar way.” “I compromise all the way round.” Douglas Adams, Author, The Hitchhiker’s Guide to the Galaxy, says that Campbell “wants to be legendary” and relates anecdote about him changing actors’ roles shortly before first night. Rainbow Theatre, London. Adams talking about moving the production there. Part of “the Restaurant at the End of the Universe” sequence. Adams describes how larger venue means detail is lost. Long shot of performance: the ship with Improbability Drive. Campbell thinks the Rainbow production was “third rate”. Adams says that Campbell’s strength lies in “creating something marvellous and impossible out of nothing”."},{"out":969,"in":562,"desc":"The derelict Regent cinema, Edinburgh. Campbell talking about making the building usable at the same time as rehearsing The Warp. Actors and builders. Campbell likens producing The Warp to the building of Stonehenge: “doing something nobody would believe”. Campbell and Neil Oram rehearsing. Campbell talks about first meeting Oram. Oram on putting together the stories for The Warp. They talk about the writing of the play. Campbell explains how the phrase “no problem” became his watchword for this play. Part of The Warp performance. Oram and others talk about the play. The Warp performance."},{"out":1627,"in":969,"desc":"Interviews with actors about Campbell intercut with The Warp rehearsal sequences. The Warp performance. Campbell on meeting “some idea” of the real person. Several scenes from The Warp performance; interviews with actors. Oram on Campbell’s humour. Scenes from The Warp performance; interviews with actors."},{"out":1970,"in":1627,"desc":"The Warp audiences. Campbell says “four hours is a very long time for a play to be – longer than four hours seems to be less long, for some curious reason”. Dressing room – cast trying lines while making up. The Warp performance; interviews. Campbell on audiences. The Warp performance. Applause. Credits over curtain calls and Campbell holding up The Guinness Book of Records."}],"Series":"","Full synopsis":"ACE110.2 10:00:00 10:09:22 Ken Campbell directing rehearsal of The Hitchhiker’s Guide to the Galaxy. Campbell says that, to speed things up, he uses “the direct method” as taught him “by an Israeli soldier”; demonstrates with the actors. Interviews with actors (and Campbell) talking about Campbell’s methods intercut with rehearsal sequences. “No other director works a similar way.” “I compromise all the way round.” Douglas Adams, Author, The Hitchhiker’s Guide to the Galaxy, says that Campbell “wants to be legendary” and relates anecdote about him changing actors’ roles shortly before first night. Rainbow Theatre, London. Adams talking about moving the production there. Part of “the Restaurant at the End of the Universe” sequence. Adams describes how larger venue means detail is lost. Long shot of performance: the ship with Improbability Drive. Campbell thinks the Rainbow production was “third rate”. Adams says that Campbell’s strength lies in “creating something marvellous and impossible out of nothing”. ACE110.3 10:09:22 10:16:09 The derelict Regent cinema, Edinburgh. Campbell talking about making the building usable at the same time as rehearsing The Warp. Actors and builders. Campbell likens producing The Warp to the building of Stonehenge: “doing something nobody would believe”. Campbell and Neil Oram rehearsing. Campbell talks about first meeting Oram. Oram on putting together the stories for The Warp. They talk about the writing of the play. Campbell explains how the phrase “no problem” became his watchword for this play. Part of The Warp performance. Oram and others talk about the play. The Warp performance. ACE110.4 10:16:09 10:27:07 Interviews with actors about Campbell intercut with The Warp rehearsal sequences. The Warp performance. Campbell on meeting “some idea” of the real person. Several scenes from The Warp performance; interviews with actors. Oram on Campbell’s humour. Scenes from The Warp performance; interviews with actors. ACE110.5 10:27:07 10:32:50 The Warp audiences. Campbell says “four hours is a very long time for a play to be – longer than four hours seems to be less long, for some curious reason”. Dressing room – cast trying lines while making up. The Warp performance; interviews. Campbell on audiences. The Warp performance. Applause. Credits over curtain calls and Campbell holding up The Guinness Book of Records.","Date":"1981","Choreographer":"","Title":"No Problem. The theatre of Ken Campbell","Part":"","Film ID":"ACE110","Production Company":"Henge Films"}