{"Synopsis":"An investigation into the way in which images of work have disappeared from advertisements, and how social and economic factors determine the visibility or invisibility of aspects of daily life.","Director":"Judith Williamson","Article":"A","Minutes":"44 min","Full credits":"Narrator Fiona Trier; Cast Maryanne Gordon, Terry Hardy, Sara Scodbo, Sam Smith, Nicholas Robinson, Peter Webb; Art Director Phoebe de Gaye; Original Music by Steve Shearsby; Stills Photographer Clive Frost; Sound David John, John Anderton; Sound Editor Sarah Vickers; Camera Clive Tickner; Additional Photography Erika Stevenson; Rostrum Camera Frameline. The producers gratefully acknowledge the assistance of Austin Morris Ltd., Bacardi International Ltd., Barker & Dobson Ltd., Beecham Products, Brooke Bond Oxo Ltd., Carrefour Hypermarket Ltd., Ceylon Tea Centre London, Colman Foods, Glynwed International Aga-Rayburn Division, John Harvey & Sons Ltd., Kiwi Products (UK) Ltd., Lever Brothers Ltd., LRC Products Ltd., Max Factor Ltd., Mean Promotion Executive, Myers Comfortable Beds, Nabisco Foods, Osram GEC Pearce Signs Ltd., Playtex Ltd., Proctor & Gamble Ltd., Schreiber Ltd., Texas Homecare, R. Twining & Co Ltd., Unilever Ltd., Josiah Wedgwood & Sons Ltd. Editors Brand Thumim, Trevor Williamson; Executive Producer Rodney Wilson; Written and Directed by Judith Williamson. Arts Council of Great Britain © 1983.","chapters":[{"out":592,"in":0,"desc":"Woman with child in push-chair passing row of advertising hoardings. Gallery exhibition of images from advertisement. Man talking about advertising being a modern art form, drawing on centuries of European art, and one which, because of its appearance in public places, is accessible to all. Woman in kitchen peeling potatoes. “Television” over, discussing how commercials appeal to their audience. “Women don’t necessarily want to see a mirror image of themselves....” Still from PG Tips advertisement featuring chimpanzee in dressing gown. Television claims that Tesco was the first retail company to recognise “the important financial role women have when shopping”. Magazine advertisement for IPC Young Women’s Magazines suggesting that they reach a particular group of women. Interior of large supermarket. The woman putting her purchases onto the checkout conveyor; VO quotes the advertising slogans for each item. Hoardings. Commentary says that “advertising speaks to us always as consumers” as do “the dominant ways of seeing… as art or as marketing”. Commentary describes the film as looking at “the connection between images and markets…[in] their relation to work”. Chocolate factory. Consumer goods on conveyor. VO quoting advertising slogans and descriptions. Car. Household furniture. Commentary says products are the “reward” for work, a reassurance of personal value. Extract from An Englishman’s Home (1946) advertising film, showing household ornaments “so simple, and yet so important”. Shop windows. Commentary says products offer dreams as well as uses. Images from television advertising, “a vision” which “doesn’t include working life”. Film vault. Commentary says advertising images have changed over time; work, no longer visible, used to shown. Vinolia Soap (1897) in which factory women are seen packing the product. One of the Close-Ups of the Stars (1947), Lever Bros. advertisements for Lux soap, in which the work is that of a film star (Valerie Hobson) rather than that of “every girl”. A 1976 advertisement for soap in which the bar appears totally divorced from work of any kind."},{"out":1048,"in":592,"desc":"The woman unpacking her shopping. Commentary says advertisements are “directed at the home”. Caption: “When can work be shown in advertising?” Commentary suggests (with supporting images from tea advertisements) that work can be shown when it’s being done by people other than the consumer. Extracts from Song of Ceylon (1934), Empire Marketing Board. Baskets of tea, coffee, and sugar on conveyor. Crossing map from Britain down Africa. VO goes on to list rubber and mineral resources, and “the captive markets, the suppression of the uprising, the essential economic links, the international marketing policy, the multinational corporation, the British Empire”. Commentary says advertising images are bound up with Britain’s economic past. Collages of images from advertising and the imperial past. Commentary talks about the colonies providing “raw materials, cheap labour, and … a market…”, and about how those markets were expanded to the benefit of the capitalist economy. Tea advertisements. Rum advertisement with black waiter serving white bathers. Lux advertisements from 1920s (?) featuring black stereotypes which are no longer acceptable, thanks to changes in social conditions. Throat lozenge advertisement incorporating image of mushroom cloud; picture of a British soldier (“the cleanest fighter in the world”) used for 1910s Sunlight Soap. “The relation of the audience to the dominant ideas of any period” determines what advertising can show. Shine Sir (1916), Kiwi Polish Co. Young boys working at hotel boot cleaning can be shown because of patriotism and the wartime labour shortage; the effort of work contributes to the war effort."},{"out":1451,"in":1048,"desc":"The woman’s flat: television advertisement for British meat, television advertisement for tea. Work (a man delivering coal) can be shown if it is not related to the product. The Economist (1921), Osram Lightbulbs, which emphasises the Britishness of the product, rather than the labour of its production, and is shown from the point of view of someone not of the (working) class that produces the product. “The relation between economic forces, nationalistic ideas and the image of industrial work, is shown particularly clearly through changes in the image of women working.” Advertisements during World War II and post-war, the latter promoting women’s work in the home and consumer goods for the home market. Advertising directed at particular target audiences. Family centred television advertisements for DIY and for home furnishing. The importance of domestic goods means that housework can be shown in detail (television advertisement for “Flash” cleaner (1960), Proctor & Gamble) as the work is actually consumption of the product."},{"out":2175,"in":1451,"desc":"Caption: “When is work not shown in advertising?” Commentary talks about a separation of images of work and home, with the family being the most important target for marketing. Advertisements for breakfast cereals showing family units. Photograph of man riding horse-drawn harvester “which would not be found in a cereal ad” though it could be used for other products. Fantasy is required to sell a product to its producer, and family life fills that purpose. Cereal, car and other advertisements. Families are portrayed as classless consumers, and “history appears as a long succession of families just like our own”. Seventeenth century paintings of families, painting of George V, Queen Mary and children, photograph of current Royal Family, breakfasting family. The family “has its own past” which relates to work and to “another side of history”. (1926), WaveBill Baxter’s Dilemmarley Oats, in which window cleaner sees a better porridge than the one he gets at home. An image of “worker as consumer” has particular importance in the year of the General Strike, “a period of violent class conflict”. Mrs Keeble in 1959 “Daz” advertisement (Proctor & Gamble), displays same patronising attitude towards working classes. Advertisement for Hungarian wine using image of Hungarian peasant. Worker-less car advertisements. Nature’s Charms (1933), Austin Motor Co., intercut with film of workers leaving car factory, and with images from current advertising which pick up on the same rural and family-centred themes at a time when industrial production is in decline. Caption points out that in 1933, 19.9% of the British population was unemployed."},{"out":2645,"in":2175,"desc":"The woman in her kitchen. Advertisements try to offer both security and freedom. Workers leaving factory. An Englishman’s Home (1946), Horlicks. Car worker returning to his council flat. Advertisement captioned “Leisure. It’s what you come home for.” Man brings the woman some chocolates; she serves family dinner. Commentary says that, in advertising, production and consumption are kept separate, with one used to justify the other, “while the work on which the whole system depends remains concealed”. Work is shown only when it appears distant from its intended audience, or when it is nationally rather than class related. Family watching factory health and safety film aimed at employers, intercut with scenes from The Economist and An Englishman’s Home. Television advertisement for Myer’s Comfortable Beds; other images of “dreams and desires”, all of which point to consumerism. Montage of images from the film; commentary says that while advertising attempts to change the consumer, it is changes in society which affect what advertising can show. “Advertising itself cannot be changed until change becomes more than a question of replacing one image with another.” Credits."}],"Series":"","Full synopsis":"ACE136.2 10:00:00 10:09:52 Woman with child in push-chair passing row of advertising hoardings. Gallery exhibition of images from advertisement. Man talking about advertising being a modern art form, drawing on centuries of European art, and one which, because of its appearance in public places, is accessible to all. Woman in kitchen peeling potatoes. “Television” over, discussing how commercials appeal to their audience. “Women don’t necessarily want to see a mirror image of themselves....” Still from PG Tips advertisement featuring chimpanzee in dressing gown. Television claims that Tesco was the first retail company to recognise “the important financial role women have when shopping”. Magazine advertisement for IPC Young Women’s Magazines suggesting that they reach a particular group of women. Interior of large supermarket. The woman putting her purchases onto the checkout conveyor; VO quotes the advertising slogans for each item. Hoardings. Commentary says that “advertising speaks to us always as consumers” as do “the dominant ways of seeing… as art or as marketing”. Commentary describes the film as looking at “the connection between images and markets…[in] their relation to work”. Chocolate factory. Consumer goods on conveyor. VO quoting advertising slogans and descriptions. Car. Household furniture. Commentary says products are the “reward” for work, a reassurance of personal value. Extract from An Englishman’s Home (1946) advertising film, showing household ornaments “so simple, and yet so important”. Shop windows. Commentary says products offer dreams as well as uses. Images from television advertising, “a vision” which “doesn’t include working life”. Film vault. Commentary says advertising images have changed over time; work, no longer visible, used to shown. Vinolia Soap (1897) in which factory women are seen packing the product. One of the Close-Ups of the Stars (1947), Lever Bros. advertisements for Lux soap, in which the work is that of a film star (Valerie Hobson) rather than that of “every girl”. A 1976 advertisement for soap in which the bar appears totally divorced from work of any kind. ACE136.3 10:09:52 10:17:28 The woman unpacking her shopping. Commentary says advertisements are “directed at the home”. Caption: “When can work be shown in advertising?” Commentary suggests (with supporting images from tea advertisements) that work can be shown when it’s being done by people other than the consumer. Extracts from Song of Ceylon (1934), Empire Marketing Board. Baskets of tea, coffee, and sugar on conveyor. Crossing map from Britain down Africa. VO goes on to list rubber and mineral resources, and “the captive markets, the suppression of the uprising, the essential economic links, the international marketing policy, the multinational corporation, the British Empire”. Commentary says advertising images are bound up with Britain’s economic past. Collages of images from advertising and the imperial past. Commentary talks about the colonies providing “raw materials, cheap labour, and … a market…”, and about how those markets were expanded to the benefit of the capitalist economy. Tea advertisements. Rum advertisement with black waiter serving white bathers. Lux advertisements from 1920s (?) featuring black stereotypes which are no longer acceptable, thanks to changes in social conditions. Throat lozenge advertisement incorporating image of mushroom cloud; picture of a British soldier (“the cleanest fighter in the world”) used for 1910s Sunlight Soap. “The relation of the audience to the dominant ideas of any period” determines what advertising can show. Shine Sir (1916), Kiwi Polish Co. Young boys working at hotel boot cleaning can be shown because of patriotism and the wartime labour shortage; the effort of work contributes to the war effort. ACE136.4 10:17:28 10:24:11 The woman’s flat: television advertisement for British meat, television advertisement for tea. Work (a man delivering coal) can be shown if it is not related to the product. The Economist (1921), Osram Lightbulbs, which emphasises the Britishness of the product, rather than the labour of its production, and is shown from the point of view of someone not of the (working) class that produces the product. “The relation between economic forces, nationalistic ideas and the image of industrial work, is shown particularly clearly through changes in the image of women working.” Advertisements during World War II and post-war, the latter promoting women’s work in the home and consumer goods for the home market. Advertising directed at particular target audiences. Family centred television advertisements for DIY and for home furnishing. The importance of domestic goods means that housework can be shown in detail (television advertisement for “Flash” cleaner (1960), Proctor & Gamble) as the work is actually consumption of the product. ACE136.5 10:24:11 10:36:15 Caption: “When is work not shown in advertising?” Commentary talks about a separation of images of work and home, with the family being the most important target for marketing. Advertisements for breakfast cereals showing family units. Photograph of man riding horse-drawn harvester “which would not be found in a cereal ad” though it could be used for other products. Fantasy is required to sell a product to its producer, and family life fills that purpose. Cereal, car and other advertisements. Families are portrayed as classless consumers, and “history appears as a long succession of families just like our own”. Seventeenth century paintings of families, painting of George V, Queen Mary and children, photograph of current Royal Family, breakfasting family. The family “has its own past” which relates to work and to “another side of history”. (1926), WaveBill Baxter’s Dilemmarley Oats, in which window cleaner sees a better porridge than the one he gets at home. An image of “worker as consumer” has particular importance in the year of the General Strike, “a period of violent class conflict”. Mrs Keeble in 1959 “Daz” advertisement (Proctor & Gamble), displays same patronising attitude towards working classes. Advertisement for Hungarian wine using image of Hungarian peasant. Worker-less car advertisements. Nature’s Charms (1933), Austin Motor Co., intercut with film of workers leaving car factory, and with images from current advertising which pick up on the same rural and family-centred themes at a time when industrial production is in decline. Caption points out that in 1933, 19.9% of the British population was unemployed. ACE136.6 10:36:15 10:44:05 The woman in her kitchen. Advertisements try to offer both security and freedom. Workers leaving factory. An Englishman’s Home (1946), Horlicks. Car worker returning to his council flat. Advertisement captioned “Leisure. It’s what you come home for.” Man brings the woman some chocolates; she serves family dinner. Commentary says that, in advertising, production and consumption are kept separate, with one used to justify the other, “while the work on which the whole system depends remains concealed”. Work is shown only when it appears distant from its intended audience, or when it is nationally rather than class related. Family watching factory health and safety film aimed at employers, intercut with scenes from The Economist and An Englishman’s Home. Television advertisement for Myer’s Comfortable Beds; other images of “dreams and desires”, all of which point to consumerism. Montage of images from the film; commentary says that while advertising attempts to change the consumer, it is changes in society which affect what advertising can show. “Advertising itself cannot be changed until change becomes more than a question of replacing one image with another.” Credits.","Date":"1983","Choreographer":"","Title":"Sign is a Fine Investment","Part":"","Film ID":"ACE136","Production Company":""}