{"Synopsis":"A portrait of British poet, story-teller and comedian, John Cooper Clarke (b.1949).","Director":"Nick May","Article":"","Minutes":"61 min","Full credits":"Mother Cyrene, Hilary Mason; Lost Woman, Sally Cranfield; Raoul, Andrew de la Tour; The Chums, Jan Carter, Luke Kelly; Choirboy, Philip Ward; Boys, Steven Bewley, Darren Ellis, Steve Langton, Mark Luxford; Interviewers, Andy Royston, Andrew Constable; From Melody Maker, Patrick Humphries. Executive Producer Rodney Wilson; Producers Elizabeth Taylor-Mead, Peter Berry; Script Nick May, David Kelly; Lighting Camera Oliver Stapleton; Editor John Mister; Assistant Editor Judy Forshaw; Additional Camera Richard Greatrex, Steven Alcorn David Scott; Camera Assistant Brian Herlihy; Sound Diana Ruston, Stuart Edwards; Production Assistant Donna Grey; Lighting Bruce Kington; Art Consultants Geraldine Pilgrim, Rick Fisher; Graphic Design Sandy Ward; Titles & Opticals Hugh Gordon; Music The Invisible Girls; Additional Music Mantovani & his Orchestra, Gordon Raitt; Dubbing Mixer Tony Anscombe; Laboratories Kay. Thanks to all those who helped in the making of this film, including: Manchester Polytechnic Students Union, The Bowes-Lyon Youth Club, Stevenage, Mecca Leisure Ltd. Manchester, Rackhams Department Store, Sheffield April Music Ltd., CBS & Epic Records Ltd. Special thanks to John Arnison, Lizzy Hopkinson, Sandy Ward David Kelly, Steve Maguire, Steve Hopkins. A Metropolis Pictures Production. Made for the Arts Council of Great Britain in association with Channel Four. Arts Council of Great Britain © MCMLXXXII.","chapters":[{"out":657,"in":0,"desc":"Night streets. John Cooper Clarke performing Midnight Shift in VO over titles. John Cooper Clarke at microphone continuing performance of Midnight Shift (1982). Daytime streets. Audience. Street scenes. The Ritz, Mancheste"}],"Series":"","Full synopsis":"ACE126.2 10:00:00 10:10:57 Night streets. John Cooper Clarke performing Midnight Shift in VO over titles. John Cooper Clarke at microphone continuing performance of Midnight Shift (1982). Daytime streets. Audience. Street scenes. The Ritz, Mancheste","Date":"1982","Choreographer":"","Title":"Ten Years in an Open-Necked Shirt","Part":"","Film ID":"ACE126","Production Company":"Metropolis Pictures"}