{"Synopsis":"The life and work of Anglo-Irish social realist painter, Jack B Yeats (1871-1957)","Director":"Thaddeus O’Sullivan","Article":"","Minutes":"34 min","Full credits":"Jack B. Yeats, Sebastian Shaw; Narrator Bosco Hogan; Photography Thaddeus O’Sullivan; Assistant Camera Cathal Black, Joe Comerford, Peter Harvey, Patrick Walsh; Location Sound Pat Hayes; Dubbing Mixer Peter Maxwell; Editor Charles Rees; Sound Editor Waddington Ware; Music John Tams with Graeme Taylor; Singer Mick Lally; Musicians Howard Evans, Michael Gregory, Brian Gulland, John Tams, Graeme Taylor. Extracts are included from the following novels by Jack B Yeats: Ah well, a romance in perpetuity, And to you also, The charmed life, Sligo. We would like to thank British Broadcasting Corporation, British Films Ltd., EMI/Pathé, Duffy Bros Circus, Lusia Films Ballyheigue Race Committee, Barbara Durack/RTE Film Library, National Film Archive, London, National Gallery of Ireland, National Library of Ireland, The Hugh Lane Municipal Gallery of Modern Art, Dublin, National Gallery of Canada, Ottawa, Theo Waddington Gallery, Sligo Museum and Art Gallery, Hilary Pyle, Roy Foster, Frances Kennett Anne Yeats Denis O’Sullivan, Michael Yeats, Victor Waddington, Kay O’Sullivan, Dave “Mighty David” Parkinson, Serge Philipson, and owners of work by Jack B Yeats who gave assistance and permission to reproduce material. Producer Margaret Williams, Arbor International; A film by Thaddeus O’Sullivan. Made in association with Radio Telefis Eireann. Arts Council of Great Britain © MCMLXXXI.","chapters":[{"out":487,"in":7,"desc":"Early fairground scenes. Fairground paintings by Jack Yeats. A Self-portrait. VO gives his background. Sunset; beach and seaside fields. VO of Yeats’s words describing how his book Sligo got its title. VO describing Yeats’s boyhood. Footage of men leaving building. Painting of boxing match. Film of boxing contest. Boxing painting. Sketches and drawings of boxing events. Yeats words VO about impact of the lighting on what he saw. Sketches of travelling fairs. Seaside. Paintings of race meeting. Race horses exercising on the beach. Yeats’s words VO on ballads. Painting and sketch of race meeting crowds and competitors. Drawing of uprising of 1798. Paintings of same event."},{"out":1006,"in":487,"desc":"Early film of acrobatic troupe. VO Yeats’s words on Mexican Joe’s Wild West Show. Sets and characters from one of Yeats’s Plays for the Miniature Theatre. Paintings of stage duel, circus scene with tiger, circus tent and crowd, ringmaster, etc. “The Mighty David”, fairground stuntman, performing. Boats putting to sea. Painting of fisherman. Sea; Sligo lighthouse, cliffs etc. Painting Memory Harbour. Sligo. Photographs of Yeats and his wife, Cottie (Mary Cottenham White); small picture scratched on a window pane in their house. Portrait of John Masefield (1905). One of the Plays for the Miniature Theatre, a pirate story; VO recites some of the text. Yeats’s 1905 trip to the West of Ireland with J M Synge; Synge’s words over. Illlustrations for In the “Congested Districts”. Painting. Horse fair. Nationalist march. Yeats’s words VO on how a local politician became a nationalist. Painting of demonstration. Sketch by John Butler Yeats of J M Synge; photos from stage production of The Playboy of the Western World, criticised for being anti-Irish."},{"out":1460,"in":1006,"desc":"Scenes in Dublin. Painting of political meeting. March of Irish Volunteers. Funeral. Painting. Funeral procession. Sketches, The Lying in State of O'Donovan Rossa (1915). Funeral scenes. Scenes of the Rising, 1916. Painting of a Strand Race, Sligo, and others. Film of The Four Courts and results of explosions, etc., nearby. Paintings of Communicating with Prisoners (1924) and The Funeral of Harry Boland (1922). Crowds (awaiting announcement of Irish Free State?). Yeats’s last political painting, A Republican Pilgrimage to the Grave of Wolf Tone. Fairground footage and painting. VO Yeats’s words on the “ten dawns” he wanted to paint. The Clown among the People (1932)."},{"out":2038,"in":1460,"desc":"Painting. Dawn. VO saying his paintings met with “almost total incomprehension”. Book plates illustrating the more common social realism style of his contemporaries; cartoon strip criticising his methods. Painting, Singing “Oh Had I the Wings of a Swallow” (1925) Yeats’s words VO answering his brother’s description of the paintings as “great”; and on how he would never again discuss the meaning of his pictures. Interior Yeats’s house; photographs, etc. Fairground painting. A Silence, There is no Night (1949) and others. VO on Yeats’s working methods. Images of war. Yeats’s words over other paintings. Grief (1951). Commentary talking about Cottie’s death. Brief (fourteen seconds) recording of Yeats, made soon after her death in 1947. Paintings. Credits."}],"Series":"","Full synopsis":"ACE106.2 10:00:07 10:08:07 Early fairground scenes. Fairground paintings by Jack Yeats. A Self-portrait. VO gives his background. Sunset; beach and seaside fields. VO of Yeats’s words describing how his book Sligo got its title. VO describing Yeats’s boyhood. Footage of men leaving building. Painting of boxing match. Film of boxing contest. Boxing painting. Sketches and drawings of boxing events. Yeats words VO about impact of the lighting on what he saw. Sketches of travelling fairs. Seaside. Paintings of race meeting. Race horses exercising on the beach. Yeats’s words VO on ballads. Painting and sketch of race meeting crowds and competitors. Drawing of uprising of 1798. Paintings of same event. ACE106.3 10:08:07 10:16:46 Early film of acrobatic troupe. VO Yeats’s words on Mexican Joe’s Wild West Show. Sets and characters from one of Yeats’s Plays for the Miniature Theatre. Paintings of stage duel, circus scene with tiger, circus tent and crowd, ringmaster, etc. “The Mighty David”, fairground stuntman, performing. Boats putting to sea. Painting of fisherman. Sea; Sligo lighthouse, cliffs etc. Painting Memory Harbour. Sligo. Photographs of Yeats and his wife, Cottie (Mary Cottenham White); small picture scratched on a window pane in their house. Portrait of John Masefield (1905). One of the Plays for the Miniature Theatre, a pirate story; VO recites some of the text. Yeats’s 1905 trip to the West of Ireland with J M Synge; Synge’s words over. Illlustrations for In the “Congested Districts”. Painting. Horse fair. Nationalist march. Yeats’s words VO on how a local politician became a nationalist. Painting of demonstration. Sketch by John Butler Yeats of J M Synge; photos from stage production of The Playboy of the Western World, criticised for being anti-Irish. ACE106.4 10:16:46 10:24:20 Scenes in Dublin. Painting of political meeting. March of Irish Volunteers. Funeral. Painting. Funeral procession. Sketches, The Lying in State of O'Donovan Rossa (1915). Funeral scenes. Scenes of the Rising, 1916. Painting of a Strand Race, Sligo, and others. Film of The Four Courts and results of explosions, etc., nearby. Paintings of Communicating with Prisoners (1924) and The Funeral of Harry Boland (1922). Crowds (awaiting announcement of Irish Free State?). Yeats’s last political painting, A Republican Pilgrimage to the Grave of Wolf Tone. Fairground footage and painting. VO Yeats’s words on the “ten dawns” he wanted to paint. The Clown among the People (1932). ACE106.5 10:24:20 10:33:58 Painting. Dawn. VO saying his paintings met with “almost total incomprehension”. Book plates illustrating the more common social realism style of his contemporaries; cartoon strip criticising his methods. Painting, Singing “Oh Had I the Wings of a Swallow” (1925) Yeats’s words VO answering his brother’s description of the paintings as “great”; and on how he would never again discuss the meaning of his pictures. Interior Yeats’s house; photographs, etc. Fairground painting. A Silence, There is no Night (1949) and others. VO on Yeats’s working methods. Images of war. Yeats’s words over other paintings. Grief (1951). Commentary talking about Cottie’s death. Brief (fourteen seconds) recording of Yeats, made soon after her death in 1947. Paintings. Credits.","Date":"1981","Choreographer":"","Title":"Jack B. Yeats. Assembled memories, 1871-1957","Part":"","Film ID":"ACE106","Production Company":"Arbor International"}