{"Synopsis":"British jazz saxophonist and composer, Andy Hamilton (b. Jamaica, 1918), talks about his life and music; performances by Hamilton’s group, the Blue Notes,","Director":"Yugesh Walia","Article":"","Minutes":"25 min","Full credits":"The Blue Notes: Ann Scott Vocals, Sam Brown Piano, Ralph DeCambre Guitar Ray Brown Bass, Johnny Ho Drums; Original Music: Silver Shine, Sam Brown’s Blues, We Three Andy Hamilton; Where the Rave Go Martin Parry & Tony Sykes. Thanks to The Junction, Harborne, Air-Space Studios, Outlaw Studios, Midlands Arts Centre, End of Chat, Handsworth Gospel Choir, Birmingham Public Libraries, Birmingham Post and Mail, Weidenfeld and Nicholson Ltd., Campbell Connelly & Co Ltd. Production Assistant Krysia Palubicki; Film Researcher Linda Voice; Dubbing Mixer Ray Bragg; Sound Recordists Alun Curnock, Andy Swain, Jeff Mathews; Film Editor Tim Farmer; Lighting Cameramen Peter Rance, Charles Pitt, Philip Chavannes; Executive Producers Rodney Wilson, Jim Berrow; Idea and Research Malu Halasa; Producer Sunandan Walia; Director Yugesh Walia. An Endboard production for Central Independent Television in association with The Arts Council of Great Britain. © Arts Council/Central Television MCMLXXXVIII.","chapters":[{"out":483,"in":0,"desc":"Jazz musicians rehearsing. Andy Hamilton talking about music being the most important thing in his life, and wanting to teach people with the same outlook. Black and white scenes of Birmingham from the 1950s intercut with shots of Birmingham today. The Blue Notes playing. Black and white footage of snowy streets. Hamilton says he came to England in 1949. The difficulty of finding rooms. VO continues over newspaper headlines about “colour bar”, film of firemen dealing with arson attack, etc. Hamilton relates how he played at a jazz club in Handsworth but wasn’t allowed back the following week. The Blue Notes. Black and white footage of demolition of houses in Birmingham. Hamilton saying he worked as a labourer, tried for a job at BSA but didn’t have enough money to bribe his way in. Group of young musicians (The Blue Pearls) playing Satin Doll. VO of Blue Pearls member Tony Sykes, describing the group and how his enthusiasm for it helped get him off the dole. Birmingham streets. Building social housing in the 1950s; some of the buildings today. Sykes practising in such a block. Sykes in recording studio. Talking about the chance of making good money through pop music."},{"out":902,"in":483,"desc":"Hamilton talking about the atmosphere in the 1950s. Film of young people at a dance. Photographs and playbills for Hamilton and his different groups of musicians from the 1950s on. The Blue Notes performing Take the A Train. Birmingham street scenes. Hamilton VO talking about singing with his parents after church in Jamaica. Choir singing in church conducted by Millicent Lindsay. Lindsay practising saxophone. She talks about how learning with Hamilton has improved her understanding of chord structure and has contributed to her gospel singing abilities. Hamilton with class of young people. His VO says that many young people, black and white, are getting into jazz; he encourages everyone by saying that learning to play jazz will help them play other music as well. Hamilton talking about how he would not give up playing jazz when the big sound systems arrived."},{"out":1506,"in":902,"desc":"The Blue Notes. Hamilton talking about his children and their musical activities. Graeme and Mark Hamilton playing with their father. Hamilton VO talking about other musicians he’s worked with. Views of Birmingham. Photographs of Graeme and Mark as boys. Hamilton VO photographs talking about Errol Flynn visiting Jamaica in 1946 and asking Hamilton to play at a party. Hamilton describes how he composed a song, Silver Shine, for the event, but didn’t play it again for many years. The Blue Notes playing Silver Shine. Music continues over. Credits."}],"Series":"","Full synopsis":";ACE174.2 10:00:00 10:08:03 Jazz musicians rehearsing. Andy Hamilton talking about music being the most important thing in his life, and wanting to teach people with the same outlook. Black and white scenes of Birmingham from the 1950s intercut with shots of Birmingham today. The Blue Notes playing. Black and white footage of snowy streets. Hamilton says he came to England in 1949. The difficulty of finding rooms. VO continues over newspaper headlines about “colour bar”, film of firemen dealing with arson attack, etc. Hamilton relates how he played at a jazz club in Handsworth but wasn’t allowed back the following week. The Blue Notes. Black and white footage of demolition of houses in Birmingham. Hamilton saying he worked as a labourer, tried for a job at BSA but didn’t have enough money to bribe his way in. Group of young musicians (The Blue Pearls) playing Satin Doll. VO of Blue Pearls member Tony Sykes, describing the group and how his enthusiasm for it helped get him off the dole. Birmingham streets. Building social housing in the 1950s; some of the buildings today. Sykes practising in such a block. Sykes in recording studio. Talking about the chance of making good money through pop music. ACE174.3 10:08:03 10:15:02 Hamilton talking about the atmosphere in the 1950s. Film of young people at a dance. Photographs and playbills for Hamilton and his different groups of musicians from the 1950s on. The Blue Notes performing Take the A Train. Birmingham street scenes. Hamilton VO talking about singing with his parents after church in Jamaica. Choir singing in church conducted by Millicent Lindsay. Lindsay practising saxophone. She talks about how learning with Hamilton has improved her understanding of chord structure and has contributed to her gospel singing abilities. Hamilton with class of young people. His VO says that many young people, black and white, are getting into jazz; he encourages everyone by saying that learning to play jazz will help them play other music as well. Hamilton talking about how he would not give up playing jazz when the big sound systems arrived. ACE174.4 10:15:02 10:25:06 The Blue Notes. Hamilton talking about his children and their musical activities. Graeme and Mark Hamilton playing with their father. Hamilton VO talking about other musicians he’s worked with. Views of Birmingham. Photographs of Graeme and Mark as boys. Hamilton VO photographs talking about Errol Flynn visiting Jamaica in 1946 and asking Hamilton to play at a party. Hamilton describes how he composed a song, Silver Shine, for the event, but didn’t play it again for many years. The Blue Notes playing Silver Shine. Music continues over. Credits.\u000b","Date":"1988","Choreographer":"","Title":"Silver Shine","Part":"","Film ID":"ACE174","Production Company":"Endboard"}