{"Synopsis":"The life story of French author and philosopher (1908-1986) interposed with interviews with American and British feminist writers she influenced, Kate Millett (b.1934), Marge Piercy (b.1936), Eva Figes (b.1932), and Ann Oakley (b.1944).","Director":"Imogen Sutton","Article":"","Minutes":"60 min","Full credits":"With thanks to Margaret Walters, Joyce Goodfellow Victoria Brittain, Catherine Deudon, Centre Audiovisuel Simone de Beauvoir, Pathe Cinema, I.N.A., Norddeutscher Rundfunk. Readings by Jane Lapotaire; Film Cameramen Chris Sugden-Smith, Boyd Estus; Film Sound Stephen Bailey, Mike Narduzzo; Rostrum Camera Ken Morse; Production Assistants Flora Gregory, Hicham Charif; Researchers Valérie Massignon, Françoise Delas; Title Design Raymond Guillaumet; Title Music Nicholas Durcan; Film Editor Alastair Mitchell, Tim Hands; Executive Producers Nigel Williams, Rodney Wilson; Producer Penny Forster; Director Imogen Sutton. A PM Pictures Production for BBC Television in association with The Arts Council. © BBC-TV and Arts Council of Great Britain 1989.","chapters":[{"out":512,"in":0,"desc":"Photographs of Simone de Beauvoir with readings over: “One is not born, but rather becomes a woman… It is civilisation as a whole that produces this creature…” De Beauvoir (with Jean-Paul Sartre) interviewed saying that “Truth can be used as an offensive weapon, and it’s often men who do that… truth has no intrinsic value…” The Second Sex (Le Deuxième sexe, 1949). Women in cafés, etc. “… men compel her to assume the status of ‘the other’.” Kate Millett, Writer, talking about the book, how it was received, and how women who read it were labelled “maladjusted”, etc. Ann Oakley, Sociologist and Writer, talks about de Beauvoir being a very important role model, “the mother … that some of us wished we’d had ourselves”. Angie Pegg, Further Education Teacher, was angry with her mother for suggesting that home should come before university studies and thinking that de Beauvoir would have been more encouraging. Books by de Beauvoir. The programme looks at the influence she has had worldwide through her life and work, forty years after the publication of The Second Sex. La Rotonde, Paris, above which de Beauvoir was born. Photographs of her family and her early life; her description of her mother and father’s different ideas and approaches to life, “the reason why [she] became an intellectual”, though “to train for a profession was a sign of defeat”. Ann Oakley on first being given a copy of The Second Sex; her life at the time; deciding to do her PhD on women and housework, much to the confusion of male academics. She read The Second Sex in the course of her studies, and found its message that there was room for change, as well as its breadth of focus, very inspiring. She thinks that de Beauvoir didn’t come to see the positive side of motherhood as she never had children herself. Oakley reads de Beauvoir’s response to her mother’s death."},{"out":1332,"in":512,"desc":"The Ecole Normale Supérieure, where de Beauvoir met Sartre. Photographs. Her words on how Sartre always tried to accept her on her own terms and not according to his. Hélène de Beauvoir, Sister of Simone, says that de Beauvoir claimed not to feel threatened by Sartre’s other relationships if she liked the other woman. The farmhouse in Alsace where Hélène lived with her husband; Hélène painting; de Beauvoir’s description of her sister’s work, “…a delicate balance between formal invention and allusion to reality” over. Hélène talks about her relationship with her sister, about their parents, and about neither of them having children. Original film of Marseilles. De Beauvoir’s description of taking a job there, and not considering marrying Sartre even though this might have led to a double posting. Jenny Turner, Writer, says she decided to study philosophy because she knew de Beauvoir had done so. She bemoans the lack of “public life”, cafés, etc., and talks about de Beauvoir and Sartre visiting Edinburgh and finding it impossible to get a cup of tea. Turner talks about The Force of Circumstance (La Force des choses, 1963), and “being completely grabbed by the sense of history being lived through”. She reads from Memoirs of a Dutiful Daughter (Mémoires d'une jeune fille rangée, 1958) de Beauvoir’s description of refusing to eat certain foods – Turner talks about this “linking of ideas with feeling”. Paris street scenes, Sartre at a café; German troops, etc.; de Beauvoir’s descriptions of life just after the Munich Crisis and of the Occupation. Marta Zabaleta Hinrichsen, Political Refugee, describes being given a copy of Memoirs of a Dutiful Daughter by her mother. Photographs of Hinrichsen and her family. She talks about writing to de Beauvoir because she disagreed with something from the second volume of autobiography, and receiving a positive reply. Photographs of Hinrichsen as a student in Chile; she describes events of the coup, and wanting to physically distance herself from these “subversive” books; she was comforted by the thought that de Beauvoir cared about people in such situations and would have helped if she could."},{"out":2279,"in":1332,"desc":"Newsfilm of the Liberation of Paris. De Beauvoir’s description of her “good fortune” in reality living up to expectation. Film of Sartre and of Juliette Greco. Commentary talks about the Existentialist movement. De Beauvoir and Sartre leaving their house. Commentary says that the success of de Beauvoir’s first novel, She Came to Stay (L'Invitée, 1943), enabled her to give up teaching and concentrate on her writing. Marge Piercy, Writer, talking about dressing like Juliette Greco which was both “aesthetically satisfying [and] dirt cheap”. Photograph of her with her French husband; his conventional ideas inhibited her, and reading The Second Sex gave her a vocabulary to articulate and analyse her thoughts. Piercy talking about discovering in the autobiographies that de Beauvoir seemed able to retain her sense of integrity without giving up her life as a woman. She talks about her own intellectual and emotional life, and about de Beauvoir’s relationship with Sartre. Description of The Mandarins (Les Mandarins, 1954); photographs of de Beauvoir with Nelson Algren and with Sartre. Her autobiography on the possibility of “reconciliation between fidelity and freedom”. Eva Figes, Writer, considers that de Beauvoir and Sartre’s relationship was not an equal one; though de Beauvoir may suggest that “a free and equal relationship” is possible, in her case it was not so. Photograph of Figes with her family. She started writing after her marriage broke up, wanting to be politically involved, to write literary criticism, to be “engaged”; she re-read The Second Sex but found that it was no help: it was old-fashioned, ambivalent about, and didn’t discuss major debating points concerning female sexuality, and starting from accepted norms rather than turning arguments on their head. Schoolgirls in class; library. De Beauvoir’s description of researching and writing The Second Sex, its reception by the public, and the insulting language used about her. Pegg talks feeling depressed and panicked by her situation and, through reading The Second Sex, realising that she was not unique, that most women live their lives through men who are in the “outside” world. She decided to go to university, despite resistance from her husband, felt guilty, and had to juggle home life and study. She reads de Beauvoir’s words on the role of wife/cook/housekeeper. Pegg believes that, though de Beauvoir was Sartre’s “other”, her work will endure longer than his."},{"out":2864,"in":2279,"desc":"Photographs of de Beauvoir and Claude Lanzmann. Her words over on giving up “certain aspects of love” after the age of 40, but, though promising herself that she “would dutifully retire to the shelf”, she did not. A Very Easy Death (Une mort très douce, 1964), de Beauvoir’s book about her mother’s death; excerpt read over. Photographs of de Beauvoir with her mother; copies of the book in several languages. Film of de Beauvoir with Sylvie Le Bon de Beauvoir; her description of their relationship read over. Sylvie Le Bon de Beauvoir, Adopted Daughter of Simone, shows photographs and other memorabilia in de Beauvoir’s studio. She talks about their relationship, saying that de Beauvoir thought all relationships were possible. She says that de Beauvoir enjoyed the company of feminists but did not agree with separatist politics, and that Sartre was a feminist even though his treatment of women was “old-fashioned”, and was very encouraging of de Beauvoir when she wrote The Second Sex. Interview with Sartre and de Beauvoir in which he talks about feminism and his agreement with its principles, though he wonders if the struggle for separatism is correct; de Beauvoir says he may agree with the principles but he does not share “what is called ‘the lived experience’ of women” which is why she and Sylvie and can both “attack” him. De Beauvoir says that their relationship has always come before any relationships they’ve had with other people. She talks about her reasons for not having children."},{"out":3593,"in":2864,"desc":"Footage of de Beauvoir and Sylvie Le Bon de Beauvoir at feminist demonstration in Paris; commentary says that she and other well-known women signed a declaration that they had had illegal abortions. Millett talks about meeting de Beauvoir once a year and comments that it was strange for her to find a writer being acclaimed as as much of a celebrity as a film star. She says that talking to de Beauvoir always “reminded [her] of the purpose” of their work, and that she could not have written Sexual Politics without The Second Sex. Millett describes the differences of approach in their work, and talks at length about the importance of de Beauvoir’s autobiographical writing to her generation. She considers Old Age (La Vieillesse, 1970) “a very subversive book”, as important as The Second Sex. Woman feeding birds; elderly people out walking. De Beauvoir words about people’s reaction to learning that she’s writing about old age, how society expects older people no longer to have the same feelings as younger ones, but to “display serenity”, and how everyone should be concerned about old age and try to make it bearable for everyone. De Beauvoir and Sartre playing draughts; commentary says that she became his main carer when he lost his sight. Reading from her book Adieux: A Farewell to Sartre (La Cérémonie des adieux, 1981) over film of Sartre’s funeral procession and of de Beauvoir at the graveside. Photographs of de Beauvoir. Sylvie Le Bon de Beauvoir talks about de Beauvoir’s last years, during which she drank too much and took too many pills. Part of French television announcement (on Vingt Heures) of de Beauvoir’s death. Millett says de Beauvoir’s life was “exemplary”. Piercy talks about her reactions to hearing of her death. Oakley doesn’t believe that de Beauvoir achieved the (perhaps impossible) “ideal of the independent woman”, though her writing documents the struggle and the contradictions inherent in the attempt. Photographs of the funeral; Millett on de Beauvoir’s part in French history and culture, and on the need to internalise her legacy. De Beavoir and Sartre’s headstone; reading from de Beauvoir’s writing on wanting to change the world, not her place in it. Credits."}],"Series":"Bookmark","Full synopsis":"ACE182.2 10:00:00 10:08:32 Photographs of Simone de Beauvoir with readings over: “One is not born, but rather becomes a woman… It is civilisation as a whole that produces this creature…” De Beauvoir (with Jean-Paul Sartre) interviewed saying that “Truth can be used as an offensive weapon, and it’s often men who do that… truth has no intrinsic value…”\u000bThe Second Sex (Le Deuxième sexe, 1949). Women in cafés, etc. “… men compel her to assume the status of ‘the other’.” Kate Millett, Writer, talking about the book, how it was received, and how women who read it were labelled “maladjusted”, etc. Ann Oakley, Sociologist and Writer, talks about de Beauvoir being a very important role model, “the mother … that some of us wished we’d had ourselves”. Angie Pegg, Further Education Teacher, was angry with her mother for suggesting that home should come before university studies and thinking that de Beauvoir would have been more encouraging. Books by de Beauvoir. The programme looks at the influence she has had worldwide through her life and work, forty years after the publication of The Second Sex. La Rotonde, Paris, above which de Beauvoir was born. Photographs of her family and her early life; her description of her mother and father’s different ideas and approaches to life, “the reason why [she] became an intellectual”, though “to train for a profession was a sign of defeat”. Ann Oakley on first being given a copy of The Second Sex; her life at the time; deciding to do her PhD on women and housework, much to the confusion of male academics. She read The Second Sex in the course of her studies, and found its message that there was room for change, as well as its breadth of focus, very inspiring. She thinks that de Beauvoir didn’t come to see the positive side of motherhood as she never had children herself. Oakley reads de Beauvoir’s response to her mother’s death. \u000b ACE182.3 10:08:32 10:22:12 The Ecole Normale Supérieure, where de Beauvoir met Sartre. Photographs. Her words on how Sartre always tried to accept her on her own terms and not according to his. Hélène de Beauvoir, Sister of Simone, says that de Beauvoir claimed not to feel threatened by Sartre’s other relationships if she liked the other woman. The farmhouse in Alsace where Hélène lived with her husband; Hélène painting; de Beauvoir’s description of her sister’s work, “…a delicate balance between formal invention and allusion to reality” over. Hélène talks about her relationship with her sister, about their parents, and about neither of them having children. Original film of Marseilles. De Beauvoir’s description of taking a job there, and not considering marrying Sartre even though this might have led to a double posting. Jenny Turner, Writer, says she decided to study philosophy because she knew de Beauvoir had done so. She bemoans the lack of “public life”, cafés, etc., and talks about de Beauvoir and Sartre visiting Edinburgh and finding it impossible to get a cup of tea. Turner talks about The Force of Circumstance (La Force des choses, 1963), and “being completely grabbed by the sense of history being lived through”. She reads from Memoirs of a Dutiful Daughter (Mémoires d'une jeune fille rangée, 1958) de Beauvoir’s description of refusing to eat certain foods – Turner talks about this “linking of ideas with feeling”. Paris street scenes, Sartre at a café; German troops, etc.; de Beauvoir’s descriptions of life just after the Munich Crisis and of the Occupation. Marta Zabaleta Hinrichsen, Political Refugee, describes being given a copy of Memoirs of a Dutiful Daughter by her mother. Photographs of Hinrichsen and her family. She talks about writing to de Beauvoir because she disagreed with something from the second volume of autobiography, and receiving a positive reply. Photographs of Hinrichsen as a student in Chile; she describes events of the coup, and wanting to physically distance herself from these “subversive” books; she was comforted by the thought that de Beauvoir cared about people in such situations and would have helped if she could. ACE182.4 10:22:12 10:37:59 Newsfilm of the Liberation of Paris. De Beauvoir’s description of her “good fortune” in reality living up to expectation. Film of Sartre and of Juliette Greco. Commentary talks about the Existentialist movement. De Beauvoir and Sartre leaving their house. Commentary says that the success of de Beauvoir’s first novel, She Came to Stay (L'Invitée, 1943), enabled her to give up teaching and concentrate on her writing. Marge Piercy, Writer, talking about dressing like Juliette Greco which was both “aesthetically satisfying [and] dirt cheap”. Photograph of her with her French husband; his conventional ideas inhibited her, and reading The Second Sex gave her a vocabulary to articulate and analyse her thoughts. Piercy talking about discovering in the autobiographies that de Beauvoir seemed able to retain her sense of integrity without giving up her life as a woman. She talks about her own intellectual and emotional life, and about de Beauvoir’s relationship with Sartre. Description of The Mandarins (Les Mandarins, 1954); photographs of de Beauvoir with Nelson Algren and with Sartre. Her autobiography on the possibility of “reconciliation between fidelity and freedom”. Eva Figes, Writer, considers that de Beauvoir and Sartre’s relationship was not an equal one; though de Beauvoir may suggest that “a free and equal relationship” is possible, in her case it was not so. Photograph of Figes with her family. She started writing after her marriage broke up, wanting to be politically involved, to write literary criticism, to be “engaged”; she re-read The Second Sex but found that it was no help: it was old-fashioned, ambivalent about, and didn’t discuss major debating points concerning female sexuality, and starting from accepted norms rather than turning arguments on their head. Schoolgirls in class; library. De Beauvoir’s description of researching and writing The Second Sex, its reception by the public, and the insulting language used about her. Pegg talks feeling depressed and panicked by her situation and, through reading The Second Sex, realising that she was not unique, that most women live their lives through men who are in the “outside” world. She decided to go to university, despite resistance from her husband, felt guilty, and had to juggle home life and study. She reads de Beauvoir’s words on the role of wife/cook/housekeeper. Pegg believes that, though de Beauvoir was Sartre’s “other”, her work will endure longer than his. ACE182.5 10:37:59 10:47:44 Photographs of de Beauvoir and Claude Lanzmann. Her words over on giving up “certain aspects of love” after the age of 40, but, though promising herself that she “would dutifully retire to the shelf”, she did not. A Very Easy Death (Une mort très douce, 1964), de Beauvoir’s book about her mother’s death; excerpt read over. Photographs of de Beauvoir with her mother; copies of the book in several languages. Film of de Beauvoir with Sylvie Le Bon de Beauvoir; her description of their relationship read over. Sylvie Le Bon de Beauvoir, Adopted Daughter of Simone, shows photographs and other memorabilia in de Beauvoir’s studio. She talks about their relationship, saying that de Beauvoir thought all relationships were possible. She says that de Beauvoir enjoyed the company of feminists but did not agree with separatist politics, and that Sartre was a feminist even though his treatment of women was “old-fashioned”, and was very encouraging of de Beauvoir when she wrote The Second Sex. Interview with Sartre and de Beauvoir in which he talks about feminism and his agreement with its principles, though he wonders if the struggle for separatism is correct; de Beauvoir says he may agree with the principles but he does not share “what is called ‘the lived experience’ of women” which is why she and Sylvie and can both “attack” him. De Beauvoir says that their relationship has always come before any relationships they’ve had with other people. She talks about her reasons for not having children. ACE182.6 10:47:44 10:59:53 Footage of de Beauvoir and Sylvie Le Bon de Beauvoir at feminist demonstration in Paris; commentary says that she and other well-known women signed a declaration that they had had illegal abortions. Millett talks about meeting de Beauvoir once a year and comments that it was strange for her to find a writer being acclaimed as as much of a celebrity as a film star. She says that talking to de Beauvoir always “reminded [her] of the purpose” of their work, and that she could not have written Sexual Politics without The Second Sex. Millett describes the differences of approach in their work, and talks at length about the importance of de Beauvoir’s autobiographical writing to her generation. She considers Old Age (La Vieillesse, 1970) “a very subversive book”, as important as The Second Sex. Woman feeding birds; elderly people out walking. De Beauvoir words about people’s reaction to learning that she’s writing about old age, how society expects older people no longer to have the same feelings as younger ones, but to “display serenity”, and how everyone should be concerned about old age and try to make it bearable for everyone. De Beauvoir and Sartre playing draughts; commentary says that she became his main carer when he lost his sight. Reading from her book Adieux: A Farewell to Sartre (La Cérémonie des adieux, 1981) over film of Sartre’s funeral procession and of de Beauvoir at the graveside. Photographs of de Beauvoir. Sylvie Le Bon de Beauvoir talks about de Beauvoir’s last years, during which she drank too much and took too many pills. Part of French television announcement (on Vingt Heures) of de Beauvoir’s death. Millett says de Beauvoir’s life was “exemplary”. Piercy talks about her reactions to hearing of her death. Oakley doesn’t believe that de Beauvoir achieved the (perhaps impossible) “ideal of the independent woman”, though her writing documents the struggle and the contradictions inherent in the attempt. Photographs of the funeral; Millett on de Beauvoir’s part in French history and culture, and on the need to internalise her legacy. De Beavoir and Sartre’s headstone; reading from de Beauvoir’s writing on wanting to change the world, not her place in it. Credits.","Date":"1989","Choreographer":"","Title":"Daughters of de Beauvoir","Part":"","Film ID":"ACE182","Production Company":"PM Pictures"}