{"Synopsis":"The London Contemporary Dance Theatre in a fantasy set on the London Underground.","Director":"Julian Henriques","Article":"","Minutes":"26 min","Full credits":"The Producers would like to thank The London Underground, London Contemporary Dance Theatre, Brent Leisure, The Negative Cutting Company, Technicolor Laboratories, Carlton Television, Sega Europe, Colour Video Services. Script and Concept Darshan Singh Bhuller, Julian Henriques. Choreography Darshan Singh Bhuller. Music Composed, Performed and Produced by Barrington Pheloung, with Martyn Phillips. Soprano and Tenor Sax Phil Todd. Dancers: Tamsin Hinkling, Celia Hulton, Michael Small, Darshan Singh Bhuller; Production Team Maggie Gawler-Wright, Noeleen Grattan, Nick Strasburg; Assistant Director Nancy Platt; Production Manager Norma Brusa; Continuity Daphne Carr; Production Accountants Tate & Company; Make-up, Hair and Wardrobe Sallie Estep, with thanks to Bastian Daniel Canaud; Locations Parminder Vir; Sound Recordist Fraser Jeffrey; Audio Post-Production Buster Field; Gaffer Jason Hunt; Electrician Steve Pochety; Grip Gary Pocock; Video Cameraman Simon French; Rostrum Camera George Hladky; Videotape Editor Roger Bun;n Art Director Lia Cramer; Assistants David Horrill, Tim Youngman; Director of Photography Michael J Fox; Second Camera Operator Graham Smith; Focus Puller Tom Paterson; Film Editor David Gladwell; Executive Producer for the Arts Council Rodney Wilson; Directors of Production Parminder Vir, Sallie Estep; Producer Deanne Edwards; Director Julian Henriques. A Formation Films production for the Arts Council in association with Channel 4. © Arts Council MCMLXXXVIII.","chapters":[{"out":511,"in":0,"desc":"Man on busy station concourse. Sleeping on underground train. Dancing down escalator with his girlfriend. Woman in black with dogs. Couple on platform – man in cricket kit playing air guitar. Man picks up his cricket bat and plays through station passageways. Map, “Stations of the Sign”, showing Paradise and Necropolitan lines, Dis City, Hellsgate, Eden, etc. Man shaken by train guard. Looks at train map. With girlfriend on Eden platform, Paradise line. Can’t make chocolate machine work. Woman in black opens it and gives chocolate bar to girlfriend. Man and girlfriend kiss so intensely they miss train. They dance sensuously together."},{"out":1078,"in":511,"desc":"Couple, now naked, being watched on multiple CCTV screens by woman in black. Back on the platform, watched by woman in black, they are caught by a strong wind and blown into the darkness of the tunnel. Woman in black pulls them along the tunnel, and then they have to walk over newspapers, fast food containers, and other rubbish, including an apple core. Down-and-out on platform. Woman in black leads couple to seats on a train and gives them clothes. Down-and-out now in suit. Woman leads couple off train, eventually to a Hellsgate platform on the Necropolitan line."},{"out":1544,"in":1078,"desc":"Travelling in the tunnel, along a station corridor, a stairway; girlfriend on platform. Video game with character trying to escape missiles. Man dances with himself, watched by girlfriend who finds herself surrounded by naked male dummies which she knocks over as she runs away. She goes down dark and deserted stairway, filled with junk such as old signs (one says “exit no exit”), and eventually climbs ladder to a decrepit platform. Man (in his original clothes) rushing from platform as train leaves, running through station passageways. Woman in black takes his girlfriend who struggles with her, but her ticket is changed from Exit to No Exit. Credits."}],"Series":"Dance on Four","Full synopsis":"ACE171.2 10:00:00 10:08:31 Man on busy station concourse. Sleeping on underground train. Dancing down escalator with his girlfriend. Woman in black with dogs. Couple on platform – man in cricket kit playing air guitar. Man picks up his cricket bat and plays through station passageways. Map, “Stations of the Sign”, showing Paradise and Necropolitan lines, Dis City, Hellsgate, Eden, etc. Man shaken by train guard. Looks at train map. With girlfriend on Eden platform, Paradise line. Can’t make chocolate machine work. Woman in black opens it and gives chocolate bar to girlfriend. Man and girlfriend kiss so intensely they miss train. They dance sensuously together.\u000b ACE171.3 10:08:31 10:17:58 Couple, now naked, being watched on multiple CCTV screens by woman in black. Back on the platform, watched by woman in black, they are caught by a strong wind and blown into the darkness of the tunnel. Woman in black pulls them along the tunnel, and then they have to walk over newspapers, fast food containers, and other rubbish, including an apple core. Down-and-out on platform. Woman in black leads couple to seats on a train and gives them clothes. Down-and-out now in suit. Woman leads couple off train, eventually to a Hellsgate platform on the Necropolitan line. ACE171.4 10:17:58 10:25:44 Travelling in the tunnel, along a station corridor, a stairway; girlfriend on platform. \u000bVideo game with character trying to escape missiles. Man dances with himself, watched by girlfriend who finds herself surrounded by naked male dummies which she knocks over as she runs away. She goes down dark and deserted stairway, filled with junk such as old signs (one says “exit no exit”), and eventually climbs ladder to a decrepit platform. Man (in his original clothes) rushing from platform as train leaves, running through station passageways. Woman in black takes his girlfriend who struggles with her, but her ticket is changed from Exit to No Exit. Credits.\u000b","Date":"1988","Choreographer":"Darshan Singh Bhuller","Title":"Exit No Exit","Part":"","Film ID":"ACE171","Production Company":"Formation Films"}