{"Synopsis":"One of a series of films about the paintresses and women designers working in the Stoke-on-Trent potteries during the 1920s and 1930s; this concentrates mainly on the work of Susie Cooper (1902-1995).","Director":"Jenny Wilkes","Article":"","Minutes":"26 min","Full credits":"The paintresses were Nora Dobbs, Doris Pemberton, Rose Cumberbatch, Gladys Broad, Nellie Webb, Ethel Robinson, Eileen Moore, Phyllis Norris, Rene Burton, Annie Clews, Ethel Steele, Joyce Phillips, Mary Dayson, Gladys Brown; With Peggy Davies, pottery sculptor, Gerald Pearson, sales manager, Rita Martin, Clarice’s niece. Thanks to Staffordshire Evening Sentinel, Midwinter, Josiah Wedgwood & Sons Ltd., Sharon Gater, Hanley City Central Library, Victoria & Albert Museum, Burgess & Leigh Ltd., Royal Worcester Spode Ltd., Stoke-on-Trent City Museum, City of Manchester Art Gallery, National Film Archive, Bernard Bumpus, Alan Flux, Su Snodin, Beverley and Beth, Robert Walker, Claire Williamson & Andrew Frost, North Staffordshire Polytechnic, Flavia Swann, Gladstone Pottery Museum, Warrilow Collection, Keele University, Moira Forsyth. Production Wilko Swords, Nick Dubrule; Picture Research Nick Dolan; Archive Research Ray Johnson; Camera Assistants Noel Balbirnie, Hugh Fairs; Lighting Facilities Film & TV Services; Title Painting Rene Burton; Assistant Editor Livia Gainham; Sound Claire Pollak, Peter Hodges; Photography Gabriel Beristain, Christopher Cox; Research Jo Gable; Editor Allan Tyrer; Executive Producer Rodney Wilson; Producer Elizabeth Taylor-Mead; Director Jenny Wilkes. A Metropolis Pictures Production for the Arts Council in association with Channel 4 Television. © Arts Council of Great Britain 1985.","chapters":[{"out":464,"in":0,"desc":"Susie Cooper OBE, saying that she’d wanted to produce ceramics “for people who had taste but didn’t necessarily have a deep pocket”, things for people to use. Teapot and coffee pot in the “kestrel” shape. Cooper VO talking about experimenting with glazes and wanting simpler, functional shapes. Gordon Elliot, a ceramic historian, talking about effects of Wall Street Crash, etc., on British pottery manufacturers. Two paintresses talking about employment problems. Cooper on Gordon Forsyth’s reaction to her ideas. Ann Eatwell of the Victoria & Albert Museum suggesting that Cooper would have been helped by her acquaintance with both Forsyth and A. E. Grey. She shows a hand-painted piece, designed by Cooper for Grey around 1926. Cooper talks about Grey’s reaction to her setting up on her own. Photograph of Cooper around 1930. Eatwell says it was an artistic decision for her to start her own business. Elliot on the need to introduce something distinctive in order to make a mark in the industry. Paintress talking about the kestrel shape. A kestrel coffee pot with a leaping deer decoration. Cooper demonstrates how the lid of the coffee pot holds in place when the pot is tipped up; she shows how the design of a teapot spout helps it to pour well. Paintress talking about the Cooper pottery not being factory-like. Paintress painting, watched by Cooper, talking about learning brushstrokes. Paintress talking about Cooper showing her how to do simple brushstrokes. Paintress saying that the Cooper pottery was different from others. Paintress (Nora Dobbs) talking about starting work. Cooper painting cup. Talks about the paintresses first employed; one, Mary Taylor, “the spot queen”, evolved technique for doing fine dots – examples. Cooper talks about creating a technique that maximises output for the minimum of outlay. Cooper and Dobbs painting leaf designs."},{"out":937,"in":464,"desc":"Paper records of designs and their colours. Cooper painting leaf on cup; hands it over to Dobbs. She talks about how designs were developed and used; paintresses would specialise in certain shapes and. Dobbs adding to basic Cooper painted design. Photograph of Cooper. Dobbs talking about Cooper’s perfectionism; pieces in a set had to look as nearly alike as possible. Examples of pieces with animal and fish designs. Cooper showing a lidded vegetable dish which was stackable, could be used in two parts, and which didn’t spill steam when the lid was removed. She suggests that male designers didn’t consider such things. Cooper talking the importance of “the space you leave behind” in a design. Kestrel coffee pots with different motifs, egg-cups, a morning set (Cooper’s VO comments on the low prices charged at the time). Cooper saying that it was just as important then to produce items in volume to maximise profit. A variety of pieces with “raised spot” decoration; Cooper’s VO says simple patterns were used to train paintresses to work with particular colours and to space decorative features properly. Paintress talking about the thorough training they received. Cooper says her sense of responsibility for her workers influenced what she achieved as it was all part of industrial design. Certificate recording Cooper’s election to the faculty of Royal Designers for Industry by the Royal Society of Arts, 1940. Eatwell talking about this honour and about Cooper’s 1979 OBE. Examples of pottery which made full use of skills of paintresses as well as whatever techniques were available including aerographing and scraffito. Cooper talking about use of aerographing and scraffito. Examples. Examples of use of crayon line and crayon loop designs. Eatwell talking about Cooper’s work for the Wedgwood group, and the wide availability of her pieces. Examples of crayon loop ware."},{"out":1489,"in":937,"desc":"VO says Cooper’s work had a much greater range than that of Charlotte Rhead and Clarice Cliff. Photograph of Rhead. Examples of Rhead’s vases. Barry Leigh, a pottery manufacturer, talking about Rhead’s work, saying he’s never seen anyone copy her style. More examples of Rhead’s work; Leigh VO gives brief history of her career. Ornamental pieces by Clarice Cliff. Photograph of Cliff. More examples of her work. Paintresses talking about working on Cliff’s unusual designs. Peggy Davies, pottery sculptor, talking about how different this work was. Teapots, cups: Davies talking about the unusual forms of the handles. Davies says she didn’t think the pieces were always very functional, though very fashionable. Paintresses handling pieces agree about their lack of practicality. Gerald Pearson, sales manager, talking about the need to keep prices down, and thus having to try to reduce piecework prices when need be. Paintresses talking about wage cuts. Pearson gives prices for full services for tea, dinner, etc. Paintress explains how some pieces were more time-consuming than others so that the piecework rate didn’t necessarily total to the proper day rate, and that this had to be negotiated. Paintress talking about being talked out of pay rises. Paintresses talking about not having time off. Paintress says slow workers couldn’t make their wages. Women worked 5½ days a week, with a week of annual holiday. Paintresses talking about holidays. Pearson on financial pressures. Pearson VO cigarette box and ashtray set. Pearson talking about loss of market in 1939. Women talking about wartime working. Pouring moulded teapots; applying patterns to plate edge. VOs talk about the end of hand-decorated pieces, with everything either made as white ware or decorated by lithography. Designer says she’s been trying to reproduce some Clarice Cliff decorations which has proved difficult, partly because colours no longer contain same ingredients. Colour record for a pattern. Jug. Cooper’s VO says that the end of hand decorating is a great loss. Cooper says she’d love to be able bring back this skill. Credits."}],"Series":"Pottery Ladies","Full synopsis":"ACE156.2 10:00:00 10:07:44 Susie Cooper OBE, saying that she’d wanted to produce ceramics “for people who had taste but didn’t necessarily have a deep pocket”, things for people to use. Teapot and coffee pot in the “kestrel” shape. Cooper VO talking about experimenting with glazes and wanting simpler, functional shapes. Gordon Elliot, a ceramic historian, talking about effects of Wall Street Crash, etc., on British pottery manufacturers. Two paintresses talking about employment problems. Cooper on Gordon Forsyth’s reaction to her ideas. Ann Eatwell of the Victoria & Albert Museum suggesting that Cooper would have been helped by her acquaintance with both Forsyth and A. E. Grey. She shows a hand-painted piece, designed by Cooper for Grey around 1926. Cooper talks about Grey’s reaction to her setting up on her own. Photograph of Cooper around 1930. Eatwell says it was an artistic decision for her to start her own business. Elliot on the need to introduce something distinctive in order to make a mark in the industry. Paintress talking about the kestrel shape. A kestrel coffee pot with a leaping deer decoration. Cooper demonstrates how the lid of the coffee pot holds in place when the pot is tipped up; she shows how the design of a teapot spout helps it to pour well. Paintress talking about the Cooper pottery not being factory-like. Paintress painting, watched by Cooper, talking about learning brushstrokes. Paintress talking about Cooper showing her how to do simple brushstrokes. Paintress saying that the Cooper pottery was different from others. Paintress (Nora Dobbs) talking about starting work. Cooper painting cup. Talks about the paintresses first employed; one, Mary Taylor, “the spot queen”, evolved technique for doing fine dots – examples. Cooper talks about creating a technique that maximises output for the minimum of outlay. Cooper and Dobbs painting leaf designs.\u000b\u000b ACE156.3 10:07:44 10:15:37 Paper records of designs and their colours. Cooper painting leaf on cup; hands it over to Dobbs. She talks about how designs were developed and used; paintresses would specialise in certain shapes and. Dobbs adding to basic Cooper painted design. Photograph of Cooper. Dobbs talking about Cooper’s perfectionism; pieces in a set had to look as nearly alike as possible. Examples of pieces with animal and fish designs. Cooper showing a lidded vegetable dish which was stackable, could be used in two parts, and which didn’t spill steam when the lid was removed. She suggests that male designers didn’t consider such things. Cooper talking the importance of “the space you leave behind” in a design. Kestrel coffee pots with different motifs, egg-cups, a morning set (Cooper’s VO comments on the low prices charged at the time). Cooper saying that it was just as important then to produce items in volume to maximise profit. A variety of pieces with “raised spot” decoration; Cooper’s VO says simple patterns were used to train paintresses to work with particular colours and to space decorative features properly. Paintress talking about the thorough training they received. Cooper says her sense of responsibility for her workers influenced what she achieved as it was all part of industrial design. Certificate recording Cooper’s election to the faculty of Royal Designers for Industry by the Royal Society of Arts, 1940. Eatwell talking about this honour and about Cooper’s 1979 OBE. Examples of pottery which made full use of skills of paintresses as well as whatever techniques were available including aerographing and scraffito. Cooper talking about use of aerographing and scraffito. Examples. Examples of use of crayon line and crayon loop designs. Eatwell talking about Cooper’s work for the Wedgwood group, and the wide availability of her pieces. Examples of crayon loop ware.\u000b\u000b ACE156.4 10:15:37 10:24:49 VO says Cooper’s work had a much greater range than that of Charlotte Rhead and Clarice Cliff. Photograph of Rhead. Examples of Rhead’s vases. Barry Leigh, a pottery manufacturer, talking about Rhead’s work, saying he’s never seen anyone copy her style. More examples of Rhead’s work; Leigh VO gives brief history of her career. Ornamental pieces by Clarice Cliff. Photograph of Cliff. More examples of her work. Paintresses talking about working on Cliff’s unusual designs. Peggy Davies, pottery sculptor, talking about how different this work was. Teapots, cups: Davies talking about the unusual forms of the handles. Davies says she didn’t think the pieces were always very functional, though very fashionable. Paintresses handling pieces agree about their lack of practicality. Gerald Pearson, sales manager, talking about the need to keep prices down, and thus having to try to reduce piecework prices when need be. Paintresses talking about wage cuts. Pearson gives prices for full services for tea, dinner, etc. Paintress explains how some pieces were more time-consuming than others so that the piecework rate didn’t necessarily total to the proper day rate, and that this had to be negotiated. Paintress talking about being talked out of pay rises. Paintresses talking about not having time off. Paintress says slow workers couldn’t make their wages. Women worked 5½ days a week, with a week of annual holiday. Paintresses talking about holidays. Pearson on financial pressures. Pearson VO cigarette box and ashtray set. Pearson talking about loss of market in 1939. Women talking about wartime working. Pouring moulded teapots; applying patterns to plate edge. VOs talk about the end of hand-decorated pieces, with everything either made as white ware or decorated by lithography. Designer says she’s been trying to reproduce some Clarice Cliff decorations which has proved difficult, partly because colours no longer contain same ingredients. Colour record for a pattern. Jug. Cooper’s VO says that the end of hand decorating is a great loss. Cooper says she’d love to be able bring back this skill. Credits.","Date":"1985","Choreographer":"","Title":"Pottery Ladies. Miss Cooper, Miss Cliff, Miss Rhead and all the forgotten girls...... (Susie Cooper)","Part":"4","Film ID":"ACE156","Production Company":"Metropolis Pictures"}