{"Synopsis":"The life and work of British composer Elizabeth Maconchy (1907-1994), and her views on being a woman artist in a male-dominated culture.","Director":"Margaret Williams","Article":"","Minutes":"48 min","Full credits":"Lindsay String Quartet: Peter Cropper, Ronald Birks, Roger Bigley, Bernard Gregor-Smith; Albion Ensemble: George Caird, Philippa Davies, Andrew Marriner, Felix Warnock, Jonathan Williams; Solo Viola Nicholas Logie; Wells Cathedral Chamber Orchestra, Conductor Mark Knight; Pied Beauty by Gerard Manley Hopkins, performed by Peter Gale; Pied Beauty, My Dark Heart, BBC Sound Archives. Thanks to Richard Rodney Bennett, Chester Music, Hugo Cole, Richard Hickman, Nicola LeFanu, William LeFanu, Anne MaNaghten, Sheila MacCrindle, Roger Wright, Davy McKree, Craxton Studios, The Middlesex Polytechnic, The Royal College of Music, Rosslyn Hill Unitarian Chapel, Wells Cathedral. Lighting Cameraman Patrick Duval. Additional Photography Thaddeus O’Sullivan, Margaret Williams; Sound John Lundsten, Simon Hayter; Camera Assistant Adam Rodgers; Grip Mick Duffield; Sound Assistant Simmy Clare; Assistant Editor Nina Danino; Editor Paul Davies; Produced by Fiz Oliver; Executive Producer for the Arts Council Rodney Wilson; Written and Directed by Margaret Williams. Arbor International for the Arts Council of Great Britain © 1984.","chapters":[{"out":649,"in":0,"desc":"Busts, paintings and statues of composers. Music over. People listening on headphones. None of them knows who wrote what they’re listening to, when it was written, what nationality it is. Elizabeth Maconchy working on a score. Maconchy at work, by herself and with other musicians. Richard Rodney Bennett talking about Maconchy and his early dealings with her. Maconchy talking about her life and career. Photographs of her and her family. Film of Dublin where her family moved after First World War. View of Albert Hall from the Royal College of Music where she went in her teens. Interiors of the RCM. Photographs of Charles Wood and Ralph Vaughan Williams who was a great influence. Pathetone item Sir Henry Wood and members of the B.B.C. Symphony Orchestra in Vaughan Williams “Serenade to Music”; Maconchy VO. Photograph of Bela Bartok, another strong influence. Photograph of Maconchy. She talks about going in for the Mendelssohn scholarship, and Sir Hugh Allen’s comments on her not getting it. Photograph of her and her husband. Family sitting in garden; Maconchy’s, daughter Nicola LeFanu, did win the scholarship. Poster for 1935 Prague contemporary music festival; 1939 programme from the Smetana Hall including Maconchy’s Piano Concerto. Programme for 1930 Promenade Concert, including Maconchy’s The Land; some of the press coverage of this. Talks about the prejudice outside college against female composers. Photographs of Elisabeth Lutyens, Iris Lemare, Anne MacNaghten who started their own concerts. MacNaghten at the Mercury Theatre, London, talking about the concerts."},{"out":1158,"in":649,"desc":"String Quarter No.1 (1933) played by the Lindsay String Quartet. Maconchy and her daughter in the garden. MacNaghten VO about her being ill with tuberculosis and having to live in a hut in the garden as part of the treatment, which cut her off from the rest of the musical world. MacNaghten thinkis this helped her develop her own individuality. News cutting, photographs of Maconchy with her daughter. String Quarter No.1 (1933) played by the Lindsay String Quartet. MacNaghten talking about their concerts. Photographs of some of the women involved, of women factory and railway workers, revolutionary posters. Photograph of Igor Stravinsky, photographs of the Russian ballet. MacNaghten talks about these as influences and about British “isolationism”."},{"out":1743,"in":1158,"desc":"String Quarter No.12 (1979) played by the Lindsay String Quartet. Maconchy VO likes her music to be “an impassioned argument”; she believes she has worked this out with her string quartets which have been crucial to her musical development. String Quarter No.12 (1979) played by the Lindsay String Quartet. Occasional Maconchy VO. Maconchy on the process of composition, and working on a new piece at the piano. The plan must be conscious but the unconscious will take over after that. She writes slowly after much deliberation. Composing is a “selfish” occupation and doesn’t make much money, at least in the early years. William LeFanu, Maconchy’s husband, reminisces about an event in 1930, when Gustav Holst came to hear a rehearsal and encouraged him to keep her composing. Wind Quintet (1982), played by the Albion Ensemble. Brief Maconchy VO on her work for wind instruments."},{"out":2257,"in":1743,"desc":"Maconchy on contemporary music, some of which she likes, but some she believes to be very poor. Family in the garden. She’s particularly interested in the work of her daughter, Nicola, and her son-in-law, David Lumsdaine. Maconchy trying a piece at the piano with her daughter. Nicola LeFanu saying that she had only recently realised that it was often considered odd for a woman to be a composer. Talking about her mother playing partly completed pieces to her. Music for Strings (1983) which LeFanu says is structured quite differently to previous works. Images of Wells Cathedral where the piece is being played by the Wells Cathedral Chamber Orchestra Rodney Bennett says that Maconchy composes “practical” music as she understands the mechanics of playing the instruments she writes for. The youth orchestra and more Music for Strings."},{"out":2898,"in":2257,"desc":"Maconchy says she writes best for the viola as this is her favourite stringed instrument. Working with Nicholas Logie. Logie playing 1 of 5 Sketches for Solo Viola (1984). Actor reciting Gerard Manley Hopkins’s Pied Beauty over views of countryside. Maconchy talking about her love of poetry, some of which she likes to set to music. Maconchy’s setting of Pied Beauty (1976). Countryside, seashore and sky views. Maconchy on her Irish background and Irish literature, in particular J. M Synge’s prose versions of Petrarch’s sonnets, three of which she used in My Dark Heart (1981). Irish seascapes, fishing boats, etc. My Dark Heart sung over. Rodney Bennett on how Maconchy’s music combines intellectuality and passion. Nicola LeFanu on her mother’s hard work. MacNaghten on Maconchy’s need to write music. Maconchy on composers being engaged in a “continuous exploration”. She agrees with W H Auden’s inaugural address at Oxford where he said he never wrote from experience. She doesn’t want to stop composing. Credits."}],"Series":"","Full synopsis":"ACE157.2 10:00:00 10:10:49 Busts, paintings and statues of composers. Music over. People listening on headphones. None of them knows who wrote what they’re listening to, when it was written, what nationality it is. Elizabeth Maconchy working on a score. Maconchy at work, by herself and with other musicians. Richard Rodney Bennett talking about Maconchy and his early dealings with her. Maconchy talking about her life and career. Photographs of her and her family. Film of Dublin where her family moved after First World War. View of Albert Hall from the Royal College of Music where she went in her teens. Interiors of the RCM. Photographs of Charles Wood and Ralph Vaughan Williams who was a great influence. Pathetone item Sir Henry Wood and members of the B.B.C. Symphony Orchestra in Vaughan Williams “Serenade to Music”; Maconchy VO. Photograph of Bela Bartok, another strong influence. Photograph of Maconchy. She talks about going in for the Mendelssohn scholarship, and Sir Hugh Allen’s comments on her not getting it. Photograph of her and her husband. Family sitting in garden; Maconchy’s, daughter Nicola LeFanu, did win the scholarship. Poster for 1935 Prague contemporary music festival; 1939 programme from the Smetana Hall including Maconchy’s Piano Concerto. Programme for 1930 Promenade Concert, including Maconchy’s The Land; some of the press coverage of this. Talks about the prejudice outside college against female composers. Photographs of Elisabeth Lutyens, Iris Lemare, Anne MacNaghten who started their own concerts. MacNaghten at the Mercury Theatre, London, talking about the concerts. ACE157.3 10:10:49 10:19:18 String Quarter No.1 (1933) played by the Lindsay String Quartet. Maconchy and her daughter in the garden. MacNaghten VO about her being ill with tuberculosis and having to live in a hut in the garden as part of the treatment, which cut her off from the rest of the musical world. MacNaghten thinkis this helped her develop her own individuality. News cutting, photographs of Maconchy with her daughter. String Quarter No.1 (1933) played by the Lindsay String Quartet. MacNaghten talking about their concerts. Photographs of some of the women involved, of women factory and railway workers, revolutionary posters. Photograph of Igor Stravinsky, photographs of the Russian ballet. MacNaghten talks about these as influences and about British “isolationism”. ACE157.4 10:19:18 10:29:03 String Quarter No.12 (1979) played by the Lindsay String Quartet. Maconchy VO likes her music to be “an impassioned argument”; she believes she has worked this out with her string quartets which have been crucial to her musical development. String Quarter No.12 (1979) played by the Lindsay String Quartet. Occasional Maconchy VO. Maconchy on the process of composition, and working on a new piece at the piano. The plan must be conscious but the unconscious will take over after that. She writes slowly after much deliberation. Composing is a “selfish” occupation and doesn’t make much money, at least in the early years. William LeFanu, Maconchy’s husband, reminisces about an event in 1930, when Gustav Holst came to hear a rehearsal and encouraged him to keep her composing. Wind Quintet (1982), played by the Albion Ensemble. Brief Maconchy VO on her work for wind instruments. ACE157.5 10:29:03 10:37:37 Maconchy on contemporary music, some of which she likes, but some she believes to be very poor. Family in the garden. She’s particularly interested in the work of her daughter, Nicola, and her son-in-law, David Lumsdaine. Maconchy trying a piece at the piano with her daughter. Nicola LeFanu saying that she had only recently realised that it was often considered odd for a woman to be a composer. Talking about her mother playing partly completed pieces to her. Music for Strings (1983) which LeFanu says is structured quite differently to previous works. Images of Wells Cathedral where the piece is being played by the Wells Cathedral Chamber Orchestra Rodney Bennett says that Maconchy composes “practical” music as she understands the mechanics of playing the instruments she writes for. The youth orchestra and more Music for Strings. ACE157.6 10:37:37 10:48:18 Maconchy says she writes best for the viola as this is her favourite stringed instrument. Working with Nicholas Logie. Logie playing 1 of 5 Sketches for Solo Viola (1984). Actor reciting Gerard Manley Hopkins’s Pied Beauty over views of countryside. Maconchy talking about her love of poetry, some of which she likes to set to music. Maconchy’s setting of Pied Beauty (1976). Countryside, seashore and sky views. Maconchy on her Irish background and Irish literature, in particular J. M Synge’s prose versions of Petrarch’s sonnets, three of which she used in My Dark Heart (1981). Irish seascapes, fishing boats, etc. My Dark Heart sung over. Rodney Bennett on how Maconchy’s music combines intellectuality and passion. Nicola LeFanu on her mother’s hard work. MacNaghten on Maconchy’s need to write music. Maconchy on composers being engaged in a “continuous exploration”. She agrees with W H Auden’s inaugural address at Oxford where he said he never wrote from experience. She doesn’t want to stop composing. Credits.","Date":"1984","Choreographer":"","Title":"Elizabeth Maconchy","Part":"","Film ID":"ACE157","Production Company":"Arbor International"}