{"Synopsis":"A portrait of American scujptor and film-maker, Joseph Cornell (1903-1972), a pioneer of assemblage.","Director":"Mark Stokes","Article":"","Minutes":"50 min","Full credits":"The works of Joseph Cornell are reproduced by kind permission of the Joseph and Robert Cornell Memorial Foundation. Copyright. The BBC wishes to thank Anthology Film Archives, The Art Institute of Chicago, The Lindy & Edwin Bergman Collection, Edward Batcheller, Joseph Cornell Papers, Archives of American Art, Smithsonian Institution, Joseph Cornell Study Center, National Museum of American Art, The Pace Gallery, Duane Michals, Hans Namuth. Programme Servicing Manager Warwick Gee; Unit Manager Paula Leonard; Rostrum Camera Ivor Richardson; Dubbing Editor Andrew Wilde; Dubbing Mixer Michael Narduzzo; Production Assistant Adrienne Solley; Film Sound Jerry Stein; Photography Bob Perrin; Film Editor Wayne Balmer; Associate Producer Lindsay Blair; Director Mark Stokes; Producer Robert McNab; A BBC TV Production in association with The Arts Council. Omnibus Editor Andrew Snell. © BBC MCMCXI.","chapters":[{"out":584,"in":0,"desc":"Views of New York, with emphasis on the railways. Some of Cornell’s hand-made boxes in a gallery. Lauren Bacall scrapbook and artworks. Caption: “with the writings of Joseph Cornell read by Tony Curtis.” Curtis’s VO on Lauren Bacall, cinema and New York. Caption: Penny Arcade. Portrait of Lauren Bacall, 1946. Susan Sontag, Writer, talking about how Cornell must have spent hours going through junk shops looking for things to include in his work. Photograph of Cornell looking at sketch of Greta Garbo. Some of Cornell’s store of objects, bird cut-outs, feathers, Medici images, photographs, etc., with VO of Brian O’Doherty, Artist and Writer. O’Doherty talks about Cornell’s working methods and his “preservation of memory”, and thus a “rearguard action against the decay of culture”. Examples of Cornell’s boxes and details of the objects they contain. One box allows bells to be rung behind pictures of birds when a ball is dropped into it. VO Cornell’s words explaining what how a “box” could be defined. View over Manhattan. Railways. Photograph of Cornell. Street scenes. Book shop. O’Doherty talking about Cornell’s relationship with the city. Cornell’s house on Utopia Parkway. Cornell’s words VO. Photographs of interior during Cornell’s occupancy. Tony Curtis arriving at the house. Cornell’s words VO about earlier visit. Curtis talking about Cornell’s work, “compelling” rather than “likeable”. Some of the boxes."},{"out":1110,"in":584,"desc":"Sontag on Cornell as an American artist, his reclusivity, and on his strong emotional attachment to France and other parts of Europe. Cornell’s house. James Rosenquist, Artist, talking about visiting Cornell and his mother and disabled brother; photographs of the interior of the house. Curtis on Cornell’s relationship with his brother, Robert, saying it was because of Robert that Cornell began making boxes. The “thimble forest” which Cornell made for Robert. A box containing a doll. Dore Ashton, Art Historian, on Cornell being sentimental about children though frightened of them. Leila E. B. Luce, Friend, on Cornell and children; photographs of her and others as children. The house. Stan Brakhage, Film-maker & Collaborator, talking about the children taking the boxes they liked. Photograph of Cornell with children. One of the Medici boxes; photographs of Cornell at home and in his garden. Film of the garden and house today. Cornell’s words VO. Details of boxes. Rosenquist on visiting Cornell and his studio and discussing one of the on-going boxes."},{"out":1659,"in":1110,"desc":"Photographs of Cornell’s store of cuttings, etc. VO O’Doherty. O’Doherty at the Joseph Cornell Study Center, in the National Museum of American Art, Washington: box of plastic balls (Rosenquist VO on Cornell’s working methods). Rosenquist. Boxes including one containing a wineglass and a marble, one with red powder. Woman riding bicycle; children in park. VO Cornell’s words on one of his dreams. Box containing nest. Collage with rabbit. Aeroplane coming into land. Cornell on New York City skyline and river; box inspired by this. Feather. Water’s edge. Box Ligne Ostende Douvres. Illustrations of plants and birds. Manhattan cityscape, in Cornell’s words a parallel to the spires and towers of Van Eyck’s Ghent altarpiece, The Adoration of the Lamb (Het Lam Gods, 1432). Photograph of Cornell; bookshop. Le Grand Meaulnes (1913) which Cornell liked very much. Ashton on Cornell’s liking for this book; she reads excerpt over shots of New York; talks about Alain Fournier. Book box containing red dust, spring, etc. House. Painting of New York at dusk. Early film items. Cornell’s words VO. Brakhage saying that Cornell used to buy films to entertain his brother, re-editing them once they’d both become bored by them."},{"out":2187,"in":1659,"desc":"P. Adams Sitney on Cornell’s film Rose Hobart (1936), re-edited from the 1931 Hollywood picture East of Borneo. Excerpt from Cornell’s version. Sitney on Cornell’s editing tricks. Excerpt from silent non-fiction film. VO Cornell’s words on a train ride from Brooklyn to Manhattan: railway scenes, nearby buildings, woman busker singing, Grand Central station. Box Hotel du Nord. Sitney on Cornell’s liking for Manhattan and shop windows. Part of film by Cornell including wedding shop and young woman. Rudy Burckhardt, Film-maker & Collaborator, on working with Cornell. The Aviary (Manhattan – 1955); part VO Sitney on Cornell’s unusual ideas about Union Square."},{"out":2594,"in":2187,"desc":"Map of New York, film of Coney Island, sea, beach, funfair, shooting gallery with moving targets. VO Cornell’s words about visiting Coney Island one evening in 1944. Box with birds and target shapes. O’Doherty on Cornell’s fascination with fairground toys and shooting games. Bird-target box and others, fairground prizes, Brakhage feels film-making helped free Cornell’s “child spirit”. Excerpts from Nymphlight (1957) intercut with shots of Burckhardt filming in Bryant Park. Part Burckhardt VO; part VO Cornell’s words. Brakhage on Cornell’s childishness, and a painful “adolescence” in his 60s."},{"out":3018,"in":2594,"desc":"Bryant Square, street scenes; film of young woman, Joyce Hunter; Cornell. Burkhardt talking about this woman who eventually came to work with Cornell but stole some boxes from him; he arranged for her funeral after she was killed. Film of Hunter. Street scenes. VO Cornell’s words over. Folder of photographs of women. Use of such picture in Cornell’s boxes. Sontag’s VO about use of photograph of her from the dust jacket of The Benefactor in his box, The Ellipsian, and about visiting Cornell with her son, David. Photographs of Sontag with Cornell. Her VO about Cornell’s asexual childlike qualities. The Utopia Parkway house. Photographs. Some of Cornell’s boxes. Photograph of Cornell. Cornell’s words VO. Caption: “Joseph Cornell died as his home in Utopia Parkway on December 29th 1972 aged 69.” Credits."}],"Series":"Omnibus","Full synopsis":"ACE231.2 10:00:00 10:09:44 Views of New York, with emphasis on the railways. Some of Cornell’s hand-made boxes in a gallery. Lauren Bacall scrapbook and artworks. Caption: “with the writings of Joseph Cornell read by Tony Curtis.” Curtis’s VO on Lauren Bacall, cinema and New York. Caption: Penny Arcade. Portrait of Lauren Bacall, 1946. Susan Sontag, Writer, talking about how Cornell must have spent hours going through junk shops looking for things to include in his work. Photograph of Cornell looking at sketch of Greta Garbo. Some of Cornell’s store of objects, bird cut-outs, feathers, Medici images, photographs, etc., with VO of Brian O’Doherty, Artist and Writer. O’Doherty talks about Cornell’s working methods and his “preservation of memory”, and thus a “rearguard action against the decay of culture”. Examples of Cornell’s boxes and details of the objects they contain. One box allows bells to be rung behind pictures of birds when a ball is dropped into it. VO Cornell’s words explaining what how a “box” could be defined. View over Manhattan. Railways. Photograph of Cornell. Street scenes. Book shop. O’Doherty talking about Cornell’s relationship with the city. Cornell’s house on Utopia Parkway. Cornell’s words VO. Photographs of interior during Cornell’s occupancy. Tony Curtis arriving at the house. Cornell’s words VO about earlier visit. Curtis talking about Cornell’s work, “compelling” rather than “likeable”. Some of the boxes. \u000b ACE231.3 10:09:44 10:18:30 Sontag on Cornell as an American artist, his reclusivity, and on his strong emotional attachment to France and other parts of Europe. Cornell’s house. James Rosenquist, Artist, talking about visiting Cornell and his mother and disabled brother; photographs of the interior of the house. Curtis on Cornell’s relationship with his brother, Robert, saying it was because of Robert that Cornell began making boxes. The “thimble forest” which Cornell made for Robert. A box containing a doll. Dore Ashton, Art Historian, on Cornell being sentimental about children though frightened of them. Leila E. B. Luce, Friend, on Cornell and children; photographs of her and others as children. The house. Stan Brakhage, Film-maker & Collaborator, talking about the children taking the boxes they liked. Photograph of Cornell with children. One of the Medici boxes; photographs of Cornell at home and in his garden. Film of the garden and house today. Cornell’s words VO. Details of boxes. Rosenquist on visiting Cornell and his studio and discussing one of the on-going boxes. ACE231.4 10:18:30 10:27:39 Photographs of Cornell’s store of cuttings, etc. VO O’Doherty. O’Doherty at the Joseph Cornell Study Center, in the National Museum of American Art, Washington: box of plastic balls (Rosenquist VO on Cornell’s working methods). Rosenquist. Boxes including one containing a wineglass and a marble, one with red powder. Woman riding bicycle; children in park. VO Cornell’s words on one of his dreams. Box containing nest. Collage with rabbit. Aeroplane coming into land. Cornell on New York City skyline and river; box inspired by this. Feather. Water’s edge. Box Ligne Ostende Douvres. Illustrations of plants and birds. Manhattan cityscape, in Cornell’s words a parallel to the spires and towers of Van Eyck’s Ghent altarpiece, The Adoration of the Lamb (Het Lam Gods, 1432). Photograph of Cornell; bookshop. Le Grand Meaulnes (1913) which Cornell liked very much. Ashton on Cornell’s liking for this book; she reads excerpt over shots of New York; talks about Alain Fournier. Book box containing red dust, spring, etc. House. Painting of New York at dusk. Early film items. Cornell’s words VO. Brakhage saying that Cornell used to buy films to entertain his brother, re-editing them once they’d both become bored by them. ACE231.5 10:27:39 10:36:27 P. Adams Sitney on Cornell’s film Rose Hobart (1936), re-edited from the 1931 Hollywood picture East of Borneo. Excerpt from Cornell’s version. Sitney on Cornell’s editing tricks. Excerpt from silent non-fiction film. VO Cornell’s words on a train ride from Brooklyn to Manhattan: railway scenes, nearby buildings, woman busker singing, Grand Central station. Box Hotel du Nord. Sitney on Cornell’s liking for Manhattan and shop windows. Part of film by Cornell including wedding shop and young woman. Rudy Burckhardt, Film-maker & Collaborator, on working with Cornell. The Aviary (Manhattan – 1955); part VO Sitney on Cornell’s unusual ideas about Union Square. ACE231.6 10:36:27 10:43:14 Map of New York, film of Coney Island, sea, beach, funfair, shooting gallery with moving targets. VO Cornell’s words about visiting Coney Island one evening in 1944. Box with birds and target shapes. O’Doherty on Cornell’s fascination with fairground toys and shooting games. Bird-target box and others, fairground prizes, Brakhage feels film-making helped free Cornell’s “child spirit”. Excerpts from Nymphlight (1957) intercut with shots of Burckhardt filming in Bryant Park. Part Burckhardt VO; part VO Cornell’s words. Brakhage on Cornell’s childishness, and a painful “adolescence” in his 60s.\u000b \u000b ACE231.7 10:43:14 10:50:18 Bryant Square, street scenes; film of young woman, Joyce Hunter; Cornell. Burkhardt talking about this woman who eventually came to work with Cornell but stole some boxes from him; he arranged for her funeral after she was killed. Film of Hunter. Street scenes. VO Cornell’s words over. Folder of photographs of women. Use of such picture in Cornell’s boxes. Sontag’s VO about use of photograph of her from the dust jacket of The Benefactor in his box, The Ellipsian, and about visiting Cornell with her son, David. Photographs of Sontag with Cornell. Her VO about Cornell’s asexual childlike qualities. The Utopia Parkway house. Photographs. Some of Cornell’s boxes. Photograph of Cornell. Cornell’s words VO. Caption: “Joseph Cornell died as his home in Utopia Parkway on December 29th 1972 aged 69.” Credits.","Date":"1991","Choreographer":"","Title":"Joseph Cornell. Worlds in a Box","Part":"","Film ID":"ACE231","Production Company":"BBC TV"}