{"Synopsis":"People with disabilities discuss funding for disability projects as exemplified by the situation of DAM (Disability Arts Magazine).","Director":"Roland Humphrey","Article":"The","Minutes":"20 min","Full credits":"Cast (in order of appearance): Lynn Haith as Arts Council voice, Roland Humphrey as himself, Carol Crohn as angry voice, Veronica Wilself as herself, chair of DAM, Tom McQueen as a member of the DAM Board, Jane Ayscough as a member of the DAM Board, Helen Humphrey as herself, speech facilitating, Carole Rylatt as a member of the DAM Board, Keith Ashton as himself, Creative Writing Editor, Claire Collison as herself, Images Editor, Kit Wells as himself, Editor from April 1995. Still Images by (in order of appearance) Claire Collison, Tony Heaton, Sue Atkins, Loften Morrell, Lois Williams, Sandy Sham, Brian Jenkins, Vanessa Cecil, Nancy Willis, Aiden Shingler, Mandy Holland, Iain Stronach, Yinka Shonibare, Caroline Hockham, Donna Kevan, The Slide Workshop, Tim Burfoot, Sally Booth, Fiametta Alley, Derek Jarman, Margaret Wadey, Jo Spence. Music Rollin’ Thunder by Ian Stanton; Production Secretary, Camera Operator, Lighting Dave Priestman; On-line Editor and Sound Jeff Hobbs; Camera Assistant Christiane Suppan; Camera Assistant Brian Connell; Personal Assistant to Roland Humphrey, Lynn Haith; Advice Hull Community Artworks; Scriptwriter, Off-line Editor, Director and Producer Roland Humphrey. Additional Footage courtesy of Stephen Dwoskin (Demonstration against Telethon outside London Weekend Television Centre in 1992), The LINK Programme (Demonstration against the close of the Arts & Disability Unit outside the Arts Council in 1994). Produced with financial assistance from The Arts Council of England, Humberside County Council, Great Grimsby Borough Council. Copyright 1995 Roland Humphrey.","chapters":[{"out":508,"in":0,"desc":"I Caption: “The Disability Movement, a very necessary precursor to DAM.” Demonstration protesting against Telethon which “disables people”. II Caption: “Funders and other influences.” Railway. View from wheelchair moving along road and into house. VO reading Aims and Objectives of the Arts Council, and statement on funding situation from Lord Gowrie. DAM (Disability Arts Magazine) awarded £30,000. Roland Humphrey with pile of arts and disability pamphlets. Woman’s VO complaining about giving revenue funding to arts and disability projects, worrying about the quality of the work, and saying the Council is an arts body, not part of the Welfare State. First edition of Disability Arts Magazine (Spring 1991). Humphrey with other issues. III Caption: “People: a telephone conference call by members of the DAM board.” Chair, Veronica Wilself, starts the call. Differently abled people give their (mostly critical) points of view and get explanations and other information from the editor."},{"out":1210,"in":508,"desc":"IV Caption: “The Freelance Editors: the Creative Writing Editor.” Keith Ashton answers criticism about poor quality writing, some of which he attributes to “arts workers in day centres ... with evangelical thoughts… that they’re going to help the disabled express themselves”. Illustrations. Ashton explains how he chooses the pieces he does print. Some of the specially adapted equipment he uses in his work. Ashton says that he’s been pleasantly surprised at the large numbers of disabled people working in the arts and looks forward to the day when DAM is no longer needed. V Caption: “The Freelance Editors: the Images Editor.” Claire Collison’s VO reading the piece she wrote two years earlier to introduce herself as Images Editor over illustrations and cover designs, etc. She says that her role gives her a lot of power. She divides the work into that in which artists deal with their disability (issue based) and that which comes from artists who think their disability is irrelevant to their work, differentiates between professional and amateur work, and suggests that all the work can be used to produce positive and political statements about people with disabilities. She describes a particular cover illustration, and talks about the need to provide audio-descriptions about all the images selected. The editor playing one of these while looking at the illustrations described. VI Caption: “Being True: mourning.” Demonstration outside the Arts Council offices, a “funeral procession”. VII Caption: “Independent Life: DAM takes over a new editor.” Humphrey hands over pile of DAM issues. Credits."}],"Series":"Disability Arts Video Project","Full synopsis":"ACE289.2 10:00:00 10:08:28 I Caption: “The Disability Movement, a very necessary precursor to DAM.”\u000bDemonstration protesting against Telethon which “disables people”. \u000bII Caption: “Funders and other influences.” Railway. View from wheelchair moving along road and into house. VO reading Aims and Objectives of the Arts Council, and statement on funding situation from Lord Gowrie. DAM (Disability Arts Magazine) awarded £30,000. Roland Humphrey with pile of arts and disability pamphlets. Woman’s VO complaining about giving revenue funding to arts and disability projects, worrying about the quality of the work, and saying the Council is an arts body, not part of the Welfare State. First edition of Disability Arts Magazine (Spring 1991). Humphrey with other issues.\u000bIII Caption: “People: a telephone conference call by members of the DAM board.”\u000bChair, Veronica Wilself, starts the call. Differently abled people give their (mostly critical) points of view and get explanations and other information from the editor. \u000b ACE289.3 10:08:28 10:20:10 IV Caption: “The Freelance Editors: the Creative Writing Editor.” Keith Ashton answers criticism about poor quality writing, some of which he attributes to “arts workers in day centres ... with evangelical thoughts… that they’re going to help the disabled express themselves”. Illustrations. Ashton explains how he chooses the pieces he does print. Some of the specially adapted equipment he uses in his work. Ashton says that he’s been pleasantly surprised at the large numbers of disabled people working in the arts and looks forward to the day when DAM is no longer needed. \u000bV Caption: “The Freelance Editors: the Images Editor.” Claire Collison’s VO reading the piece she wrote two years earlier to introduce herself as Images Editor over illustrations and cover designs, etc. She says that her role gives her a lot of power. She divides the work into that in which artists deal with their disability (issue based) and that which comes from artists who think their disability is irrelevant to their work, differentiates between professional and amateur work, and suggests that all the work can be used to produce positive and political statements about people with disabilities. She describes a particular cover illustration, and talks about the need to provide audio-descriptions about all the images selected. The editor playing one of these while looking at the illustrations described. \u000bVI Caption: “Being True: mourning.” Demonstration outside the Arts Council offices, a “funeral procession”.\u000bVII Caption: “Independent Life: DAM takes over a new editor.” Humphrey hands over pile of DAM issues. Credits.\u000b","Date":"1995","Choreographer":"","Title":"Shaping of DAM","Part":"","Film ID":"ACE289","Production Company":""}