{"Synopsis":"One of a series of dance pieces created specially for television, this expressionist work derives its inspiration from the composer’s difficult relationships with woman and explores the nature of the outsider.","Director":"Bob Bentley","Article":"","Minutes":"15 min","Full credits":"DIVAS DANCE COMPANY: BEETHOVEN iN LOVE. Choreography by Liz Aggiss, Billy Cowie; Music composed by Billy Cowie; Performers Liz Aggiss, Tommy Bayley; Soprano Elizabeth Woollett; Chorus Laurence Stead, Juliet Russell, Ian Needle, Thomas Kampe; Arts Council Production Trainee Edward Philpott; Steadicam Operator Peter Robinson; Focus Puller Lucy Bristow; Clapper Loader Tiffany Walker; Lighting Gaffer Mike Parker; Make-up Designer Karen Turner; Sound Recordist Christine Felce; Assistant Sound Recordist Jerry Stephens; Dubbing Editor Chris Singleton; Dubbing Mixer Hugh Strain; Production Designer Ivan Unwin; Costume Designer Christina Ure; Film Editor Phil McDonald; Lighting Cameraman Jeff Baynes; Executive Producers for the Arts Council and the BBC Rodney Wilson, Bob Lockyer; Producer David Stacey; Director Bob Bentley. Songbird Film Productions for BBC and the Arts Council of Great Britain. © BBC and the Arts Council of Great Britain MCMXCIII.","chapters":[{"out":914,"in":0,"desc":"[Song 1] Man in 19th century dress pours glass of beer, hums discordantly to himself, and is sent into a frenzy by sound of woman singing in a nearby room. Her audience turn to look as he bursts in. The man dances conductor-like in front of a mirror. He opens another door to show the woman singing. Watches her from different angles. He offers her a pot plant. [Song 2] Man and woman watch each other. He still gesticulates as though conducting something and copies her movements. She dances with garden shears in her hand, and cuts the heads off the plant. He offers her several more plants, and she cuts the heads off each one. The pots fall to the floor below the gallery on which she’s standing, watched by her former audience. Man greets members of the audience. One presents him with a baton. [Song 3] Man conducts them in performance of song. Woman watches for a while, then begins to pick fluff from his clothes, examines him through a magnifying glass, pluck his eyebrows, brushes him down, ties his hair back, and generally tidies him up. Lectern falls over. Man and woman sing and laugh at each other. [Song 4] Woman dances, finally sinking to the floor. [Song 5] Through a grille in the floor the woman hears music. The man is playing the piano. Woman’s voice singing. Man and woman dance. Credits."}],"Series":"Dance for the Camera 1","Full synopsis":"ACE255.2 10:00:00 10:15:14 [Song 1] Man in 19th century dress pours glass of beer, hums discordantly to himself, and is sent into a frenzy by sound of woman singing in a nearby room. Her audience turn to look as he bursts in. The man dances conductor-like in front of a mirror. He opens another door to show the woman singing. Watches her from different angles. He offers her a pot plant.\u000b[Song 2] Man and woman watch each other. He still gesticulates as though conducting something and copies her movements. She dances with garden shears in her hand, and cuts the heads off the plant. He offers her several more plants, and she cuts the heads off each one. The pots fall to the floor below the gallery on which she’s standing, watched by her former audience. Man greets members of the audience. One presents him with a baton.\u000b[Song 3] Man conducts them in performance of song. Woman watches for a while, then begins to pick fluff from his clothes, examines him through a magnifying glass, pluck his eyebrows, brushes him down, ties his hair back, and generally tidies him up. Lectern falls over. Man and woman sing and laugh at each other.\u000b[Song 4] Woman dances, finally sinking to the floor.\u000b[Song 5] Through a grille in the floor the woman hears music. The man is playing the piano. Woman’s voice singing. Man and woman dance. Credits.\u000b","Date":"1993","Choreographer":"Liz Aggiss, Billy Cowie","Title":"Beethoven in Love. A fantasy in five songs","Part":"","Film ID":"ACE255","Production Company":"Songbird Film Productions"}