{"Synopsis":"One of a series of dance pieces created specially for television, this sets Indian classical dance forms in high-tech London office blocks.","Director":"Terry Braun","Article":"","Minutes":"14 min","Full credits":"Music Composed & Produced by Orlando Gough; Jathi Composed by K[araikudy] Krishnamurthy; Shoban Jeyasingh Dance Company: Jeyaverni Jeganathan, Savitha Shekhar, Vidya Thirunarayan; Singers Jeremy Birchall, Jacqueline Horner, Manickam Yogeswaran; Filmed at The Ark, Hammersmith, Canary Wharf, Alban Gate, London Wall; Arts Council Production Trainee Victoria Baker; Production Assistants Francesca Penzani, Verity Sutton; Lighting Gaffer Dave Kirkwood; Grip Philip Jones; Sound Recordist Alan O’Duffy; Lighting Cameraman Andy Jackson; On-line Editor Charlie Phillips; Assistant Director Julian Blom; Producer Linda Zuck; Executive Producers for the Arts Council and the BBC Rodney Wilson, Bob Lockyer; Director Terry Braun; Choreographer Shobana Jeyasingh.","chapters":[{"out":865,"in":0,"desc":"St Paul’s Cathedral during sunrise. Woman watching dome from a window. Woman standing by plate glass window overlooking St Paul’s. Dancers. Woman at window. Dancers performing through windows into a cylindrical atrium. Occasional flashes of traffic and water. Interior. Dancers silhouetted in window against background of skyscrapers etc. Traffic reflects in window glass. They reflect in glass. Dancer outlined in background light. Dancers in glass plated building. Night. Dawn. Dancers. Dancers in globe. Dancers on galleries. Exterior building. Dancers and reflected traffic. Dancers and traffic. Woman waiting for a lift. The doors open, a dancer comes out, and dances through the marble-floored building, joined by others. Back up on the glass-plated floor, traffic in background. Back in the marbled lobby. Over and in the atrium. St Paul’s at dusk in the distance. Dancers. Moon. Atrium. Colonnaded building in light changing from night to day and to night. Women sitting by a pillar. Credits."}],"Series":"Dance for the Camera 1","Full synopsis":"ACE256.2 10:00:00 10:14:25 St Paul’s Cathedral during sunrise. Woman watching dome from a window. Woman standing by plate glass window overlooking St Paul’s. Dancers. Woman at window. Dancers performing through windows into a cylindrical atrium. Occasional flashes of traffic and water. Interior. Dancers silhouetted in window against background of skyscrapers etc. Traffic reflects in window glass. They reflect in glass. Dancer outlined in background light. Dancers in glass plated building. Night. Dawn. Dancers. Dancers in globe. Dancers on galleries. Exterior building. Dancers and reflected traffic. Dancers and traffic. Woman waiting for a lift. The doors open, a dancer comes out, and dances through the marble-floored building, joined by others.\u000bBack up on the glass-plated floor, traffic in background. Back in the marbled lobby. Over and in the atrium. St Paul’s at dusk in the distance. Dancers. Moon. Atrium. Colonnaded building in light changing from night to day and to night. Women sitting by a pillar. Credits.","Date":"1993","Choreographer":"Shobana Jeyasingh","Title":"Duets With Autombiles","Part":"","Film ID":"ACE256","Production Company":""}