{"Synopsis":"One of a series on public art, a record of Sustrans (”Sustainable Transport”) and its creation of a National Network of Cycle Paths, for which it commissions sculptures from a number of artists such as Jim Partridge (b.1953), Liz Walmesley, Richard Harris (b.1954), and Andy Goldsworthy (b.1956), and, in particular, David Kemp.","Director":"Maggie Ellis","Article":"","Minutes":"25 min","Full credits":"Narrator Gabrielle Glaister; Camera Peter Rance, Lorna Will; Aerial Photography Helifilms; Sound Tim White, Jeff Matthews; Editor John Veal, Marcela Cuneo; Dubbing Mixer Colin Martin; Archive Photographs Beamish Open Air Museum; Rostrum Ken Morse; Graphics Steve Masters; Music Edward Shearmur; Executive Producer Rodney Wilson; Producer Trevor Boden; Director Maggie Ellis. An Open Air Production for the Arts Council of Great Britain. © Arts Council of Great Britain MCMXCIII.","chapters":[{"out":658,"in":0,"desc":"Traffic in London. Cyclists. Sustrans and its National Network of Cycle Paths, based on old railway track routes which they’ve bought up. Sustrans director, John Grimshaw, cycling along traffic-free route, talking about the suitability of the bicycle for everyday transport, and that people would cycle if they didn’t have to compete with traffic. Map of Britain showing the 280 miles of the national cycle network so far achieved. Cycles and pedestrians on the sixteen-mile route between Bristol and Bath. Grimshaw talking about the convenience of disused railways, and how British Rail is happier to sell large sections of route, rather than piece by piece. Marker for Stanhope & Tyne railway, now owned by Sustrans, on old tunnel. Grimshaw says that developers would like to get rid of bridges and tunnels, but Sustrans regards them as essential to their routes, and believe they should be preserved as part of the architectural heritage. The Hownsgill viaduct on the Consett-Sunderland path. Grimshaw sitting on a seat built on the Three Rivers route, by Jim Partridge for Sustrans, and made from railway sleepers; the Windblown Seat (Severn and Thames route), by Partridge and Liz Walmesley made from fallen tree trunks. Grimshaw talks about the art works commissioned by Sustrans. Man building hazel-wood bothy. Cloth-sailed windmill; with integral xylophone and mechanical percussion below Grimshaw talking about drinking fountains now sited every four miles. Examples. Map of North East England – Newcastle, Consett, Sunderland, Durham. The Consett-Sunderland route. Sculptures commissioned (with assistance from Northern Arts) on the Consett-Sunderland route. Aerial view of earthworks (The Jolly Drovers Maze, 1989) by Andy Goldsworthy, on the Three Rivers Route. Cyclists riding through the maze. Kyo Undercurrents (Ravines) (1989), by Richard Harris, at Annfield Plain,made from recycled bridge masonry. David Gray, Sustrans Project Manager in the North East, walking through the construction. Other views. Gray suggests that preferred artists are those who address the previous uses of the aras in their work. Andy Goldsworthy’s Lambton Worm (1988) at Chester-le-Street. Walker explains the story of the Worm. Cyclists and walkers on the Worm. Song about the Lambton Worm heard over."},{"out":1520,"in":658,"desc":"Gryffe Twist by David Kemp (Clyde to Forth route). View of Kemp’s King Coal (1992) at Pelton Fell (Three Rivers route). Kemp welding King Coal; says that it’s fitting he should be finishing it the day the closure of the Durham coal field has been announced. Talks about the industry and pit closure; most of his helpers are unemployed miners. Men raising buckets of cement, levering stones into place, etc. David Gray’s VO explains that Sustrans has to be careful not to find itself accused of spending path-building money on sculptures. David Gray talks about getting materials from Northern Electric and British Coal in return for favours Sustrans did for them. Men working on the sculpture. Bert Hunter, in charge of building team, points out that men work for only £10.00 more than they would get on the dole, but enjoy it. Workmen saying that it’s rained every day they’ve come to work. Cyclists passing King Coal. Details of the sculpture. Children and their mother talk about King Coal. Cyclists on the path. Landscape view, and pan over remains of steel works at Consett, closed in 1980. The “graveyard of scrap” in the grounds of the Beamish Museum. John Gall, Director Beamish Open Air Museum, talking about the size of Consett steel works and what a visible feature iy had been. Photos of the steel works, the staff, the police force operating there. John Gall describing Consett as “a Klondyke”, a place of great wealth for some, of hard work, and of great help to the Irish community who were starving in their own country. More photos of workers, their families, the works, the railway connection. Present day remains of railway terminal. Gall says that the Sustrans track was the last surviving part of the railway from Consett to Sunderland. Cyclist. Steve Shields, former guard and signalman on the railway, speaks of his experiences. Photos of trains on local railway. Shields. Photos of the steel works, ice encrusted railway cutting. Shields. Snow falling near Leadgate. Two giant steel figures – the Iron Master, and the Miner – The Old Transformers (1990) (Three Rivers route), by David Kemp. VO relates the legend of the Old Transformers – turning “black stone” into steel, which, in turn was transformed into ships, etc., which transformed the world. Kemp talking about his sculptures, made out of transformer casings, and how his materials (usually scrap) help determine what he makes. Details of the sculptures and their setting. Kemp’s VO. Kemp on the Iron Master. John Gall VO. Gall talks about local interest in the sculptures. Beamish Shorthorns (1990), by Sally Matthews (Three Rivers route). Gall VO. Real Shorthorn cattle grazing. Details of the sculptures. Map showing the Firth of Clyde and Glasgow, with the path linking Johnstone and Greenock. Kemp’s The Lost XVII made of scrap found in goods-yards, along the track, etc. Kemp’s VO. [NB on Sustrans website as Mile 17 XVIII.] Kemp in front of The Old Transformers talking about the opportunities afforded by Sustrans and its art commissioning policy. John Grimshaw talks about the functionality of their sculptures: as mile posts, meeting place, places to sit, a place of refreshment. King Coal: Kemp talking about the purpose of his works. Aerial view of Ken Turnell’s Flower Mine (Three Rivers route) and on over countryside under C"}],"Series":"Putting Art in its Place","Full synopsis":"ACE250.2 10:00:00 10:10:58 Traffic in London. Cyclists. Sustrans and its National Network of Cycle Paths, based on old railway track routes which they’ve bought up. Sustrans director, John Grimshaw, cycling along traffic-free route, talking about the suitability of the bicycle for everyday transport, and that people would cycle if they didn’t have to compete with traffic. Map of Britain showing the 280 miles of the national cycle network so far achieved. Cycles and pedestrians on the sixteen-mile route between Bristol and Bath. Grimshaw talking about the convenience of disused railways, and how British Rail is happier to sell large sections of route, rather than piece by piece. Marker for Stanhope & Tyne railway, now owned by Sustrans, on old tunnel. Grimshaw says that developers would like to get rid of bridges and tunnels, but Sustrans regards them as essential to their routes, and believe they should be preserved as part of the architectural heritage. The Hownsgill viaduct on the Consett-Sunderland path. Grimshaw sitting on a seat built on the Three Rivers route, by Jim Partridge for Sustrans, and made from railway sleepers; the Windblown Seat (Severn and Thames route), by Partridge and Liz Walmesley made from fallen tree trunks. Grimshaw talks about the art works commissioned by Sustrans. Man building hazel-wood bothy. Cloth-sailed windmill; with integral xylophone and mechanical percussion below\u000bGrimshaw talking about drinking fountains now sited every four miles. Examples. Map of North East England – Newcastle, Consett, Sunderland, Durham. The Consett-Sunderland route. Sculptures commissioned (with assistance from Northern Arts) on the Consett-Sunderland route. Aerial view of earthworks (The Jolly Drovers Maze, 1989) by Andy Goldsworthy, on the Three Rivers Route. Cyclists riding through the maze. Kyo Undercurrents (Ravines) (1989), by Richard Harris, at Annfield Plain,made from recycled bridge masonry. David Gray, Sustrans Project Manager in the North East, walking through the construction. Other views. Gray suggests that preferred artists are those who address the previous uses of the aras in their work. Andy Goldsworthy’s Lambton Worm (1988) at Chester-le-Street. Walker explains the story of the Worm. Cyclists and walkers on the Worm. Song about the Lambton Worm heard over.\u000b ACE250.3 10:10:58 10:25:20 Gryffe Twist by David Kemp (Clyde to Forth route). View of Kemp’s King Coal (1992) at Pelton Fell (Three Rivers route). Kemp welding King Coal; says that it’s fitting he should be finishing it the day the closure of the Durham coal field has been announced. Talks about the industry and pit closure; most of his helpers are unemployed miners. Men raising buckets of cement, levering stones into place, etc. David Gray’s VO explains that Sustrans has to be careful not to find itself accused of spending path-building money on sculptures. David Gray talks about getting materials from Northern Electric and British Coal in return for favours Sustrans did for them. Men working on the sculpture. Bert Hunter, in charge of building team, points out that men work for only £10.00 more than they would get on the dole, but enjoy it. Workmen saying that it’s rained every day they’ve come to work. Cyclists passing King Coal. Details of the sculpture. Children and their mother talk about King Coal. Cyclists on the path. Landscape view, and pan over remains of steel works at Consett, closed in 1980. The “graveyard of scrap” in the grounds of the Beamish Museum. John Gall, Director Beamish Open Air Museum, talking about the size of Consett steel works and what a visible feature iy had been. Photos of the steel works, the staff, the police force operating there. John Gall describing Consett as “a Klondyke”, a place of great wealth for some, of hard work, and of great help to the Irish community who were starving in their own country. More photos of workers, their families, the works, the railway connection. Present day remains of railway terminal. Gall says that the Sustrans track was the last surviving part of the railway from Consett to Sunderland. Cyclist. Steve Shields, former guard and signalman on the railway, speaks of his experiences. Photos of trains on local railway. Shields. Photos of the steel works, ice encrusted railway cutting. Shields. Snow falling near Leadgate. Two giant steel figures – the Iron Master, and the Miner – The Old Transformers (1990) (Three Rivers route), by David Kemp. VO relates the legend of the Old Transformers – turning “black stone” into steel, which, in turn was transformed into ships, etc., which transformed the world. Kemp talking about his sculptures, made out of transformer casings, and how his materials (usually scrap) help determine what he makes. Details of the sculptures and their setting. Kemp’s VO. Kemp on the Iron Master. John Gall VO. Gall talks about local interest in the sculptures. Beamish Shorthorns (1990), by Sally Matthews (Three Rivers route). Gall VO. Real Shorthorn cattle grazing. Details of the sculptures. Map showing the Firth of Clyde and Glasgow, with the path linking Johnstone and Greenock. Kemp’s The Lost XVII made of scrap found in goods-yards, along the track, etc. Kemp’s VO. [NB on Sustrans website as Mile 17 XVIII.] Kemp in front of The Old Transformers talking about the opportunities afforded by Sustrans and its art commissioning policy. John Grimshaw talks about the functionality of their sculptures: as mile posts, meeting place, places to sit, a place of refreshment. King Coal: Kemp talking about the purpose of his works. Aerial view of Ken Turnell’s Flower Mine (Three Rivers route) and on over countryside under C","Date":"1993","Choreographer":"","Title":"Along the Tracks","Part":"4","Film ID":"ACE250","Production Company":"Open Air"}