{"Synopsis":"A performance (in English) of The Creation by German Classical composer, Joseph Haydn (1732-1809).","Director":"Chris Hunt","Article":"The","Minutes":"101 min","Full credits":"The Creation by Joseph Haydn. Performed by The Academy of Ancient Music, (leader Christopher Hirons), The Chorus of the Academy of Ancient Music (director Simon Halsey), The Choir of New College, Oxford (director Edward Higginbottom); Conductor Christopher Hogwood; Soloists Emma Kirkby, Anthony Rolfe Johnson, Michael George; [English Translation Robert Shaw]. With thanks to: The Dean & Chapter of Gloucester, Peter Bolton, David Todd, Roy Hankinson. Natural History film by courtesy of: BBC Television, Royal Society for the Protection of Birds; Photographs and paintings by courtesy of: Birmingham Museum and Art Gallery, Bridgeman Art Library, British Museum, City of Bristol Museum and Art Gallery, Mary Evans Picture Library, Simon Farrell, Fitzwilliam Museum, Cambridge, Peter Gibson, Laing Art Gallery, Newcastle-upon-Tyne, Mellon Bank Corporation National Gallery of Ireland, National Gallery of Scotland, National Trust Photographic Library, Tate Gallery, London, Turner Collection, Tate Gallery, Victoria and Albert Museum, Viewfinder Colour Photo Library, Whitworth Art Gallery, York City Art Gallery, The Dean & Chapter of York. Graphic Design Alison Murphy; Rostrum Camera Ken Morse; Make-up Sharon Dowsett; Sound by The Decca Record Company Limited; Sound Producer Peter Wadland; Sound Engineer John Dunkerley; Decca Executive Producer Herbert Chappell; O.B. Lighting Director Alan Woolford; O.B. Unit Manager Joe French; O.B. Cameramen Barrie Dodd, Simon Cooper, Duncan McLaren, Phil Piotrowski; Floor Manager Mike Morgan; Solo Cameraman Peter Bartlett; Stills Research Angela Gray; Film Research Jerry Short; Videotape Editor Mike Butler; Picture Editor Arthur Bennett; O.B. Director Rodney Greenberg; Associate Producer Judy Chesterman; Producer and Directed by Chris Hunt. Iambic Productions in association with Channel Four, The Arts Council, and The Decca Record Company Limited. An Iambic Production. © Iambic Productions MCMXC.","chapters":[{"out":2475,"in":1527,"desc":"“Our duty we performed now” (“Nun ist die erste Pflicht erfüllt”) “Graceful consort! At thy side” (“Holde Gattin, dir zur Seite”). Church décor, countryside, pastoral paintings, etc. “O happy pair, and always happy yet” ("}],"Series":"","Full synopsis":"ACE227.10 11:25:27 11:41:15 “Our duty we performed now” (“Nun ist die erste Pflicht erfüllt”) \u000b “Graceful consort! At thy side” (“Holde Gattin, dir zur Seite”). Church décor, countryside, pastoral paintings, etc. \u000b “O happy pair, and always happy yet” (","Date":"1990","Choreographer":"","Title":"Creation by Joseph Haydn","Part":"","Film ID":"ACE227","Production Company":"Iambic Productions"}