{"Synopsis":"The life and work of the Jewish Italian writer, painter and anti-Fascist activist, Carlo Levi (1902-1975), illustrated with extracts from Francesco Rosi’s 1978 version of Cristo si è fermato a Eboli.","Director":"Virginia Heath","Article":"","Minutes":"39 min","Full credits":"Thanks to Archivio Audiovisivo del Movimento Operaio e Democratico, Rome, Cine-FIAT, Giulio Calcinaro, Don Pietro Dilenge, Giulio Einaudi Editoriale, Fondazione Carlo Levi, Rome, Uliano Lucas, Guido Passalacqua, La Reppublica, Videouno Broadcast Video Service. Commentary Frances Tomelty; Readings Bob Peck; Music Jay Paine & Michael Bluemink; Lighting Camera Jonathan Collinson; Sound John Anderton; Assistant Editor Araf Khan; On Line Editor Roger Brown; Dubbing Mixer David Humphries; Film & Stills Research Alison Mercer; Production Assistant, Rome Dinah Rogers; Production Co-ordinator Anna Campeau; Production Manager Krissy Cornish; Consultant Annette Zillich; Research Vania del Borgo; Editor John Mister; Executive Producer for the Arts Council Rodney Wilson; Director Virginia Heath; Series Producer Tariq Ali. A Bandung Production for Channel 4 and the Arts Council of Great Britain. MCMXCIII.","chapters":[{"out":775,"in":0,"desc":"Views of Aliano, black and white footage of men and women in donkey carts, farmers, more views of the town. Commentary quotes: “Christ did not come. Christ stopped at Eboli.” Painting of woman and little boy alongside view over the town. Photograph of Carlo Levi. Extract from Cristo si è fermato a Eboli / Christ Stopped at Eboli (Francesco Rosi, 1978): Levi in the town; local people going about their daily activities. Men skinning a goat. One explains to Levi that the goats must all be killed because they are being taxed and this will destroy the people’s livelihood. Rally of members of the Lega Lombarda who want a state separate from the region, starting south of Rome. Footage from the early part of the 20th century. Photograph of Levi, born 1902, as a boy. Photograph of Levi’s mother. Stefano Levi della Torre, Levi’s nephew in front of painting of Levi’s father, Ercole. He explains that Levi’s uncle, Claudio Treves, one of the founders of the Italian Socialist Party, suggested that Levi should not be circumcised because this was “barbarous” though this caused arguments with the more working class elements of the family. Photograph of the Levi family. Photograph of Levi as a young man. Levi in his studio. Painting and photograph of his mother, photograph of the Levi family in Venice, portraits, intercut with early traffic scenes, Fascist rallies, gymnastic displays, military manoeuvres, etc. Vittorio Foa talks about the growth of anti-Fascism. Newspapers and posters for the anti-Fascist organisation Giustizia e Libertà which Levi joined. Paris, where the organisation was based, in the 1930s. VO reading letter from Levi to his mother (1933) describing anti-German policies by Jewish shops in France. Antonio del Guercio talking about Levi’s joining “the Jewish Disapora school of painting” (examples of the work of Pascin, Soutine, Chagall and Modigliani, all working in Paris) which he describes as a world of dreaming. Paintings by Levi who went back to Turin and set up “The Six” (I Sei Pittori di Torino), a group opposed to the nationalist art promoted by Mussolini. Fascist paintings; films of rallies. Foa.describes how Levi calmed him down by painting his portrait at a time when they both knew they were likely to be arrested. Foa’s VO continues over shot of the portrait. Guido Soldati, Levi’s nephew about Levi being arrested, asking to finish his painting for the cover of Mario Soldati’s book, America, before they took him away, and using this time to destroy some compromising documents. Levis’s police record from 1934. Paintings. VO quoting document by Levi in which he asks not to be sent somewhere where conditions would make it impossible for him to continue painting. Commentary says Levi was sent to Lucania, in the far south. Landscape, aerial view of the barren countryside, view of Aliano. Christ Stopped at Eboli extract shows Levi arriving by car."},{"out":1197,"in":775,"desc":"Original film of townspeople. VO of Raffaele Giura Longo, historian, describing the poverty and endemic illnesses of the region. Giura Longo talking, and more 1930s film of local people. VO reading Levi’s description of how he had to employ his medical training. The house Levi lived in. Some of his paintings, portraits, landscape and still life. VO rears one of his letters to his mother. Photograph of landowners; contemporary film of local people. VO reads from Christ Stopped at Eboli novel about the local doctor. Extract from Christ Stopped at Eboli film: townspeople being stirred up against the English. Photo of townspeople from 1930s. Giura Longo points out that Levi distinguished between gentry who were actively political for one reason or another and peasants.who were indifferent to the Fascist regime. VO continues over shots of townspeople today. Levi’s words about the attitude of the peasants read over. Giovanni Russo, writer, says that the peasants sympathised with Levi as they felt they suffered similar persecution and injustice. Photograph of Levi and his dog. Russo’s VO continues. Extract from Christ Stopped at Eboli with Levi painting peasant woman who tells him he should learn witchcraft. A wall of Levi’s portraits. Actor’s VO continues."},{"out":1661,"in":1197,"desc":"Real landscapes intercut with landscape paintings by Levi. Antonio Cardinale, Levi’s neighbour in Aliano, showing the portrait of himself as a boy that appeared on the front of Levi’s book, and describing how Levi painted it. Photograph of Levi with boys; VO reading Levi’s words on why he used them as models. Antonio Mango and Giuseppe de Luca, more of Levi’s young models, describe their experiences. Paintings of boys. VO reading description of town boys. Townspeople. The children’s brass band playing – intercut with photographs of similar scenes from the 1930s. Paintings. Levi’s words over describing how his exile has brought changes in his subject matter. Pia Vivarelli, art critic, talking about Levi’s growing need for “detachment” from his surroundings. Portraits. Vivarelli says that this detachment didn’t prevent his paintings revealing an affection for his subjects. Elsewhere, particularly in paintings of his housekeeper, Giulia, he captured what he thought of as fundamental aspects of Southern peasant culture. Levi’s words over this portrait. Peasant woman stacking wood; VO continues. Painting of woman and child. Painting of Aliano. Russo (VO continues over shots of local people) describing how local traditions kept the region from developing, but also gave it a sense of social purpose. Paintings; Levi’s words over describing how his earlier life now seemed very “foreign” and that the two worlds could not communicate with each other."},{"out":2330,"in":1661,"desc":"Extract from Christ Stopped at Eboli with Levi saying goodbye to a visitor and then surrounded by local children. VO of Stefano Levi della Torre explaining that, in fact, this exile was one of the happiest times of his life. Levi della Torre says that Levi rediscovered links with the old world his father had come from, and “a love for the ancient, irrational and mythical”. Photograph of Ercole with very young Carlo. Cemetery. Levi’s words over describing the character’s meeting with a gravedigger. Original 1930s footage of military aircraft, bombings, troops marching, etc. Extract from Christ Stopped at Eboli with peasants listening to announcement of capture of Addis Ababa. Aliano. Photograph of Levi and others. Levi’s words over talking about political prisoners being freed as the result of the celebratory amnesty. He didn’t leave immediately. Foa describes meeting Levi again in 1945 in Rome. Film of a column of peasants with donkey carts. Commentary on how the issue of “the South” rose to the top of the political agenda. Cover of Cristo se è fermato a Eboli. Commentary says that Levi became a major protagonist in the debate about the South. Russo explains that Levi’s views on how to solve the problem were at variance with both those of the Left and the government. Film of Levi at work on sketches for a portrait. Russo VO. Levi’s words describing how some of his friends were completely incapable of – and not interested in – trying to understand. Film of Southern town. Film of Southern men arriving by train in the North. Foa’s VO explaining that this “emptying” of the South has had profound effects on Italian society. Extract from Rocco and His Brothers (Luchino Visconti, 1960). The brothers arriving at their new home in Milan, watched by women who describe them as “Africans”. Labourers digging roads. Anti-migrant graffiti. Foa VO. The Lega Lombarda rally. Foa VO. Foa describing how the North is tending to reject the South as a drain on its own wealth. VO continues, over contemporary film of Southern town with relatively affluent people, pointing out that the South has made huge efforts in recent years. Aliano. Levi’s tombstone. Photograph of Levi and peasant. Foa VO. Foa pointing out that Levi taught Italians from industrial town that they, too, had peasant ancestors, and taught the value of memory in effecting change. Floats passing through crowded streets in a religious procession. Credits."}],"Series":"Rear Window","Full synopsis":"ACE243.2 10:00:00 10:12:55 Views of Aliano, black and white footage of men and women in donkey carts, farmers, more views of the town. Commentary quotes: “Christ did not come. Christ stopped at Eboli.” Painting of woman and little boy alongside view over the town. Photograph of Carlo Levi. Extract from Cristo si è fermato a Eboli / Christ Stopped at Eboli (Francesco Rosi, 1978): Levi in the town; local people going about their daily activities. Men skinning a goat. One explains to Levi that the goats must all be killed because they are being taxed and this will destroy the people’s livelihood. Rally of members of the Lega Lombarda who want a state separate from the region, starting south of Rome. Footage from the early part of the 20th century. Photograph of Levi, born 1902, as a boy. Photograph of Levi’s mother. Stefano Levi della Torre, Levi’s nephew in front of painting of Levi’s father, Ercole. He explains that Levi’s uncle, Claudio Treves, one of the founders of the Italian Socialist Party, suggested that Levi should not be circumcised because this was “barbarous” though this caused arguments with the more working class elements of the family. Photograph of the Levi family. Photograph of Levi as a young man. Levi in his studio. Painting and photograph of his mother, photograph of the Levi family in Venice, portraits, intercut with early traffic scenes, Fascist rallies, gymnastic displays, military manoeuvres, etc. Vittorio Foa talks about the growth of anti-Fascism. Newspapers and posters for the anti-Fascist organisation Giustizia e Libertà which Levi joined. Paris, where the organisation was based, in the 1930s. VO reading letter from Levi to his mother (1933) describing anti-German policies by Jewish shops in France. Antonio del Guercio talking about Levi’s joining “the Jewish Disapora school of painting” (examples of the work of Pascin, Soutine, Chagall and Modigliani, all working in Paris) which he describes as a world of dreaming. Paintings by Levi who went back to Turin and set up “The Six” (I Sei Pittori di Torino), a group opposed to the nationalist art promoted by Mussolini. Fascist paintings; films of rallies. Foa.describes how Levi calmed him down by painting his portrait at a time when they both knew they were likely to be arrested. Foa’s VO continues over shot of the portrait. Guido Soldati, Levi’s nephew about Levi being arrested, asking to finish his painting for the cover of Mario Soldati’s book, America, before they took him away, and using this time to destroy some compromising documents. Levis’s police record from 1934. Paintings. VO quoting document by Levi in which he asks not to be sent somewhere where conditions would make it impossible for him to continue painting. Commentary says Levi was sent to Lucania, in the far south. Landscape, aerial view of the barren countryside, view of Aliano. Christ Stopped at Eboli extract shows Levi arriving by car. ACE243.3 10:12:55 10:19:57 Original film of townspeople. VO of Raffaele Giura Longo, historian, describing the poverty and endemic illnesses of the region. Giura Longo talking, and more 1930s film of local people. VO reading Levi’s description of how he had to employ his medical training. The house Levi lived in. Some of his paintings, portraits, landscape and still life. VO rears one of his letters to his mother. Photograph of landowners; contemporary film of local people. VO reads from Christ Stopped at Eboli novel about the local doctor. Extract from Christ Stopped at Eboli film: townspeople being stirred up against the English. Photo of townspeople from 1930s. Giura Longo points out that Levi distinguished between gentry who were actively political for one reason or another and peasants.who were indifferent to the Fascist regime. VO continues over shots of townspeople today. Levi’s words about the attitude of the peasants read over. Giovanni Russo, writer, says that the peasants sympathised with Levi as they felt they suffered similar persecution and injustice. Photograph of Levi and his dog. Russo’s VO continues. Extract from Christ Stopped at Eboli with Levi painting peasant woman who tells him he should learn witchcraft. A wall of Levi’s portraits. Actor’s VO continues. \u000b ACE243.4 10:19:57 10:27:41 Real landscapes intercut with landscape paintings by Levi. Antonio Cardinale, Levi’s neighbour in Aliano, showing the portrait of himself as a boy that appeared on the front of Levi’s book, and describing how Levi painted it. Photograph of Levi with boys; VO reading Levi’s words on why he used them as models. Antonio Mango and Giuseppe de Luca, more of Levi’s young models, describe their experiences. Paintings of boys. VO reading description of town boys. Townspeople. The children’s brass band playing – intercut with photographs of similar scenes from the 1930s. Paintings. Levi’s words over describing how his exile has brought changes in his subject matter. Pia Vivarelli, art critic, talking about Levi’s growing need for “detachment” from his surroundings. Portraits. Vivarelli says that this detachment didn’t prevent his paintings revealing an affection for his subjects. Elsewhere, particularly in paintings of his housekeeper, Giulia, he captured what he thought of as fundamental aspects of Southern peasant culture. Levi’s words over this portrait. Peasant woman stacking wood; VO continues. Painting of woman and child. Painting of Aliano. Russo (VO continues over shots of local people) describing how local traditions kept the region from developing, but also gave it a sense of social purpose. Paintings; Levi’s words over describing how his earlier life now seemed very “foreign” and that the two worlds could not communicate with each other.\u000b\u000b ACE243.5 10:27:41 10:38:50 Extract from Christ Stopped at Eboli with Levi saying goodbye to a visitor and then surrounded by local children. VO of Stefano Levi della Torre explaining that, in fact, this exile was one of the happiest times of his life. Levi della Torre says that Levi rediscovered links with the old world his father had come from, and “a love for the ancient, irrational and mythical”. Photograph of Ercole with very young Carlo. Cemetery. Levi’s words over describing the character’s meeting with a gravedigger. Original 1930s footage of military aircraft, bombings, troops marching, etc.\u000bExtract from Christ Stopped at Eboli with peasants listening to announcement of capture of Addis Ababa. Aliano. Photograph of Levi and others. Levi’s words over talking about political prisoners being freed as the result of the celebratory amnesty. He didn’t leave immediately. Foa describes meeting Levi again in 1945 in Rome. Film of a column of peasants with donkey carts. Commentary on how the issue of “the South” rose to the top of the political agenda. Cover of Cristo se è fermato a Eboli. Commentary says that Levi became a major protagonist in the debate about the South. Russo explains that Levi’s views on how to solve the problem were at variance with both those of the Left and the government. Film of Levi at work on sketches for a portrait. Russo VO. Levi’s words describing how some of his friends were completely incapable of – and not interested in – trying to understand. Film of Southern town. Film of Southern men arriving by train in the North. Foa’s VO explaining that this “emptying” of the South has had profound effects on Italian society. Extract from Rocco and His Brothers (Luchino Visconti, 1960). The brothers arriving at their new home in Milan, watched by women who describe them as “Africans”. Labourers digging roads. Anti-migrant graffiti. Foa VO. The Lega Lombarda rally. Foa VO. Foa describing how the North is tending to reject the South as a drain on its own wealth. VO continues, over contemporary film of Southern town with relatively affluent people, pointing out that the South has made huge efforts in recent years. Aliano. Levi’s tombstone. Photograph of Levi and peasant. Foa VO. Foa pointing out that Levi taught Italians from industrial town that they, too, had peasant ancestors, and taught the value of memory in effecting change. Floats passing through crowded streets in a religious procession. Credits.","Date":"1993","Choreographer":"","Title":"Carlo Levi Stopped Here","Part":"","Film ID":"ACE243","Production Company":"Bandung"}