{"Synopsis":"One of a series of short films inspired by paintings: the director and his relationship with a painter.","Director":"Paul Schrader","Article":"","Minutes":"5 min","Full credits":"Untitled (from New Blue series) by Manny Farber 1992. Oil on Wood. From the Private Collection of Paul Schrader. With Many Thanks to Manny Farber. Directed by Paul Schrader; Producer and Director of Photography Mitch Gross; Editor Adrienne Berofsky; Camera Assistant Luke Geissbuhler; Non-Linear Engineer Robert Tate; Assistant to Paul Schrader, Francisco Aliwalas. Additional Thanks to Columbia University, School of Arts, Film Division. Music Wichita Sutra Vortex, CBC Records Inc, Dunvagen Music Publishing, Composed by Philip Glass; Original Title Music Roger White; Series Titles Excess; Series Researcher Nigel Algar; Executive Producers Rodney Wilson, Keith Alexander; Series Producers Keith Griffiths, Diane Freeman. Koninck for BBC and the Arts Council of England. © BBC MCMXCV The Arts Council of England.","chapters":[{"out":272,"in":0,"desc":"VO on meeting Manny Farber and later purchasing his painting, New Blue. The painting on the wall of Paul Schrader’s apartment. Details of the painting. Farber’s VO on “termite art”, and on various aspects of the painting and its history; captions superimposed read “I’m setting up a relay system from one object to another”; “How to make objects and spaces talk to each other”; “There is a chatter going on between objects”. Photograph of Farber standing in front of the painting. The painting on Schrader’s wall. Photograph of Schrader and family with Farber. Caption: “Termite art goes always forward with no sign the artists has any object in mind other than eating away the boundaries of his art” 1962. Farber’s signature, 5/93. Credits."}],"Series":"Picture House","Full synopsis":"ACE295.2 10:00:00 10:04:32 VO on meeting Manny Farber and later purchasing his painting, New Blue. The painting on the wall of Paul Schrader’s apartment. Details of the painting. Farber’s VO on “termite art”, and on various aspects of the painting and its history; captions superimposed read “I’m setting up a relay system from one object to another”; “How to make objects and spaces talk to each other”; “There is a chatter going on between objects”. Photograph of Farber standing in front of the painting. The painting on Schrader’s wall. Photograph of Schrader and family with Farber. Caption: “Termite art goes always forward with no sign the artists has any object in mind other than eating away the boundaries of his art” 1962. Farber’s signature, 5/93. Credits.","Date":"1995","Choreographer":"","Title":"New Blue","Part":"","Film ID":"ACE295","Production Company":"Koninck"}