{"Synopsis":"One of a ten-part series, presented by John Hegley, in which contemporary poets read their work: with Adonis, John Cooper Clarke, and Tom Raworth.","Director":"John Gwyn","Article":"","Minutes":"24 min","Full credits":"Presented by John Hegley; With Adonis, Translated by Abdullah al-Urdhari, John Cooper Clarke, Tom Raworth. Archive Footage Lebanon (ITN), Tristan Tzara from Dadascope by Hans Richter. Theme Music Composed and Performed by John Hegley, Nigel Piper; Graphic Designer Bob Baptist; Studio Cameras Mike Somers; Film Camera Tom Ritchie; Assistant Camera Alan Moir; Studio Sound Phil Middlemore; Film Sound Allan Tarn; Lighting Director Tony Nuttall; Vision Mixer Gwynne Challenger; Floor Manager Ted Gowling; Production Assistant Jean Reed; Film Editor Trevor Wonfor; VT Editors Roger Drew, Peter Eichler; Design Ian Reed; Researchers Angela Pollard, Oonagh Taylor; Producers for the Arts Council Rodney Wilson, Alistair Niven; Executive Producer Paul Corley; Studio Producer/Director John Gwyn; Location Director/Programme Editor Tom Pickard. A Border Television Production in association with The Arts Council of Great Britain. © Border Television and the Arts Council.","chapters":[{"out":832,"in":0,"desc":"John Hegley introduces the programme, recites Vision and Rowena, and introduces John Cooper Clarke. John Cooper Clarke introduces and recites Nothing. Clarke introduces and recites There Was a Young Fella from Leigh. Clarke recites from chapter one of his book, Tadpoles, the Poor Man’s Caviar. Tom Raworth recites The West over chattering toy teeth. Raworth recites Sing. Raworth reads part of West Wind. Raworth is about to recite University Days, but caption says “This poem has been removed for further study”. Raworth reads Gracious Living: Tara. Raworth reads Hot Day at the Races over processed racing footage. Raworth recites Morning. Raworth with a speech balloon and the words of Reference. Raworth, seen against TV colour bars, recites Gaslight. Second image and echo superimposed. Raworth reads No Light, No Tunnel. Raworth reads English Opium. Hegley mentions Raworth’s book, Tottering State."},{"out":1468,"in":832,"desc":"Caption: “Tristan Tzara performs his Chanson Dada Dada Song”. Early film of various kinds of races (horses, cycles, etc.) in France; sound recording (in French, with EST) of Tzara over. Hegley reads The Kiss, and introduces Adonis. Tanks in Lebanon. Caption: “The Desert. The Diary of Beirut Under Siege, 1982.” Adonis reads The Desert (in Arabic with EST); footage of Adonis and escalators; rocket attacks, injured men in hospital, burning buildings, crying child, tanks, etc. Clarke introduces and recites (I’ve Got a Brand New) Track Suit and goes straight into Health Fanatic. Clarke recites Big Trouble in Little China. Credits over continuing reading."}],"Series":"Word of Mouth","Full synopsis":"ACE221.2 10:00:00 10:13:52 John Hegley introduces the programme, recites Vision and Rowena, and introduces John Cooper Clarke. John Cooper Clarke introduces and recites Nothing. Clarke introduces and recites There Was a Young Fella from Leigh. Clarke recites from chapter one of his book, Tadpoles, the Poor Man’s Caviar. Tom Raworth recites The West over chattering toy teeth. Raworth recites Sing. Raworth reads part of West Wind. Raworth is about to recite University Days, but caption says “This poem has been removed for further study”. Raworth reads Gracious Living: Tara. Raworth reads Hot Day at the Races over processed racing footage. Raworth recites Morning. Raworth with a speech balloon and the words of Reference. Raworth, seen against TV colour bars, recites Gaslight. Second image and echo superimposed. Raworth reads No Light, No Tunnel. Raworth reads English Opium. Hegley mentions Raworth’s book, Tottering State. ACE221.3 10:13:52 10:24:28 Caption: “Tristan Tzara performs his Chanson Dada Dada Song”. Early film of various kinds of races (horses, cycles, etc.) in France; sound recording (in French, with EST) of Tzara over. Hegley reads The Kiss, and introduces Adonis. Tanks in Lebanon. Caption: “The Desert. The Diary of Beirut Under Siege, 1982.” Adonis reads The Desert (in Arabic with EST); footage of Adonis and escalators; rocket attacks, injured men in hospital, burning buildings, crying child, tanks, etc. Clarke introduces and recites (I’ve Got a Brand New) Track Suit and goes straight into Health Fanatic. Clarke recites Big Trouble in Little China. Credits over continuing reading.","Date":"1990","Choreographer":"","Title":"Word of Mouth 9","Part":"","Film ID":"ACE221","Production Company":"Border Television"}