{"Synopsis":"One of a ten-part series, presented by John Hegley, in which contemporary poets read their work: with Jean Binta Breeze, Carl Rakosi, and Andrew Voznsenski.","Director":"John Gwyn","Article":"","Minutes":"25 min","Full credits":"Presented by John Hegley; With Jean Binta Breeze, Carl Rakosi, Andrew Voznsenski. Our Thanks to Poetry International Rotterdam. Graphic Designer Bob Baptist; Studio Cameras Mike Somers; Film Cameraman Tom Ritchie; Assistant Cameraman Alan Moir; Studio Sound Phil Middlemore Film Sound Allan Tarn; Lighting Director Tony Nuttall; Vision Mixer Gwynne Challenger; Floor Manager Ted Gowling; Production Assistant Jean Reed; Film Editor Trevor Wonfor; VT Editors Roger Drew, Peter Eichler, Design Ian Reed; Researchers Angela Pollard, Oonagh Taylor; Producers for the Arts Council Rodney Wilson, Alistair Niven; Executive Producer Paul Corley; Studio Director/Producer John Gwyn; Location Director, Programme Editor Tom Pickard. A Border Television Production in association with The Arts Council of Great Britain. © Border Television and the Arts Council.","chapters":[{"out":430,"in":0,"desc":"John Hegley introduces the programme, introduces and recites Poem About Not Using Tropical Hardwoods Because it Diminishes the Rain Forests, and introduces Jean “Binta” Breeze. Jean “Binta” Breeze introduces and recites dub poem, Soun de Abeng fi Nanny. Film of Andrei Voznesensky (with footage of Stalin) telling an anecdote illustrating how some young Russians are ignorant of Stalin’s actions against his own people. Voznesensky introduces and recites A Driver (in Russian, with EST)."},{"out":989,"in":430,"desc":"Hegley reads His Heart’s in the Wrong Place, It Should be in the Dustbin. Breeze recites Dreamer. Breeze introduces and recites Ordinary Morning. Film of Carl Rakosi; reads The Experiment with a Rat. Rakosi talks about the tension in a poet between subject matter and beauty of form. Reads Of all the Old Times, I’ll take Chinese Poetry. Introduces and reads The Country Singer. Talks about expressing reality and emotion. Reads Instructions to the Player. Hegley reads Christmas, and introduces material from the Rotterdam International Festival of Poetry."},{"out":1471,"in":989,"desc":"[The following all appears to be footage from 1988.] Rotterdam. Jules Deelder announcing, from a refuse lorry, events of that evening. Hegley VO reading short poems over shots of the Park on the Nieuwe Maas, crowds, balloons. Deelder. The festival poster. Refuse lorries painted with short quotations such as “The poem is a message” (Deelder), “Let the earth always be clear and always clear the sky” (Rafael Alberti). Yehuda Amichai. Diane Ozon, Lawrence Raab, Vyacheslav Kuprianov (with Nizametdin Akhmetov beside him?), and James Fenton performing. Deelder making announcements. Shu Ting performing. Deelder. Lawrence Raab performing. Audience. Tomaz Salamun performing. Deelder. Audience. Zbigniew Herbert. Francis Bebey. Wole Soyinka. Hawad. The Park. Bei Dao introduced. Bei Dao performing The Snow Line. VO scenes in the Park. Hegley VO shots of Rotterdam reading translation. Credits."}],"Series":"Word of Mouth","Full synopsis":"ACE217.2 10:00:00 10:07:10 John Hegley introduces the programme, introduces and recites Poem About Not Using Tropical Hardwoods Because it Diminishes the Rain Forests, and introduces Jean “Binta” Breeze. Jean “Binta” Breeze introduces and recites dub poem, Soun de Abeng fi Nanny. Film of Andrei Voznesensky (with footage of Stalin) telling an anecdote illustrating how some young Russians are ignorant of Stalin’s actions against his own people. Voznesensky introduces and recites A Driver (in Russian, with EST). ACE217.3 10:07:10 10:16:29 Hegley reads His Heart’s in the Wrong Place, It Should be in the Dustbin. Breeze recites Dreamer. Breeze introduces and recites Ordinary Morning. Film of Carl Rakosi; reads The Experiment with a Rat. Rakosi talks about the tension in a poet between subject matter and beauty of form. Reads Of all the Old Times, I’ll take Chinese Poetry. Introduces and reads The Country Singer. Talks about expressing reality and emotion. Reads Instructions to the Player. Hegley reads Christmas, and introduces material from the Rotterdam International Festival of Poetry. ACE217.4 10:16:29 10:24:31 [The following all appears to be footage from 1988.] Rotterdam. Jules Deelder announcing, from a refuse lorry, events of that evening. Hegley VO reading short poems over shots of the Park on the Nieuwe Maas, crowds, balloons. Deelder. The festival poster. Refuse lorries painted with short quotations such as “The poem is a message” (Deelder), “Let the earth always be clear and always clear the sky” (Rafael Alberti). Yehuda Amichai. Diane Ozon, Lawrence Raab, Vyacheslav Kuprianov (with Nizametdin Akhmetov beside him?), and James Fenton performing. Deelder making announcements. Shu Ting performing. Deelder. Lawrence Raab performing. Audience. Tomaz Salamun performing. Deelder. Audience. Zbigniew Herbert. Francis Bebey. Wole Soyinka. Hawad. The Park. Bei Dao introduced. Bei Dao performing The Snow Line. VO scenes in the Park. Hegley VO shots of Rotterdam reading translation. Credits.","Date":"1990","Choreographer":"","Title":"Word of Mouth 5","Part":"","Film ID":"ACE217","Production Company":"Border Television"}