{"Synopsis":"Zimbabwean musician, Biggie Tempo (1958-1995), talks to a number of English folk musicians about their work and their views on traditional English music.","Director":"Mike Alexander","Article":"","Minutes":"53 min","Full credits":"Devised and co-ordinated by Roger Watson; Production Manager Eric Coulter; Continuity Nicki Young; Sound Mixer Louis Kramer; Sound Recordist Rupert Castle; Sound Assistant Simon Chirgwin; Sound Editor Neil Castell; Dubbing Mixer Peter Smith; Assistant Film Editor Elaine Donnelly; Trainee Mark Raeburn; Gaffer Jimmy Mitchell; Additional Photography Martin Singleton, Jeremy Humphries; Focus Pullers Andy Ford, Ian Moss, Alan Stewart; Editor Fiona MacDonald; Director of Photography Mark Littlewood; Producer Douglas Eadie; Director Mike Alexander, A Pelicula Film for Channel 4 in association with The Arts Council. © Channel Four MCMXCI.","chapters":[{"out":657,"in":0,"desc":"Stonehenge. Biggie Tembo playing bush piano. Scenes of “traditional” England. Tembo’s VO talking about playing traditional Zimbabwean music in England, but not finding much traditional English music. Salisbury Cathedral. The Barely Works playing at a music event there. Stonehenge. Tembo talking to Mat Fox about how to discover traditional English music. Identifiable music culture in Scotland, Ireland and Wales, but English music is caught up in Victorian ideas of village hall dancing, Morris dancing, etc. The Barely Works playing Byker Hill. Bleddington, Cotswolds. The South Downs Morris team performing. Tembo talking to Phil Everitt, about the way Morris dancing and similar activities have been packaged for the tourist industry, and that many young people therefore don’t take it seriously. The Morris team performing; Discussion continues over."},{"out":1234,"in":657,"desc":"Northumberland countryside. Kathryn Tickell (on fiddle), Will Taylor, Will Atkinson, and Alistair Anderson playing. Tembo talks to Anderson and the others about old music being handed down to new generations, and how this can change it. The Kathryn Tickell band with Tickell playing Northumberland pipes. Anderson at Folkworks, with a class of young people. Anderson with Tembo and the others. Tickell talks about growing up with the music and learning from people like Taylor. The Kathryn Tickell band (Tickell on fiddle)."},{"out":1288,"in":1234,"desc":"END OF PART ONE"},{"out":1809,"in":1288,"desc":"Billy Bragg singing Trust. Bragg VO. Bragg talking to Tembo about political music, with which he feels he’s been categorised. He talks also about the mixed background of British music, and multiculturalism. Bragg and Tembo playing and singing There is Power in a Union. The Robb Johnson Band playing in Southall, London, This is the UK Talking. Johnson talking to Tembo about being part of the British ballad tradition, but with his music also coming from the rhythms he hears around him, reggae, bangra, etc. The Band continues to play."},{"out":2516,"in":1809,"desc":"Johnson and Roger Watson talking to Tembo about political songs, which don’t fit popular formulae. Watson talks about his own work with Southern Arts which tries to ensure that older folk music is known about, and also enables people to create new and relevant folk music today. The Band performing. Heather Joyce performing. Joyce tells Tembo about the influences in her music, which came more from a good musical education than from hearing folk music. She describes the story of Lady Jay’s Grave, near Hand Tor, on Dartmoor. She’s interested in keeping history alive through music, and worries that English traditional music is stagnating. Joyce singing her song about Kitty Jaye; views of Dartmoor and the grave intercut."},{"out":3160,"in":2516,"desc":"The Old Profanity showboat at Bristol. The Oyster Band with Too Late Now. John Jones and Ian Telfer talking about their mixture of folk and rock music, and considering themselves “British” rather than “English”. They want to open up both the rock and folk worlds. The Band with This Year, Next Year. Tembo says that he’s worried about losing the folk tradition. Jones says they want to continue to draw on their folk roots. The Band performing New York Girls. Tembo on guitar. Credits (performance continues)."}],"Series":"Sound Stuff","Full synopsis":"ACE225.2 10:00:00 10:10:57 Stonehenge. Biggie Tembo playing bush piano. Scenes of “traditional” England. Tembo’s VO talking about playing traditional Zimbabwean music in England, but not finding much traditional English music. Salisbury Cathedral. The Barely Works playing at a music event there. Stonehenge. Tembo talking to Mat Fox about how to discover traditional English music. Identifiable music culture in Scotland, Ireland and Wales, but English music is caught up in Victorian ideas of village hall dancing, Morris dancing, etc. The Barely Works playing Byker Hill. Bleddington, Cotswolds. The South Downs Morris team performing. Tembo talking to Phil Everitt, about the way Morris dancing and similar activities have been packaged for the tourist industry, and that many young people therefore don’t take it seriously. The Morris team performing; Discussion continues over. ACE225.3 10:10:57 10:20:34 Northumberland countryside. Kathryn Tickell (on fiddle), Will Taylor, Will Atkinson, and Alistair Anderson playing. Tembo talks to Anderson and the others about old music being handed down to new generations, and how this can change it. The Kathryn Tickell band with Tickell playing Northumberland pipes. Anderson at Folkworks, with a class of young people. Anderson with Tembo and the others. Tickell talks about growing up with the music and learning from people like Taylor. The Kathryn Tickell band (Tickell on fiddle). ACE225.4 10:20:34 10:21:28 END OF PART ONE ACE225.5 10:21:28 10:30:09 Billy Bragg singing Trust. Bragg VO. Bragg talking to Tembo about political music, with which he feels he’s been categorised. He talks also about the mixed background of British music, and multiculturalism. Bragg and Tembo playing and singing There is Power in a Union. The Robb Johnson Band playing in Southall, London, This is the UK Talking. Johnson talking to Tembo about being part of the British ballad tradition, but with his music also coming from the rhythms he hears around him, reggae, bangra, etc. The Band continues to play. ACE225.6 10:30:09 10:41:56 Johnson and Roger Watson talking to Tembo about political songs, which don’t fit popular formulae. Watson talks about his own work with Southern Arts which tries to ensure that older folk music is known about, and also enables people to create new and relevant folk music today. The Band performing. Heather Joyce performing. Joyce tells Tembo about the influences in her music, which came more from a good musical education than from hearing folk music. She describes the story of Lady Jay’s Grave, near Hand Tor, on Dartmoor. She’s interested in keeping history alive through music, and worries that English traditional music is stagnating. Joyce singing her song about Kitty Jaye; views of Dartmoor and the grave intercut. ACE225.7 10:41:56 10:52:40 The Old Profanity showboat at Bristol. The Oyster Band with Too Late Now. John Jones and Ian Telfer talking about their mixture of folk and rock music, and considering themselves “British” rather than “English”. They want to open up both the rock and folk worlds. The Band with This Year, Next Year. Tembo says that he’s worried about losing the folk tradition. Jones says they want to continue to draw on their folk roots. The Band performing New York Girls. Tembo on guitar. Credits (performance continues).","Date":"1991","Choreographer":"","Title":"Beyond the Maypole","Part":"","Film ID":"ACE225","Production Company":"Pelicula"}