{"Synopsis":"The work of American photographer, Cindy Sherman (b.1954) in creating staged images that draw on popular culture and art history to explore female identity and its mainstream representations.","Director":"Mark Stokes","Article":"","Minutes":"56 min","Full credits":"Photographs Copyright Cindy Sherman; Courtesy Metro Pictures; Production Co-ordinator New York Kaly Walker; Camera Robert Perrin, Rory O’Shea, Elizabeth Dory; Sound Pamela Yates; Dubbing Mixer Michael Narduzzo; Dubbing Editor Polly Gladwin; Titles Tomato; Rostrum Camera Ivor Richardson, Graham Hazard; Unit Manager Susan Wills; Production Manager Jacqui Timberlake; Film Editor Wayne Balmer, Andrew Wilde; Executive Producer Ron Orders; Executive Producer for the Arts Council Rodney Wilson; Producer Robert McNab; Director Mark Stokes. A Cinecontact production for BBC and the Arts Council of Great Britain. Arena Series Editors Nigel Finch, Anthony Wall. © BBC and the Arts Council of Great Britain MCMXCIV.","chapters":[{"out":528,"in":0,"desc":"Cindy-Sherman-eye-view of her empty studio. Sherman’s VO musing on its emptiness and what might happen. Central Park, New York. Some of Sherman’s photographs. Sherman in taxi. Sherman in her studio. Polaroid photographs. Commentary describes her work as revealing “an unsettling landscape of solitary women”. Full size photographs in galleries, including Untitled #228 (1990). Sherman saying that photography is much quicker than painting, and that a photograph “can make people believe anything”. Portrait photographs of herself. She finds it more interesting “to tell lies”, to photograph “what’s in somebody’s imagination”. Photographs from the Disasters series (1988). Sound over is that of police at crime scene. Sherman walking in dark city streets. VO talking about her reactions to New York when she first arrived there. Sherman talks about needing a “street persona”, and how she’s changed her appearance from time to time. Untitled #93 (1990). Robert Longo, Artist, talks about Sherman being afraid to leave the house for some weeks. Photographs from contact sheet of Sherman indoors. Helicopter. One of Sherman’s photographs. World Trade Center and back of nearby buildings."},{"out":922,"in":528,"desc":"Another photograph. Police conversations over. Film of pigeon eating grain on table. Photographs and contact sheets from the late 1970s and early 1980s; includes Untitled Film Still #53 (1980). Her VO describes how the idea for filming herself with changing expressions came about. Sherman’s VO describing her preference for dressing up as more grotesque characters, not as “some pretty role model”. Trying on different garments in front of a mirror. Photographs of Sherman and a friend as old ladies. Untitled #282 and others. Sherman says the images are not planned; they suddenly take shape as she tries different things. Various photographs of herself; Sherman talking about working in her own domestic surroundings, not a studio; more photographs. New York scenes; intercut with b&w photograph; other photograph of Sherman. Jamie Lee Curtis talking about the Untitled Film Still series and the impact of the pictures. More images from the series"},{"out":1540,"in":922,"desc":"Video sequence of woman eating ice-cream. Sherman, her VO pointing out that her generation was the first to grow up watching television. More video footage. Untitled Film Still. Photographs: Sherman VO talking about the look she was aiming for, and the sort of narrative she constructs. Film and photographs of a “road” story. City driving. Photographs. Film of sites of some of these photographs intercut with the images. Various photographs with urban settings; VO on the resonances these images have. Photographs of domestic interiors; detergent commercial. Sherman says that any woman appearing on television would have been some kind of role model. Photograph of a woman whom Curtis describes as a “Frances Farmer” figure, conveying an instantly recognisable mixture of glamour, frustration, and hidden anger. Photograph of a Marilyn Monroe type. New York streets at night. Sherman looking at book of her Centrefold photographs (1982). Marilyn-type voice reading from Gentlemen Prefer Blondes. B&W photograph. Sherman says she wanted men to react to the Centrefold series by feeling themselves to be violators; this is the first time she’s consciously thought about “the male gaze”. Though she would not describe herself as a “heavy duty… feminist… political person”, she feels that political statements do appear in her work. More photographs intercut with night city scenes. Sherman talks about the ambiguity in her work. Disaster photograph heading magazine article. Other written material. Sherman’s VO saying she’s not particularly interested in what’s being written and the theories advanced. She finds it amusing to see how her work can be stretched to fit other people’s theories."},{"out":2155,"in":1540,"desc":"Judith Williamson, Writer, says she doesn’t think of Sherman as a feminist or a non-feminist artist. As a feminist writer, she’s interested in the ideas she finds in Sherman’s work about popular culture and femininity, though she may not like all the scenarios portrayed. More Disaster. Excerpt from Night of the Living Dead (1968); Sherman in video shop. She says that films are probably her biggest influence, and that she likes horror films which she finds “calming” as they can help people come to terms with ideas of violence and death. Excerpt from Halloween (1978). Various photographs of this kind. Baby sleeping. Images of monsters. Sherman’s VO talking about always having light in her room when a child. More photographs; Sherman examining her collection of “fake body parts”. Her VO talking about how this collection started and expanded. Photographs. Sherman talking about the use of fake breasts and buttocks in work which she wanted to make very challenging. Longo, talking about a period in the 1980s when he believes that Sherman reacted with deliberate aggression against the “boys club” of well-supported popular male artists by attempting to make her work deliberately difficult; he refers to the “vomit” pictures that came after the horror film images. Some of these photographs."},{"out":2750,"in":2155,"desc":"Sherman assembling medical training dummy. Her VO talking about it and about ordering such items. Illustrated atalogue. Artificial foetus. Her VO talking about addressing sexuality in some way. VO continues - explaining that the National Endowment for the Arts withdrew funding - over photographs with pornographic connotations. Curtis on Sherman’s work at this time. More photographs. Various objects – cup, heads, dolls, necklace, hand – etc, with Sherman’s VO saying she like to keep an eye out for potentially useful items. Images from the book “Cindy Sherman – Specimens”; Sherman handling silicone hand. Her VO says she likes to inject a little humour into these photographs and believes that any shock factor should come from “the association of the artificiality and what it stands for”. Daytime street scenes. Sherman shopping for dolls, describing some she’d seen which were hyper-realistic, and commenting on dolls and girls’ clothes and accessories in the shop. Photographs, and objects – hands, dolls, etc. – illuminated by light flashes."},{"out":3330,"in":2750,"desc":"Sherman setting up a shoot, deciding on mask, going to Central Park. Story of Fitcher, “a wicked wizard who liked to cut people up” read over. Photographs and park scenes. Eric Bogosian, Actor, talking about fairy tales as a rich source “for the darker side of human nature”. Sherman talking about her researches on fairy tales. Book, Fitcher’s Bird. Assorted body parts – screaming head, hand, etc. – tin of ecto-plazma, baby, doll girl, skull, and so on; Bogosian’s VO continues reading. Extract from video. More images and props. Sherman explaining what drew her to this particular story. She thinks the gruesomeness of the story is balanced by the fact that the young heroine brings the other woman back to life at the end of the story. Story continues. Sherman assembling dummy. Sherman discussing the idea that all of her work is ultimately about death, and the connection between horror films and fairy stories, and how, perhaps, some of her work is an attempt to come to terms with the “unknown” element of death. White robed lying on back figure with black wiry hair . Sherman’s parrot confronting the camera. Credits over Sherman and the parrot."}],"Series":"Arena","Full synopsis":"ACE285.2 10:00:00 10:08:48 Cindy-Sherman-eye-view of her empty studio. Sherman’s VO musing on its emptiness and what might happen. Central Park, New York. Some of Sherman’s photographs. Sherman in taxi. Sherman in her studio. Polaroid photographs. Commentary describes her work as revealing “an unsettling landscape of solitary women”. Full size photographs in galleries, including Untitled #228 (1990). Sherman saying that photography is much quicker than painting, and that a photograph “can make people believe anything”. Portrait photographs of herself. She finds it more interesting “to tell lies”, to photograph “what’s in somebody’s imagination”. Photographs from the Disasters series (1988). Sound over is that of police at crime scene. Sherman walking in dark city streets. VO talking about her reactions to New York when she first arrived there. Sherman talks about needing a “street persona”, and how she’s changed her appearance from time to time. Untitled #93 (1990). Robert Longo, Artist, talks about Sherman being afraid to leave the house for some weeks. Photographs from contact sheet of Sherman indoors. Helicopter. One of Sherman’s photographs. World Trade Center and back of nearby buildings. ACE285.3 10:08:48 10:15:22 Another photograph. Police conversations over. Film of pigeon eating grain on table. Photographs and contact sheets from the late 1970s and early 1980s; includes Untitled Film Still #53 (1980). Her VO describes how the idea for filming herself with changing expressions came about. Sherman’s VO describing her preference for dressing up as more grotesque characters, not as “some pretty role model”. Trying on different garments in front of a mirror. Photographs of Sherman and a friend as old ladies. Untitled #282 and others. Sherman says the images are not planned; they suddenly take shape as she tries different things. Various photographs of herself; Sherman talking about working in her own domestic surroundings, not a studio; more photographs. New York scenes; intercut with b&w photograph; other photograph of Sherman. Jamie Lee Curtis talking about the Untitled Film Still series and the impact of the pictures. More images from the series ACE285.4 10:15:22 10:25:40 Video sequence of woman eating ice-cream. Sherman, her VO pointing out that her generation was the first to grow up watching television. More video footage. Untitled Film Still. Photographs: Sherman VO talking about the look she was aiming for, and the sort of narrative she constructs. Film and photographs of a “road” story. City driving. Photographs. Film of sites of some of these photographs intercut with the images. Various photographs with urban settings; VO on the resonances these images have. Photographs of domestic interiors; detergent commercial. Sherman says that any woman appearing on television would have been some kind of role model. Photograph of a woman whom Curtis describes as a “Frances Farmer” figure, conveying an instantly recognisable mixture of glamour, frustration, and hidden anger. Photograph of a Marilyn Monroe type. New York streets at night. Sherman looking at book of her Centrefold photographs (1982). Marilyn-type voice reading from Gentlemen Prefer Blondes. B&W photograph. Sherman says she wanted men to react to the Centrefold series by feeling themselves to be violators; this is the first time she’s consciously thought about “the male gaze”. Though she would not describe herself as a “heavy duty… feminist… political person”, she feels that political statements do appear in her work. More photographs intercut with night city scenes. Sherman talks about the ambiguity in her work. Disaster photograph heading magazine article. Other written material. Sherman’s VO saying she’s not particularly interested in what’s being written and the theories advanced. She finds it amusing to see how her work can be stretched to fit other people’s theories. ACE285.5 10:25:40 10:35:55 Judith Williamson, Writer, says she doesn’t think of Sherman as a feminist or a non-feminist artist. As a feminist writer, she’s interested in the ideas she finds in Sherman’s work about popular culture and femininity, though she may not like all the scenarios portrayed. More Disaster. Excerpt from Night of the Living Dead (1968); Sherman in video shop. She says that films are probably her biggest influence, and that she likes horror films which she finds “calming” as they can help people come to terms with ideas of violence and death. Excerpt from Halloween (1978). Various photographs of this kind. Baby sleeping. Images of monsters. Sherman’s VO talking about always having light in her room when a child. More photographs; Sherman examining her collection of “fake body parts”. Her VO talking about how this collection started and expanded. Photographs. Sherman talking about the use of fake breasts and buttocks in work which she wanted to make very challenging. Longo, talking about a period in the 1980s when he believes that Sherman reacted with deliberate aggression against the “boys club” of well-supported popular male artists by attempting to make her work deliberately difficult; he refers to the “vomit” pictures that came after the horror film images. Some of these photographs. ACE285.6 10:35:55 10:45:50 Sherman assembling medical training dummy. Her VO talking about it and about ordering such items. Illustrated atalogue. Artificial foetus. Her VO talking about addressing sexuality in some way. VO continues - explaining that the National Endowment for the Arts withdrew funding - over photographs with pornographic connotations. Curtis on Sherman’s work at this time. More photographs. Various objects – cup, heads, dolls, necklace, hand – etc, with Sherman’s VO saying she like to keep an eye out for potentially useful items. Images from the book “Cindy Sherman – Specimens”; Sherman handling silicone hand. Her VO says she likes to inject a little humour into these photographs and believes that any shock factor should come from “the association of the artificiality and what it stands for”. Daytime street scenes. Sherman shopping for dolls, describing some she’d seen which were hyper-realistic, and commenting on dolls and girls’ clothes and accessories in the shop. Photographs, and objects – hands, dolls, etc. – illuminated by light flashes. \u000b\u000b ACE285.7 10:45:50 10:55:30 Sherman setting up a shoot, deciding on mask, going to Central Park. Story of Fitcher, “a wicked wizard who liked to cut people up” read over. Photographs and park scenes. Eric Bogosian, Actor, talking about fairy tales as a rich source “for the darker side of human nature”. Sherman talking about her researches on fairy tales. Book, Fitcher’s Bird. Assorted body parts – screaming head, hand, etc. – tin of ecto-plazma, baby, doll girl, skull, and so on; Bogosian’s VO continues reading. Extract from video. More images and props. Sherman explaining what drew her to this particular story. She thinks the gruesomeness of the story is balanced by the fact that the young heroine brings the other woman back to life at the end of the story. Story continues. Sherman assembling dummy. Sherman discussing the idea that all of her work is ultimately about death, and the connection between horror films and fairy stories, and how, perhaps, some of her work is an attempt to come to terms with the “unknown” element of death. White robed lying on back figure with black wiry hair . Sherman’s parrot confronting the camera. Credits over Sherman and the parrot.\u000b\u000b","Date":"1994","Choreographer":"","Title":"Nobody’s Here but Me. Cindy Sherman","Part":"","Film ID":"ACE285","Production Company":"Cinecontact"}