{"Synopsis":"One of a series of short productions made by young black film- and video-makers, a dramatisation of a Caribbean folk tale in which trickster Anansi tries to find out a young woman’s secret name; the narration is by Jamaican-born community activist, Connie Mark (1923-2007).","Director":"Shirley Thompson","Article":"","Minutes":"7 min","Full credits":"Cast: Storyteller, Connie Mark; Anansi, Leon Hazlewood; Dora, Dollie Henry; King, Hi Ching ; Missirolinkia, Lorraine Le-Blanc. Crew: Director of Photography Jeff Baynes; Gaffer Jim Lennon; Camera Assistant Tiffany Walker; Grip Martin McCullough; Sound Recordist Kim Joseph; Art Director Andrea Montag; Make-up Artist Michele Baylis; Stills Photographer Armet Francis; Catering H. E.Thompson; Production Manager Dominic DeVine; Production Supervisor Juliet McKoen; Off-Line Editor Peter Harvey; On-Line Editor Julian Bryant; Telecine Operator Dave Ludlam; Music Shirley Thompson; Music & Effects Recording Henry Thomas; Executive Producers Paul Corley, Rodney Wilson; Special Thanks to Anita Bell, Jason Glenister, Carol Jacobs, Michael Ho, Glen Laker, Bill Pretty, Richard Thompson, Greenwich Council, The Mill, SVC TV, Tattooist International Ltd., Theatre Royal, Stratford East. Produced and Directed by Shirley Thompson. For the Arts Council of Great Britain and Carlton Television. © Arts Council of Great Britain & Prime Productions 1993.","chapters":[{"out":425,"in":0,"desc":"Woman sitting on her porch embroidering, tells a story about Anansi, “the trickster of the village”. Dora and her daughter, whose name, Missirolinkia, was kept secret so that a man would have to guess her name in order to marry"}],"Series":"Synchro 1","Full synopsis":"ACE233.2 10:00:00 10:07:05 Woman sitting on her porch embroidering, tells a story about Anansi, “the trickster of the village”. Dora and her daughter, whose name, Missirolinkia, was kept secret so that a man would have to guess her name in order to marry","Date":"1993","Choreographer":"","Title":"Anansi Fantasia","Part":"","Film ID":"ACE233","Production Company":"Prime Productions"}