{"Synopsis":"The work of English landscape and portrait painter, Joseph Wright (1734-1797), his documenting of the Industrial Revolution, and his fascination with the effects of light.","Director":"Catherine Collis","Article":"","Minutes":"25 min","Full credits":"Central wishes to thank Dr Brian Allen, Frank Bunting, Dr Alan Morton, Malcolm Strickland, Derby Art Gallery, The Tate Gallery, London, The Science Museum, The Trustees of the British Museum, The Arkwright Society, The National Trust, Via Gellia Colour Company The National Gallery, London, Hermitage Museum, Leningrad, Allen Memorial Art Museum, Oberlin College, Ohio, Sheffield City Art Galleries, The Syndics of the Fitzwilliam Museum, Cambridge, Fitchburg Art Museum, Wadsworth Athenaeum, Hartford, Connecticut, Leeds City Art Galleries, Yale Center for British Art, Paul Mellon Collection, Vancouver Art Gallery, Pushkin State Museum, Moscow, The University College of Wales, Aberystwyth, The Trustees of the Kedleston Estate Trusts, Walker Art Gallery, Liverpool, Smith of Derby, Tower Clocks Ltd., Southampton City Art Gallery. The Scientific Lecturer, Geraint Thomas; Commentary read by David Munro; Programme Consultant Judy Egerton; Camera Ian Hollands; Sound Frank Minton; Graphics The Image Facility; Rostrum Frameline; Dubbing Editor John Hall; Dubbing Mixer Richard King; Production Associate Vicky Allen; Production Assistant Sylvia Ellis; Production Secretary Alison Fuller; Film Editor McDonald Brown; Executive Producer for the Arts Council Rodney Wilson; Producer Jim Berrow; Director Catherine Collis; Arts Council of Great Britain in association with Central Television.","chapters":[{"out":555,"in":0,"desc":"Introduction with brief views of several paintings, including Self Portrait. Dr Stephen Daniels, Nottingham University. Engraving of 18th century Derby. David Fraser, Derby Museum and Art Gallery, on Wright’s “artificial light” subjects. Judy Egerton, Tate Gallery, quotes Gazetteer description of Wright as “a very great and uncommon genius in his peculiar way”. Two of Wright’s “candlelight” paintings, Three Persons Viewing The Gladiator by Candlelight (1765), and A Girl Reading a Letter with an Old Man Reading over Her Shoulder (c.1760-1762). Actor as Scientific Lecturer. A Philosopher Giving That Lecture on the Orrery in Which a Lamp is Put in Place of the Sun (1765) and Scientific Lecturer with orrery. Scientific Lecturer and his assistant create a vacuum under a bell-jar. An Experiment on a Bird in the Air Pump (1768). Dr Roy Porter, The Wellcome Institute for the History of Medicine, describes the experiment. Details of the painting. The Scientific Lecturer concludes his experiment. Details of the painting. Porter talks about its religious qualities. Daniels talks about “quasi-religious imagery” of this and A Blacksmith’s Shop."},{"out":1005,"in":555,"desc":"An Iron Forge Viewed from Without. Porter on the 18th century Lunar Society, set up in Birmingham. Wright’s portraits of some of its members, Portrait: John Whitehurst and Portrait of Erasmus Darwin. Egerton on Wright’s portraits, commissioned by a circle of the bourgeoisie. Portrait of Christopher Heath and Mrs Sarah Caton; Mrs Wilmot in Riding Dress. Egerton points to the lightning in the portrait of Brooke Boothby (1781) and in Two Girls Decorating a Kitten by Candlelight. Self Portrait drawing. Commentary talks of his visit to Italy in 1773. His sketchbooks and sketches. Egerton VO describes them. Fireworks. Girandola at the Castle of St Angelo in Rome (1779) and The Annual Girandola at the Castel Sant' Angelo, Rome (1775-76). An Eruption of Vesuvius, Seen from Portici (c.1774-76), Vesuvius in Eruption With a View over the Islands in the Bay of Naples, Vesuvius in Eruption, An Eruption of Mount Vesuvius With the Procession of St Januarius’s Head. Volcano erupting. Fraser describes this major change in Wright’s subject matter. Dovedale by Moonlight. The Derwent Valley. Matlock Tor by Daylight, Derwent Valley limestone crags, Landscape With Figures and a Tilted Cart – Matlock High Tor in the Distance. Dovedale; View in Dovedale. Ruins of Dale Abbey; Landscape with Dale Abbey and Church Rocks which includes Matlock in the background."},{"out":1500,"in":1005,"desc":"Richard Arkwright’s water-powered spinning mill at Cromford. Daniels describes Arkwright’s Cotton Mills by Night in which the buildings themselves are floodlit as well as being lit from within. Porter talks of Wright’s “romantic” attitude to the Industrial Revolution. Daniels talks about the spectacle and patriotism of industry. Porter on the nature of 18th century British society; Wright celebrates the culture of industry and its heroes. Portrait of Samuel Oldknow, holding the muslin that made his fortune; Francis Hurt with a lump of lead ore to symbolise his lead smelting works; Jedediah Strutt, one-time partner of Richard Arkwright; Sir Richard Arkwright, with part of the cotton spinning machine on which his wealth was founded. Egerton VO this last. Egerton and the portrait. Fraser on Wright’s health. Egerton believes Wright suffered from clinical depression. The Old Man and Death; The Captive from Sterne (based on a scene in Lawrence Sterne’s novel Sentimental Journey); The Indian Widow (aka The Widow of an Indian Chief Watching the Arms of her Deceased Husband (1785). Fraser VO. Wright continued to work at capturing light and its effects. Landscape with a Rainbow (c.1793). River. Rydal Waterfall. Egerton. Ullswater. Fraser VO Self Portrait. Credits run beside details of paintings Miravan Breaking Open the Tomb of His Ancestors (1772), A Grotto in the Gulf of Salernum With the Figure of Julia, Banished from Rome (1780), A Philosopher by Lamplight (1769), and The Alchemist in Search of the Philosopher’s Stone (1771)."}],"Series":"Contrasts","Full synopsis":"ACE211.2 10:00:00 10:09:15 Introduction with brief views of several paintings, including Self Portrait. Dr Stephen Daniels, Nottingham University. Engraving of 18th century Derby. David Fraser, Derby Museum and Art Gallery, on Wright’s “artificial light” subjects. Judy Egerton, Tate Gallery, quotes Gazetteer description of Wright as “a very great and uncommon genius in his peculiar way”. Two of Wright’s “candlelight” paintings, Three Persons Viewing The Gladiator by Candlelight (1765), and A Girl Reading a Letter with an Old Man Reading over Her Shoulder (c.1760-1762). Actor as Scientific Lecturer. A Philosopher Giving That Lecture on the Orrery in Which a Lamp is Put in Place of the Sun (1765) and Scientific Lecturer with orrery. Scientific Lecturer and his assistant create a vacuum under a bell-jar. An Experiment on a Bird in the Air Pump (1768). Dr Roy Porter, The Wellcome Institute for the History of Medicine, describes the experiment. Details of the painting. The Scientific Lecturer concludes his experiment. Details of the painting. Porter talks about its religious qualities. Daniels talks about “quasi-religious imagery” of this and A Blacksmith’s Shop. ACE211.3 10:09:15 10:16:45 An Iron Forge Viewed from Without. Porter on the 18th century Lunar Society, set up in Birmingham. Wright’s portraits of some of its members, Portrait: John Whitehurst and Portrait of Erasmus Darwin. Egerton on Wright’s portraits, commissioned by a circle of the bourgeoisie. Portrait of Christopher Heath and Mrs Sarah Caton; Mrs Wilmot in Riding Dress. Egerton points to the lightning in the portrait of Brooke Boothby (1781) and in Two Girls Decorating a Kitten by Candlelight. Self Portrait drawing. Commentary talks of his visit to Italy in 1773. His sketchbooks and sketches. Egerton VO describes them. Fireworks. Girandola at the Castle of St Angelo in Rome (1779) and The Annual Girandola at the Castel Sant' Angelo, Rome (1775-76). An Eruption of Vesuvius, Seen from Portici (c.1774-76), Vesuvius in Eruption With a View over the Islands in the Bay of Naples, Vesuvius in Eruption, An Eruption of Mount Vesuvius With the Procession of St Januarius’s Head. Volcano erupting. Fraser describes this major change in Wright’s subject matter. Dovedale by Moonlight. The Derwent Valley. Matlock Tor by Daylight, Derwent Valley limestone crags, Landscape With Figures and a Tilted Cart – Matlock High Tor in the Distance. Dovedale; View in Dovedale. Ruins of Dale Abbey; Landscape with Dale Abbey and Church Rocks which includes Matlock in the background. ACE211.4 10:16:45 10:25:00 Richard Arkwright’s water-powered spinning mill at Cromford. Daniels describes\u000bArkwright’s Cotton Mills by Night in which the buildings themselves are floodlit as well as being lit from within. Porter talks of Wright’s “romantic” attitude to the Industrial Revolution. Daniels talks about the spectacle and patriotism of industry. \u000bPorter on the nature of 18th century British society; Wright celebrates the culture of industry and its heroes. Portrait of Samuel Oldknow, holding the muslin that made his fortune; Francis Hurt with a lump of lead ore to symbolise his lead smelting works; Jedediah Strutt, one-time partner of Richard Arkwright; Sir Richard Arkwright, with part of the cotton spinning machine on which his wealth was founded. Egerton VO this last. Egerton and the portrait. Fraser on Wright’s health. Egerton believes Wright suffered from clinical depression. The Old Man and Death; The Captive from Sterne (based on a scene in Lawrence Sterne’s novel Sentimental Journey); The Indian Widow (aka The Widow of an Indian Chief Watching the Arms of her Deceased Husband (1785). Fraser VO. Wright continued to work at capturing light and its effects. Landscape with a Rainbow (c.1793). River. Rydal Waterfall. Egerton. Ullswater. Fraser VO Self Portrait. Credits run beside details of paintings\u000bMiravan Breaking Open the Tomb of His Ancestors (1772), A Grotto in the Gulf of Salernum With the Figure of Julia, Banished from Rome (1780), A Philosopher by Lamplight (1769), and The Alchemist in Search of the Philosopher’s Stone (1771). \u000b","Date":"1990","Choreographer":"","Title":"Joseph Wright of Derby. The Spectacle of Light","Part":"","Film ID":"ACE211","Production Company":"Central Television"}