{"Synopsis":"The London underground music scene, including scenes of Pressure Drop, The Sandals, Spiral Tribe, Jah Shaka, etc., in rehearsal and performance.","Director":"Matt Lipsey","Article":"","Minutes":"53 min","Full credits":"Music: Pressure Drop, The Sandals, Spiral Tribe, Raw Stylus, 11:59, Joanna Law, Astralasia, Jah Shaka, Dirtbox, Jhelisa, D*Note. The Producers would like to thank London Transport, The Face, Dazed & Confused, Phillip Fowlen, Arden, The Pussy Posse, Paul Bradshaw, Chris & Joanna Law, Christine Woodbridge, Kevin Beadle, Ernie McKone, i-D, Marion Sparks, Kate Blow, Olimax, Paolo Hewitt, Ollie Buckwell, Tony Wilkinson, Lisa Horan, Nicky Ezer, Nick Okwulu, The Egg, The Sunday School, Matthew Glamore, The Rocket, Scott & Ben, Charlotte Chouvenc, Wibbly Wobbly World of Music, Jackie, Natalie & Neil at Motivations. Special thanks to Justin, Dave, Sieglinde, Jochen, Norbert & our partners at Boombastic Records for their help and support. Runner Robin Timothy; Driver Owen Boyle; Production Assistant Rebecca Sampson; Assistant Director Mark Wild; Second Unit Assistants Simon Knight, Rick Moore, Tom Green; Second Unit Cameramen David Bickley, Terry Gross, Joao Sarmento, Christopher Hughes, Connor Connelly, Jed Lered; Assistant Producer Simon Lewis; Associate Producers Martin Brem, Richard Gooderick; Production Manager Phil Benton; 3D Sound Effects Virtuals; On-line Editor Charlie Phillips at Inphase Digital; Sound Recordist Daniel Clark; Post-production Sound Marvin Black; Editor David Lewis; Cameraman Sebastian Dewsbury; Executive Producer Stephan Beringer; Producer David Nicholas Wilkinson; Director Matt Lipsey; A Wilkinson-IPH Production for International Design & Entertainment. © IDE GmbH 1992.","chapters":[{"out":611,"in":0,"desc":"Views in Underground railway tunnels. Commuters. Traffic. Platforms. Trains. Caption: “The Sunday School Rehearsal Studio.” Caption: “Vegetable Vision (Light Show) meet The Sandals for a demonstration.” Musicians and tech"}],"Series":"","Full synopsis":"ACE244.2 10:00:00 10:10:11 Views in Underground railway tunnels. Commuters. Traffic. Platforms. Trains. Caption: “The Sunday School Rehearsal Studio.” Caption: “Vegetable Vision (Light Show) meet The Sandals for a demonstration.” Musicians and tech","Date":"1992","Choreographer":"","Title":"London Underground. 36 hours in the life of the London underground scene","Part":"","Film ID":"ACE244","Production Company":"Wilkinson-IPH"}