{"Synopsis":"One of a series of dance pieces created specially for television: an aging dancer’s physical and emotional entrapment, filmed with a Motion Control camera.","Director":"David Anderson","Article":"","Minutes":"9 min","Full credits":"Director David Alexander Anderson; Choreography Liz Aggiss, Billy Cowie; Music Billy Cowie; Performer, Liz Aggiss; Singer, Naomi Itami. Director of Photography Simon Richards; Editor Mark Richards; Inferno Artist James Allen; Costume Designer Holly Murray; Hair & Make up Elaine Carew; Art Direction Steve Hudson, Jamie Campbell; Construction Manager Jonathan Dickson; Painter Kate Butner; Operator/Focus Puller Nicko Cummins; Motion Control Operator Matt Smith; Telecine Operator Kenny Gibb; Gaffer Larry Park; Electricians Billy Pochetty, Nigel Woods, David Escoffery; Rigger John J Pitt. With thanks to: Hector Macleod, Gary Stone, Jackie Rowden, Bruce Macrae; Producer Andy McClean; Line Producer Neil Brealey; Production Manager Ken Rodrigues; Executive Producer Rodney Wilson (Arts Council of England); Executive Producer Bob Lockyer (BBC). Zed Film Company for BBC & Arts Council of England. © BBC /Arts Council of England MMI.","chapters":[{"out":511,"in":0,"desc":"Camera rushing through house stops in bedroom to watch woman. She sits on edge of bed, moving twitchily. Woman moving in confined white space; camera is sometimes on its side, sometimes upside down, etc. Space becomes smaller and she leaps out. Woman now in long red dress, the bottom of which is fixed to the floor. Sound of woman singing. Woman with hair spread our like sun rays. Credits with action continuing intermittently."}],"Series":"Dance for the Camera 6","Full synopsis":"ACE389.2 10:00:00 10:08:31 Camera rushing through house stops in bedroom to watch woman. She sits on edge of bed, moving twitchily. Woman moving in confined white space; camera is sometimes on its side, sometimes upside down, etc. Space becomes smaller and she leaps out. Woman now in long red dress, the bottom of which is fixed to the floor. Sound of woman singing. Woman with hair spread our like sun rays. Credits with action continuing intermittently.","Date":"2001","Choreographer":"Liz Aggiss, Billy Cowie","Title":"Motion Control","Part":"","Film ID":"ACE389","Production Company":"Zed Film Company"}