{"Synopsis":"One of a series of dance pieces created specially for television: a combination of real action combined with video images.","Director":"Lucy Baldwyn","Article":"","Minutes":"8 min","Full credits":"Director Lucy Baldwyn; Choreographer Filip Van Huffel; Music Jules Maxwell; Retina Dance Company: Filip Van Huffel, James Flynn, Maho Ihara, Nadia Sellier. Director of Photography Øle Bratt Birkeland; Production Designer Stephanie Matthews; Costume Designers Veerle Janssens, Sara Baeten; Art Director Alix Warwood; Assistant Director Nick Herrett; Sound Recordist Douglas Dreger; Gaffer Mark Clayton; Telecine Kevin Horsewood; Make-up Kirsty Birnstiel; Titles Nicholas Watton; Jerwood Trainees Kyra Norman, Tanja Mangalanayagam; Production Assistant Caroline Bridges; Production Manager Cleo Williams; Editor Allan Ford; Executive Producers Ross MacGibbon BBC, Rodney Wilson The Arts Council of England, Henk van der Meulen NPS Television (Netherlands); Producers Anne Beresford, Margaret Williams. MJW Productions for BBC, The Arts Council of England, NPS Television (Netherlands). © BBC and The Arts Council of England MMIII.","chapters":[{"out":460,"in":0,"desc":"Images seen as though jumping in projector gate. Man moving at floor level. Battery of video monitors. Views as in monitors. Woman lying on ground gets up and runs out. Men and women and snow-covered wall. Intercut with views seen through monitors. Men and women moving on slippery floor. Men and women; intercut with video monitor views. Snow falls. Projector images. Photograph. Credits."}],"Series":"Dance for the Camera 7","Full synopsis":"ACE392.2 10:00:00 10:07:40 Images seen as though jumping in projector gate. Man moving at floor level. Battery of video monitors. Views as in monitors. Woman lying on ground gets up and runs out. Men and women and snow-covered wall. Intercut with views seen through monitors. Men and women moving on slippery floor. Men and women; intercut with video monitor views. Snow falls. Projector images. Photograph. Credits.","Date":"2003","Choreographer":"Filip Van Huffel","Title":"Freeze","Part":"","Film ID":"ACE392","Production Company":"MJW Productions"}