{"Synopsis":"One of a series of films combining music and images: a man finds his way into a bizarre voice factory.","Director":"Tim Rolt","Article":"","Minutes":"14 min","Full credits":"Cast: The Man, Metin Marlow; The Boy, Joseph Leick; Technician 1, Alan James; Technician 2 , Damian Samuels; Machine People, Nick Herrett, Adam Peacock, Claire Ward, Christie Martelet, Anne Ogbomo, Paka Collins, Des Truscott, Nick Cox, Ben Glickman, Gary Parker-Rees. Production Manager Sandra Shuttleworth; Assistant Director Alan Gardner; Hair Stylist Sue Wyburgh; Art Director Hannah Spice; Construction Manager Hank Schumacher; Additional Machine Makers Peter Cole, Paka Collins, Louise Shaw, Roy Gurvitz, Nick Herrett; Runners Ben Glickman, Nick Cox; Voices Neil Jenkins, Geoffrey Dolton, Mary Wiegold, Thomas Hemsley; Percussion Simon Limbrick; Voice Recording David Lefeber; Additional Photography Mick Duffield, David Scott; Stop-frame Photography Peter Wignall; Online Editor Paul O’Shea; Costume & Graphics Jane Heather; Editor Jamie Crookston; Sound Design & Mix Adam Peacock; Designer Judith Stanley-Smith; Cinematographer Johnathan Collinson; Producer Keith Benton; Executive Producers Rodney Wilson, Peter Maniura; Composer John Woolrich; Writer/Director Tim Rolt. Rapid Eye Movies for BBC and the Arts Council of England. © BBC/Arts Council of England MCMXCVIII.","chapters":[{"out":842,"in":0,"desc":"Boy playing with mechanical music boxes – pulling image’s tongue starts an aria. Man sees red hose-pipe running along street and follows its length into a building. A strange bellows contraption hisses up and down in time to a man rising from and sinking into a metal container, making noises as he moves up and down. Two technicians adjust parts of machinery. Man follows black cords along the line of a rope-twisting machine. He washes his hands and the waters flows round and down through a pipe and tap onto a water-driven mechanism which he sees is causing another man’s mouth to open and close. He tries to back away but finds his leg entangled in a red thread. Man follows the tread upstairs. He pulls on it and releases a mechanical bird-man that flaps its way across the gardens outside, squawking and making siren noises as it goes. Man lying on grass is hit on the head by a drum pedal. He gets up and walks away. Trains. Red ropes around the groove of old bicycle wheels are part of a mechanism pulling the laces of a woman’s corset, making her sing out. Engineers remove heavy sacks from the ropes and her note changes. Man sees old notices headed “Expiratory” which gives weights equivalent to particular notes. He adds more sack and the notes rise up the scale. Man goes back to rope room and finds that the ends are attached to a singer’s hair. Her voice breaks a wine glass. Man sees another in striped clothes and a strange head-dress. Outside he finds a man turning on a vertical wheel who cries out as mechanical scissors turn past his face. Man sleeping on the grass again. The mechanical mouth-mover is stuck. The technicians oil it. Mouth-mover now working. Sleeping man hit with pedal again. He gets up and moves on. Man sees two figures on a turntable on a pole on top of a gas-holder, each with a megaphone fastened to his face. Time-lapse shot of them turning. Man being followed by mechanical bird-man. He runs into the building and up the stairs. All the different characters and machines. Man runs away, sits, exhausted, and is taken away by the technicians. Bellows man. Boy with singing boxes. Mechanical plastic toys and other devices. Man walking in gardens. Credits."}],"Series":"Sound on Film 3","Full synopsis":"ACE374.2 10:00:00 10:14:02 Boy playing with mechanical music boxes – pulling image’s tongue starts an aria. Man sees red hose-pipe running along street and follows its length into a building. A strange bellows contraption hisses up and down in time to a man rising from and sinking into a metal container, making noises as he moves up and down. Two technicians adjust parts of machinery. Man follows black cords along the line of a rope-twisting machine. He washes his hands and the waters flows round and down through a pipe and tap onto a water-driven mechanism which he sees is causing another man’s mouth to open and close. He tries to back away but finds his leg entangled in a red thread. Man follows the tread upstairs. He pulls on it and releases a mechanical bird-man that flaps its way across the gardens outside, squawking and making siren noises as it goes. Man lying on grass is hit on the head by a drum pedal. He gets up and walks away. Trains. Red ropes around the groove of old bicycle wheels are part of a mechanism pulling the laces of a woman’s corset, making her sing out. Engineers remove heavy sacks from the ropes and her note changes. Man sees old notices headed “Expiratory” which gives weights equivalent to particular notes. He adds more sack and the notes rise up the scale. Man goes back to rope room and finds that the ends are attached to a singer’s hair. Her voice breaks a wine glass. Man sees another in striped clothes and a strange head-dress. Outside he finds a man turning on a vertical wheel who cries out as mechanical scissors turn past his face. Man sleeping on the grass again. The mechanical mouth-mover is stuck. The technicians oil it. Mouth-mover now working. Sleeping man hit with pedal again. He gets up and moves on. Man sees two figures on a turntable on a pole on top of a gas-holder, each with a megaphone fastened to his face. Time-lapse shot of them turning. Man being followed by mechanical bird-man. He runs into the building and up the stairs. All the different characters and machines. Man runs away, sits, exhausted, and is taken away by the technicians. Bellows man. Boy with singing boxes. Mechanical plastic toys and other devices. Man walking in gardens. Credits.","Date":"1998","Choreographer":"","Title":"Something to Make You Sing","Part":"","Film ID":"ACE374","Production Company":"Rapid Eye Movies"}