{"Synopsis":"One of a series of dance pieces created specially for television: a magical desk reveals its secrets.","Director":"Peter Anderson","Article":"","Minutes":"9 min","Full credits":"Greenman by Peter Anderson Director, and Rosemary Lee Choreographer. Performed by Simon Whitehead. Music/Sound Design Graeme Miller; Photography David Scott; Sound Recordist Doug Dreger; Art Director Louise Belson; Camera Assistant Mick Duffield; Production Assistant Meredith Power; Arts Council Trainee Caroline Allen; Online Editor Dave Gardener; Editor John Middlewick; Executive Producers for the Arts Council and the BBC Rodney Wilson, Bob Lockyer; Producers Anne Beresford, Margaret Williams. MJW Productions for BBC and the Arts Council of England. © BBC and the Arts Council of England MCMXCVI.","chapters":[{"out":540,"in":0,"desc":"Man in empty room at top of stone tower. Goes down spiral staircase into hall. Is surprised to find a roll-top desk suddenly come into the room. Man hides in foot-well of desk, searches drawers, opens top, etc. Two of the inside drawers are full of dead leaves. He pours these over his head, imagining being out of doors. The main drawer is full of dead leaves which he pours out and shuffles round in, shuffling similarly round a tree surrounded by leaves. Man piles up empty drawers. Opens roll-top again and hundreds of acorns fall out. Man rolls them around in drawer and in stone trough. Throws acorns from top of rocks and jumps and runs after them. Standing on the desk. Water dripping down his legs onto grass. Rolling on gravel and in grass, and on the floor of the hall. Curls up into the foot-well of the desk. Puts his head into the top of the desk. Closes the top and pushes the desk out of the hall and to a hill overlooking a town. Credits."}],"Series":"Dance for the Camera 4","Full synopsis":"ACE319.2 10:00:00 10:09:00 Man in empty room at top of stone tower. Goes down spiral staircase into hall. Is surprised to find a roll-top desk suddenly come into the room. Man hides in foot-well of desk, searches drawers, opens top, etc. Two of the inside drawers are full of dead leaves. He pours these over his head, imagining being out of doors. The main drawer is full of dead leaves which he pours out and shuffles round in, shuffling similarly round a tree surrounded by leaves. Man piles up empty drawers. Opens roll-top again and hundreds of acorns fall out. Man rolls them around in drawer and in stone trough. Throws acorns from top of rocks and jumps and runs after them. Standing on the desk. Water dripping down his legs onto grass. Rolling on gravel and in grass, and on the floor of the hall. Curls up into the foot-well of the desk. Puts his head into the top of the desk. Closes the top and pushes the desk out of the hall and to a hill overlooking a town. Credits.","Date":"1996","Choreographer":"Rosemary Lee","Title":"Greenman","Part":"","Film ID":"ACE319","Production Company":"MJW Productions"}