{"Synopsis":"The long-drawn-out process by which British sculptor, Rachel Whiteread, worked on her Holocaust memorial. (Nameless Library was finally unveiled in Vienna in 2000.)","Director":"Nichola Bruce","Article":"The","Minutes":"40 min","Full credits":"With thanks to: British Council, Venice, Anthony D’Offay, Karsten Schubert, Tate Gallery, Liverpool, Kunsthalle, Wien, City of Vienna, Von Karajan Centre. Archive ORF. Original Music by Jem Finer; Titles Tomato; Production Co-ordinator Mel Burt; Unit Manager for the BBC Barry Dixon; Dubbing Mixer Chris Graver; Consultant Andrea Schlieker; Translators Kirsty Malcolm, Alexandra Maydell; Production Management Patsy Blades, Helena Ely; Associate Producer Ben Goold; Executive Producer for the Arts Council of England Rodney Wilson; Online Editor Paul Hagan; Film Editor Steve Scales; Executive Producers Jonathan Hewes, Jane Root; Filmed, Produced & Directed by Nichola Bruce. Wall to Wall Television Ltd for BBC and the Arts Council of England. The Works: Executive Producer Andrea Miller; Series Editor Michael Poole. BBC and The Arts Council of England MCMXCVII. © BBC MCMXCVII.","chapters":[{"out":434,"in":0,"desc":"Model of Rachel Whiteread’s Holocaust memorial; VO by Simon Wiesenthal describes it as being a memorial to the 65,000 Austrian Jews killed by the Nazis, and as “a warning to the murderers of tomorrow”. Vienna, April 1996. Rachel Whiteread’s VO over scenes of her planning the memorial, describes this as an emotional subject and talks of her interest in “the layering of history”. Map of Vienna showing the location of Judenplatz, where her work will sit on top of a former synagogue. Drawings and models by the other artists competing for this commission. Whiteread’s VO says she didn’t think she would win. Whiteread’s plans. Her VO describes the work as “the cast of the inside of a library” based on the proportions of rooms in the houses on the square, with the names of concentration camps around the outside. Thomas Klestil, President of Austria, addressing gathering at the Herbert von Karajan Centrum where the award was announced. Karsten Schubert, Art Dealer, says in VO that the President’s imprimatur on the project gives it a special strength. Reception. Schubert’s VO talking about Hitler and anti-Semitism in Vienna. Whiteread’s VO saying she believes the Viennese are now trying to admit to their past. Judenplatz Excavation Site. Wiesenthal’s VO describes the Judenplatz as the first ghetto which, in 1321, housed 1000 Jews; VO continues, saying that 180 Jews burned themselves to death in the synagogue. Whiteread visiting Simon Wiesenthal, Historian, at the Simon Wiesenthal Centre. He wants to ensure she includes the name of a camp recently discovered at Hartheim, and tells her about the inmates. The files in Wiesenthal’s office compared to the “books” of Whiteread’s memorial"},{"out":1156,"in":434,"desc":"Rachel Whiteread’s Studio, London, May 1996. Her VO saying that good memorials are difficult to make, and wants hers to be “open ended”. Whiteread with piles of books, talking about her decisions on the design. Vienna, June 1996. Whiteread discussing details of the project with Wolfgang Baumüller from Werkstatt Kollerschlag. She voices concerns about the accuracy of the work being done. Whiteread in meeting of concrete manufacturers. VO of Andrea Schlieker, Project Co-ordinator, who says that Whiteread was often able to tell manufacturers and other experts how things could be done. Driving to Kollerschlag’s office. Whiteread is not happy about Baumüller’s role. Whiteread with contractors, drawing designs for the memorial’s doors. Whiteread making a ceiling rose as part of the planning for the manufacture of this feature of the memorial Her VO says that Baumüller brought the wrong kind of plaster, despite her careful instructions. The ceiling rose model laid out to give a perspective on the size of the final work. Excavations in Judenplatz. Whiteread’s VO describing local reaction, as well as anxieties about completion. Ortolf Harl, Chief Archaeologist, describes finding the remains of the synagogue, the entrance hall, the Torah shrine, and the bimah reading platform)."},{"out":1619,"in":1156,"desc":"The Tate, Liverpool, September 1996. Assembling Whiteread’s work Shedding Life (1996). Lord Gowrie, Chairman, The Arts Council of England, making a speech at the opening of the exhibition. Whiteread’s VO talking about a delay to the opening of the memorial a model of which is on display. At Judenplatz, Ariel Muzicant, Vice President, Israeli Cultural Community, describes the controversy. Newspaper articles, some of which suggest there should be no memorial at all. Muzicant simply says the memorial should not be put on top of the old synagogue. The excavation site. Sylvie Liska, Monument Jury Member, describes some of the arguments, and suggests they may be being exploited for political purposes. London, September 1996. Whiteread and Schlieker in a meeting to discuss the situation. Schlieker is on the telephone, trying to find out what the issues are, and hearing that if the Mayor, Häupl, loses the forthcoming elections, the project is likely to be abandoned. Schubert tries to persuade Whiteread to raise her profile in Vienna by giving a presentation there. She agrees, provided they can place some related press articles. Newspaper reports of Far Right successes in Austrian elections. Schlieker’s VO pointing out that the memorial’s “enemies” are increasing in number."},{"out":2072,"in":1619,"desc":"Vienna, December 1996. Whiteread and Schlieker working on the text of Whiteread’s presentation on the way to the F.T.U Concrete Factory. Whiteread inspects different sections of the memorial. Her VO describes her reasons for using concrete. She discusses, with several people, including Werner Baumüller, Werkstatt Kollerschlag, reasons why some of the lettering needs to be re-done and how that should happen. Later that day. Whiteread getting ready for a television interview. In the “Live broadcast, ORF TV”, Whiteread quotes from a letter from the Mayor that it is “an unshakeable fact” that the Holocaust Memorial will be completed and will be erected on Judenplatz. Early the next morning. Whiteread being interviewed by journalists."},{"out":2420,"in":2072,"desc":"London, February 1997. Boxes of books. Whiteread filling shelves. Her VO says she no longer has any control over what’s happening. She is reluctant to go to Austria to finish the component parts as she has no guarantee that it wouldn’t be erected somewhere other than Judenplatz. Making plaster casts of shelves of books for an exhibit at the Venice Biennale. She describes the piece as she works, and talks about the Vienna situation. Venice, June 1997. Unpacking her exhibits. Crowds at the British Pavilion. Whiteread’s Untitled (Ten Tables) (1997), Untitled (Paperbacks) (1997). Amnon Barzel, Monument Jury Member, talks about the Holocaust memorial situation, saying that if it is not to be completed, this will mark a new approach to the history of Europe; this should act as a warning to the citizens of Germany and Austria. Whiteread’s VO wonders how anyone could pretend that the Holocaust didn’t happen. Model of the memorial. Wiesenthal’s VO says it is needed for the young generation. The most important thing is “not to forget”. Caption: “There is still no confirmed date for the monument to be built.” Credits."}],"Series":"The Works","Full synopsis":"ACE363.2 10:00:00 10:07:14 Model of Rachel Whiteread’s Holocaust memorial; VO by Simon Wiesenthal describes it as being a memorial to the 65,000 Austrian Jews killed by the Nazis, and as “a warning to the murderers of tomorrow”. Vienna, April 1996. Rachel Whiteread’s VO over scenes of her planning the memorial, describes this as an emotional subject and talks of her interest in “the layering of history”. Map of Vienna showing the location of Judenplatz, where her work will sit on top of a former synagogue. Drawings and models by the other artists competing for this commission. Whiteread’s VO says she didn’t think she would win. Whiteread’s plans. Her VO describes the work as “the cast of the inside of a library” based on the proportions of rooms in the houses on the square, with the names of concentration camps around the outside. Thomas Klestil, President of Austria, addressing gathering at the Herbert von Karajan Centrum where the award was announced. Karsten Schubert, Art Dealer, says in VO that the President’s imprimatur on the project gives it a special strength. Reception. Schubert’s VO talking about Hitler and anti-Semitism in Vienna. Whiteread’s VO saying she believes the Viennese are now trying to admit to their past. Judenplatz Excavation Site. Wiesenthal’s VO describes the Judenplatz as the first ghetto which, in 1321, housed 1000 Jews; VO continues, saying that 180 Jews burned themselves to death in the synagogue. Whiteread visiting Simon Wiesenthal, Historian, at the Simon Wiesenthal Centre. He wants to ensure she includes the name of a camp recently discovered at Hartheim, and tells her about the inmates. The files in Wiesenthal’s office compared to the “books” of Whiteread’s memorial ACE363.3 10:07:14 10:19:16 Rachel Whiteread’s Studio, London, May 1996. Her VO saying that good memorials are difficult to make, and wants hers to be “open ended”. Whiteread with piles of books, talking about her decisions on the design. Vienna, June 1996. Whiteread discussing details of the project with Wolfgang Baumüller from Werkstatt Kollerschlag. She voices concerns about the accuracy of the work being done. Whiteread in meeting of concrete manufacturers. VO of Andrea Schlieker, Project Co-ordinator, who says that Whiteread was often able to tell manufacturers and other experts how things could be done. Driving to Kollerschlag’s office. Whiteread is not happy about Baumüller’s role. Whiteread with contractors, drawing designs for the memorial’s doors. Whiteread making a ceiling rose as part of the planning for the manufacture of this feature of the memorial Her VO says that Baumüller brought the wrong kind of plaster, despite her careful instructions. The ceiling rose model laid out to give a perspective on the size of the final work. Excavations in Judenplatz. Whiteread’s VO describing local reaction, as well as anxieties about completion. Ortolf Harl, Chief Archaeologist, describes finding the remains of the synagogue, the entrance hall, the Torah shrine, and the bimah reading platform). ACE363.4 10:19:16 10:26:59 The Tate, Liverpool, September 1996. Assembling Whiteread’s work Shedding Life (1996). Lord Gowrie, Chairman, The Arts Council of England, making a speech at the opening of the exhibition. Whiteread’s VO talking about a delay to the opening of the memorial a model of which is on display. At Judenplatz, Ariel Muzicant, Vice President, Israeli Cultural Community, describes the controversy. Newspaper articles, some of which suggest there should be no memorial at all. Muzicant simply says the memorial should not be put on top of the old synagogue. The excavation site. Sylvie Liska, Monument Jury Member, describes some of the arguments, and suggests they may be being exploited for political purposes. London, September 1996. Whiteread and Schlieker in a meeting to discuss the situation. Schlieker is on the telephone, trying to find out what the issues are, and hearing that if the Mayor, Häupl, loses the forthcoming elections, the project is likely to be abandoned. Schubert tries to persuade Whiteread to raise her profile in Vienna by giving a presentation there. She agrees, provided they can place some related press articles. Newspaper reports of Far Right successes in Austrian elections. Schlieker’s VO pointing out that the memorial’s “enemies” are increasing in number.\u000b\u000bACE363.5 10:26:59 10:34:32 Vienna, December 1996. Whiteread and Schlieker working on the text of Whiteread’s presentation on the way to the F.T.U Concrete Factory. Whiteread inspects different sections of the memorial. Her VO describes her reasons for using concrete. She discusses, with several people, including Werner Baumüller, Werkstatt Kollerschlag, reasons why some of the lettering needs to be re-done and how that should happen. Later that day. Whiteread getting ready for a television interview. In the “Live broadcast, ORF TV”, Whiteread quotes from a letter from the Mayor that it is “an unshakeable fact” that the Holocaust Memorial will be completed and will be erected on Judenplatz. Early the next morning. Whiteread being interviewed by journalists. ACE363.6 10:34:32 10:40:20 London, February 1997. Boxes of books. Whiteread filling shelves. Her VO says she no longer has any control over what’s happening. She is reluctant to go to Austria to finish the component parts as she has no guarantee that it wouldn’t be erected somewhere other than Judenplatz. Making plaster casts of shelves of books for an exhibit at the Venice Biennale. She describes the piece as she works, and talks about the Vienna situation. Venice, June 1997. Unpacking her exhibits. Crowds at the British Pavilion. Whiteread’s Untitled (Ten Tables) (1997), Untitled (Paperbacks) (1997). Amnon Barzel, Monument Jury Member, talks about the Holocaust memorial situation, saying that if it is not to be completed, this will mark a new approach to the history of Europe; this should act as a warning to the citizens of Germany and Austria. Whiteread’s VO wonders how anyone could pretend that the Holocaust didn’t happen. \u000bModel of the memorial. Wiesenthal’s VO says it is needed for the young generation. The most important thing is “not to forget”. Caption: “There is still no confirmed date for the monument to be built.” Credits.","Date":"1997","Choreographer":"","Title":"Monument","Part":"","Film ID":"ACE363","Production Company":"Wall to Wall Television"}