{"Synopsis":"Tunde Jegede (b.1972), black British composer and performer of Malian origin, talks about his life and music, commenting particularly on the influence of Gambian culture.","Director":"Paul Balmer","Article":"","Minutes":"29 min","Full credits":"The Cycle of Reckoning: Composer Tunde Jegede; The London Sinfonietta, conductor Markus Stenz; Kora Tunde Jegede; Flute Jan Hendrickse; Irish Harp Laoise Kelly; Piano Juwon Ogungbe; Pizzicato Bass Dudley Phillips; Sculptures by Emmanuel Taiwo Jegede. The Producers wish to thank Jali Amadu Bansang Jobarteh and family, Momodou Jobarteh, Elsie Holmes, Edward and Mary Hobbins, Galina Chester, Lois Darlington, The Ground Operators Association of the Gambia, The Gambia National Tourist Board. Designer David Endley; Special Effects Jon Paul Balmer; Floor Manager Steve Pierson; Graphic Designer Hugo Moss; On-Line Editor Simon Cruise; Sound Supervisor Tony Wass; Sound Paul Hutchinson-Lord, Adam Barlow, Diane Hutchinson-Lord, Tim Alcock; Dubbing Mixer Stephen Cookman; Lighting Camera Robert Foster; Studio Camera Adam Samuelson, Nick Squires; Rostrum Camera Ken Morse; Editor Wayne Balmer; Music Associate Brendan McCormack; Production Manager Alan Williams; Assistant Producer Judy Gaine; Executive Producer for the Arts Council Rodney Wilson; Executive Producer for the BBC Simon Broughton; Produced & Directed by Paul Balmer. A Music on Earth production. Dolby Surround. For BBC TV and the Arts Council of England. © MCMXCV the BBC and the Arts Council of England.","chapters":[{"out":614,"in":0,"desc":"Tunde Jegede walking through London streets. Jegede VO says the impetus for composition came from his studies of African music, though he had been studying Western music as well. Jegede playing a kora (African harp-lute). The London Sinfonietta, conductor Markus Stenz, with Jegede playing kora. Arsenal Underground station. Jegede exits, walks home. Jegede VO says he was born in Britain but grew up surrounded by African culture and arts. Photo of Jegede’s sculptor father, Emmanuel Taiwo Jegede. Jegede VO says his father enabled him to meet people like Bob Marley and Bouly Cissokho. Photo of Bouly Cissokho, the Sengalese musician who set him off on his studies of the kora. Photo of Jegede playing kora. Photo of Jali Amadu Bansang Jobarteh whom Jegede met in 1980. Jegede talks about visiting the Gambia at age of eleven; with his sister looking out over rail of ship. Waterfront and riverside. Map of Africa showing the Gambia. Riverside with boys washing goats in the water, man in canoe, boys at water’s edge. Jegede VO talking about the duality of his experience, living in London but with this Gambian trip always in his mind. Jegede and Amadu Bansang Jobarteh playing Lamban, duet for kora. Jegede talks about “learning by listening”. Jegede talks about wanting to document and record Jobarteh’s music as he’s one of the last of the Griot musicians, a line dating back to the thirteenth century. “They say that when a Griot dies, it’s like a library burning down.” Jobarteh playing Tabarah with an ensemble of four koras (the other musicians are Jegede, Jegede’s sister, Maya Jobarteh, and Amadu Bansang Jobarteh’s son, Momodou Jobarteh), and women singers. Local people in Bakau at a naming ceremony attended by Jobarteh. Jegede VO talks about the importance and meaning of African names, and the role of Griots at such ceremonies. Maya Jobarteh playing with Amadu Bansang Jobarteh. Women singers, etc."},{"out":1204,"in":614,"desc":"Jegede with Alieu Suso who is making a kora. Jegede talking about kora-making. Suso at work, Jegede VO. Jegede playing instruments outside Suso’s shop. Music continues over village street scenes. Inside the blacksmith’s workshop. Men working on hand looms. Jegede VO believes his music reflects how the traditional way of life runs alongside and contrasts with a contemporary Western lifestyle. Valley of Festivity with Jegede playing the cello like a large guitar. Looms. Street scenes, African river scenes and English field. Jegede VO talks of a double heritage. Interior church of St Bartholomew the Great, London, with quartet (including Jegede) of cellos, and double bass, playing his composition Lamentation. Shot of tomb of Raherus. Exterior of the church. Field of rapeseed plants, trees, river. Jegede playing in the Cambridge garden of Elma de Bruyne, cellist and pupil of Pablo Casals. Jegede talks about how de Bruyne can pass on information and anecdotes about Casals and his approach to things. Photo of Casals playing. Jegede playing Prelude by J S Bach for de Bruyne; his VO talks of Bach as improviser, which resonated with the African tradition he was studying. Jegede talking about Bach and Scarlatti, and polyphony. Demonstrates similarities with African music by playing kora. Jegede at work on composition using keyboard and computer."},{"out":1755,"in":1214,"desc":"Albreda colonial trading post on St James Island. Jegede VO talks about this as the last place slaves were held before being shipped to the Americas. His Cycle of Reckoning heard over. The London Sinfonietta playing Capture, from the Cycle… Jegede on St James Island; talks about the slaves leaving beads behind in the hope that this would mean they would return home. The Return from the Cycle…, with Jegede playing kora and Juwon Ogungbe playing drum. Jegede talking about the Cycle and how when one “returns” somewhere, the place isn’t the same any more. Jegede and composer Paul Gladstone-Reid. Gladstone-Reid’s VO talking about the Cycle adding a contemplative dimension to contemporary black music. Momodou Jobarteh talking about how Jegede is demonstrating the similarities of African and European music, and hopes that his work will show that the kora is a classical instrument. London Sinfonietta plays Reflections from The Cycle of Reckoning. Jegede VO says that this is the conclusion of the whole piece and marks a new beginning. Music continues over Gambian river scenes. Jegede VO says that his first trip to the Gambia was what enabled him to find and understand his inner voice, and he hopes that his music pays back what he received. London. Credits."}],"Series":"","Full synopsis":"ACE310.2 10:00:00 10:10:14 Tunde Jegede walking through London streets. Jegede VO says the impetus for composition came from his studies of African music, though he had been studying Western music as well. Jegede playing a kora (African harp-lute). The London Sinfonietta, conductor Markus Stenz, with Jegede playing kora. Arsenal Underground station. Jegede exits, walks home. Jegede VO says he was born in Britain but grew up surrounded by African culture and arts. Photo of Jegede’s sculptor father, Emmanuel Taiwo Jegede. Jegede VO says his father enabled him to meet people like Bob Marley and Bouly Cissokho. Photo of Bouly Cissokho, the Sengalese musician who set him off on his studies of the kora. Photo of Jegede playing kora. Photo of Jali Amadu Bansang Jobarteh whom Jegede met in 1980. Jegede talks about visiting the Gambia at age of eleven; with his sister looking out over rail of ship. Waterfront and riverside. Map of Africa showing the Gambia. Riverside with boys washing goats in the water, man in canoe, boys at water’s edge. Jegede VO talking about the duality of his experience, living in London but with this Gambian trip always in his mind. Jegede and Amadu Bansang Jobarteh playing Lamban, duet for kora. Jegede talks about “learning by listening”. Jegede talks about wanting to document and record Jobarteh’s music as he’s one of the last of the Griot musicians, a line dating back to the thirteenth century. “They say that when a Griot dies, it’s like a library burning down.” Jobarteh playing Tabarah with an ensemble of four koras (the other musicians are Jegede, Jegede’s sister, Maya Jobarteh, and Amadu Bansang Jobarteh’s son, Momodou Jobarteh), and women singers. Local people in Bakau at a naming ceremony attended by Jobarteh. Jegede VO talks about the importance and meaning of African names, and the role of Griots at such ceremonies. Maya Jobarteh playing with Amadu Bansang Jobarteh. Women singers, etc. ACE310.3 10:10:14 10:20:04 Jegede with Alieu Suso who is making a kora. Jegede talking about kora-making. Suso at work, Jegede VO. Jegede playing instruments outside Suso’s shop. Music continues over village street scenes. Inside the blacksmith’s workshop. Men working on hand looms. Jegede VO believes his music reflects how the traditional way of life runs alongside and contrasts with a contemporary Western lifestyle. Valley of Festivity with Jegede playing the cello like a large guitar. Looms. Street scenes, \u000bAfrican river scenes and English field. Jegede VO talks of a double heritage. Interior church of St Bartholomew the Great, London, with quartet (including Jegede) of cellos, and double bass, playing his composition Lamentation. Shot of tomb of Raherus. Exterior of the church. Field of rapeseed plants, trees, river. Jegede playing in the Cambridge garden of Elma de Bruyne, cellist and pupil of Pablo Casals. Jegede talks about how de Bruyne can pass on information and anecdotes about Casals and his approach to things. Photo of Casals playing. Jegede playing Prelude by J S Bach for de Bruyne; his VO talks of Bach as improviser, which resonated with the African tradition he was studying. Jegede talking about Bach and Scarlatti, and polyphony. Demonstrates similarities with African music by playing kora. \u000bJegede at work on composition using keyboard and computer.\u000b ACE310.4 10:20:14 10:29:15 Albreda colonial trading post on St James Island. Jegede VO talks about this as the last place slaves were held before being shipped to the Americas. His Cycle of Reckoning heard over. The London Sinfonietta playing Capture, from the Cycle…\u000bJegede on St James Island; talks about the slaves leaving beads behind in the hope that this would mean they would return home. The Return from the Cycle…, with Jegede playing kora and Juwon Ogungbe playing drum. Jegede talking about the Cycle and how when one “returns” somewhere, the place isn’t the same any more. Jegede and composer Paul Gladstone-Reid. Gladstone-Reid’s VO talking about the Cycle adding a contemplative dimension to contemporary black music. Momodou Jobarteh talking about how Jegede is demonstrating the similarities of African and European music, and hopes that his work will show that the kora is a classical instrument. London Sinfonietta plays Reflections from The Cycle of Reckoning. Jegede VO says that this is the conclusion of the whole piece and marks a new beginning. Music continues over Gambian river scenes. Jegede VO says that his first trip to the Gambia was what enabled him to find and understand his inner voice, and he hopes that his music pays back what he received. London. Credits.\u000b \u000b","Date":"1995","Choreographer":"","Title":"Africa - I Remember","Part":"","Film ID":"ACE310","Production Company":"Music on Earth"}