{"Synopsis":"One of a series of dance pieces created specially for television: military band and other soldiers marching in formation.","Director":"Miranda Pennell","Article":"","Minutes":"9 min","Full credits":"Director/Choreographer Miranda Pennell; Music and Sound Design Graeme Miller; Featuring The Band and Bugles of the Light Division, Music Director Captain C C Gray, The men of A Company, 2nd Battalion of The Light Infantry, Company Sergeant Major M J Door. Director of Photography Nic Knowland; Assistant Director Matthew Penny-Davey; Sound Recordist Douglas Dreger; Camera Operators Tiffany Walker, David Emery; Camera Assistants Jonathan Tomes, Sam Dewhurst; Music Recording Mike Hatch, David O’Carroll; Jerwood Charitable Foundation Trainee Caroline Bridges; Production Runner Michael Burt; Telecine Kevin Horsewood; Production Co-ordinator Nikki Weston. With thanks to Major N Ili? OGM LI, Lieutenant Colonel P J Pentreath LI, Margaret Williams. Executive Producers for BBC and The Arts Council of England Bob Lockyer, Rodney Wilson; Editor Phillippe Kotlarski; Producer Anne Beresford. MJW Production for BBC and The Arts Council of England. © BBC and The Arts Council of England MMI.","chapters":[{"out":540,"in":0,"desc":"Wind in grass, in trees, ruffling owl’s feathers. Soldiers marching in formation in field. Marching, saluting, marching in small groups, forming lines, etc. Military band marching in formation on parade ground. Soldiers on hillside stand to attention and at ease. Band members on parade ground. Soldiers at ease. Credits."}],"Series":"Dance for the Camera 6","Full synopsis":"ACE390.2 10:00:00 10:09:00 Wind in grass, in trees, ruffling owl’s feathers. Soldiers marching in formation in field. Marching, saluting, marching in small groups, forming lines, etc. Military band marching in formation on parade ground. Soldiers on hillside stand to attention and at ease. Band members on parade ground. Soldiers at ease. Credits.","Date":"2001","Choreographer":"Miranda Pennell","Title":"Tattoo","Part":"","Film ID":"ACE390","Production Company":"MJW Productions"}