{"Synopsis":"One of a series of films combining music and images: an animated film comparing life in Bucharest and New York.","Director":"Phil Mulloy","Article":"The","Minutes":"15 min","Full credits":"A film by Phil Mulloy. Assistant Daniel Mulloy; Music composed by Alex Balanescu; Music Production by Clare Connors. Based on the reminiscences of the violinist and composer Alex Balanescu. Music engineered and mixed by Michael J. Dutton; Performed by Levine Andrade, Fenella Barton, Esther Geldard, Sophia Harris, Robin McGee; Executive producers Peter Maniura, Rodney Wilson. A Spectre Film Production for BBC and the Arts Council of England. © BBC and the Arts Council of England MCMXCVI.","chapters":[{"out":921,"in":0,"desc":"Red smoke. Animation. Drawing of tall buildings. VO reads words from it, “A blue sky, but night was falling on the city…” Captioned “Bucharest 1960”. Snow. Man uses violin case he’s been given by young lady to play tennis, to pretend he has a gun, to make a sailing boat. Young man get violin; VO says young woman became his teacher. Officialdom – big cars, hammer and sickle flag; a shooting, bloody snowman. Trains. Traffic. Captioned “New York 1978”. Man in bar drinking and taking pills. Playing violin. VO says it was all meaningless, playing the same thing over and over, living on pills. Man throws toy bear onto fire; VO talking about childhood sacrifices: imprisoned by pressures of work, at the mercy of the authorities. Robbery and killing on street. Man in bar. VO talks about hiding in the bell-tower. Street scenes. Being found by teacher. None of this life meant anything.; behaviour learnt like a parrot. The struggle to be an individual. Christmas procession. Talks about having a friend who was denounced for keeping a diary and died under interrogation. Insecurity and fear permeated society. Tells teacher he’s leaving. Goes to America. America was “absurd” with hundreds of people trying to do the same thing – cut-throat competition in the music world. Insecurity and fear permeated society. Success based on connections. Man begging; captioned “London 1996”. Audiences for man playing violin who wants to express something that moves people. Credits."}],"Series":"Sound on Film 2","Full synopsis":"ACE346.2 10:00:00 10:15:21 Red smoke. Animation. Drawing of tall buildings. VO reads words from it, “A blue sky, but night was falling on the city…” Captioned “Bucharest 1960”. Snow. Man uses violin case he’s been given by young lady to play tennis, to pretend he has a gun, to make a sailing boat. Young man get violin; VO says young woman became his teacher. Officialdom – big cars, hammer and sickle flag; a shooting, bloody snowman. Trains. Traffic. Captioned “New York 1978”. Man in bar drinking and taking pills. Playing violin. VO says it was all meaningless, playing the same thing over and over, living on pills. Man throws toy bear onto fire; VO talking about childhood sacrifices: imprisoned by pressures of work, at the mercy of the authorities. Robbery and killing on street. Man in bar. VO talks about hiding in the bell-tower. Street scenes. Being found by teacher. None of this life meant anything.; behaviour learnt like a parrot. The struggle to be an individual. Christmas procession. Talks about having a friend who was denounced for keeping a diary and died under interrogation. Insecurity and fear permeated society. Tells teacher he’s leaving. Goes to America. America was “absurd” with hundreds of people trying to do the same thing – cut-throat competition in the music world. Insecurity and fear permeated society. Success based on connections. Man begging; captioned “London 1996”. Audiences for man playing violin who wants to express something that moves people. Credits.","Date":"1996","Choreographer":"","Title":"Wind of Changes","Part":"","Film ID":"ACE346","Production Company":"Spectre Films"}