{"Synopsis":"One of a series of experimental films featuring performance artists: Bobby Baker demonstrates and describes an interaction with food.","Director":"Margaret Williams","Article":"","Minutes":"10 min","Full credits":"A film by Bobby Baker and Margaret Williams. Camera and Lighting David Scott, Rebecca MacDonald, Gary Willis; Sound Mike Claydon; Production Design Miranda Melville, Nicola Ball-Moody; Make-Up Thelma Matthews ; Production Assistant Helen Pratt; On-Line Editor Allan Forde; Thanks to Arts Admin, Polonca Baloh Brown, Anne Beresford. Titles Paul Harrison, John Wood; Music Steve Beresford; Saxophones Lol Coxhill; Editor John Middlewick; Executive Producers Keith Alexander, Rodney Wilson; Producers Sophie Gardiner, Debra Hauer; Written and Performed by Bobby Baker; Director Margaret Williams. Euphoria Films for BBC Television and Arts Council of England. © BBC Television/Arts Council of England MCMXCVII.","chapters":[{"out":580,"in":0,"desc":"Woman dressed in white overall taking in her laundry; organising her linen cupboard. Woman describes her actions as she spreads ironed white cloth on table, and about the materials she’s chosen – wine, ketchup, jam, etc. Describes what she’s doing as she chews pieces of Cclementine, puts them on cloth, folds cloth and ties them in with twine. Holds up the result. Another piece of white cloth. Uses a drinking straw to make patterns with tomato soup. Similar procedures with strawberry and apricot jam; yogurt added. Another pattern with red wine. Pattern with mustard and a very large mouthful of tomato ketchup. The patterned cloths hanging on the washing line. Woman makes flags out of two of the cloths and then uses them, while on a boat, to send semaphore message to Houses of Parliament, “Provide Better Feeding”. Credits."}],"Series":"Expanding Pictures","Full synopsis":"ACE339.2 10:00:00 10:09:40 Woman dressed in white overall taking in her laundry; organising her linen cupboard. Woman describes her actions as she spreads ironed white cloth on table, and about the materials she’s chosen – wine, ketchup, jam, etc. Describes what she’s doing as she chews pieces of Cclementine, puts them on cloth, folds cloth and ties them in with twine. Holds up the result. Another piece of white cloth. Uses a drinking straw to make patterns with tomato soup. Similar procedures with strawberry and apricot jam; yogurt added. Another pattern with red wine. Pattern with mustard and a very large mouthful of tomato ketchup. The patterned cloths hanging on the washing line. Woman makes flags out of two of the cloths and then uses them, while on a boat, to send semaphore message to Houses of Parliament, “Provide Better Feeding”. Credits.","Date":"1997","Choreographer":"","Title":"Spitting Mad","Part":"","Film ID":"ACE339","Production Company":"Euphoria Films"}