{"Synopsis":"One of a series of films combining music and images: an opera which tells how two Caribbean orphans, trapped in a children’s home, see their mother with the aid of some magic beads.","Director":"Margaret Williams","Article":"","Minutes":"14 min","Full credits":"Cast/Singers: Linda Hirst, Keel Watson, Eleanor Alberga; Children: Nahum Paul, Krystle Williams; Musicians Eleanor Alberga, Thomas Bowes, Andrew Sparling; Engineer Dave Hunt; Camera & Lighting Margaret Williams, Mick Duffield, Matthew Moffatt; Sound Doug Dreger; Art Department Judith Stanley Smith, Jane Heather, Hannah Spice, Nora Nona; Production Aleid Channing, Nick Herrett, Mick Pantaleo; Editor John Middlewick. Archive footage Huntley Film Archives. Executive Producers for BBC & Arts Council Peter Maniura, Rodney Wilson; Writer Nick Herrett; Producer Anne Beresford; Composer Eleanor Alberga; Director Margaret Williams. MJW Productions for BBC and The Arts Council of England. © BBC/Arts Council of England MCMXCVIII.","chapters":[{"out":840,"in":0,"desc":"News-film of Caribbean immigrants arriving in Britain. White woman, constantly eating humbugs, leads away two “fatherless” children. They arrive at country mansion with padlocked gates. Woman leads them through grounds. Black servant clipping tree astonishes the children by turning it to colour. Servant sings as he opens doors. Woman tells children that their mother “is with the angels” and that Jesus is now their mother and their father. Servant sings and their beds magically make themselves. Woman plays piano and tries to teach the children to sing a Revivalist-style hymn to impress on them that “cleanliness is Godliness”. Children drop their milk bottles and woman takes them to bathroom. Servant sings while cleaning the floor, describing the fact that each child has found a bead. Children asleep. Servant, now dressed like a chicken wearing top hat and tails, materialises in their room and helps them make a sheet rope. Woman discovers their escape. Children give servant their beads and he opens a magic door behind which is a supermarket, in colour. Children amazed at the goods on the shelves. They find their mother, with braided and beaded hair, working behind the till. She gives them a bag of beads and a bag of humbugs, and the servant pushes them away in trolley. Back at the home, trying to evade the woman, the children drop the bag of beads and she slips over on them. The girl offers her a humbug. Servant-chicken singing that “the grave is deep”. Children sing as feathers fall around them, saying the woman couldn’t make them sing and that they saw their mother. They join servant in artificial lake and disappear as rain starts to fall. Colour seeps in. Credits."}],"Series":"Sound on Film 3","Full synopsis":"ACE371.2 10:00:00 10:14:00 News-film of Caribbean immigrants arriving in Britain. White woman, constantly eating humbugs, leads away two “fatherless” children. They arrive at country mansion with padlocked gates. Woman leads them through grounds. Black servant clipping tree astonishes the children by turning it to colour. Servant sings as he opens doors. Woman tells children that their mother “is with the angels” and that Jesus is now their mother and their father. Servant sings and their beds magically make themselves. Woman plays piano and tries to teach the children to sing a Revivalist-style hymn to impress on them that “cleanliness is Godliness”. Children drop their milk bottles and woman takes them to bathroom. Servant sings while cleaning the floor, describing the fact that each child has found a bead. Children asleep. Servant, now dressed like a chicken wearing top hat and tails, materialises in their room and helps them make a sheet rope. Woman discovers their escape. Children give servant their beads and he opens a magic door behind which is a supermarket, in colour. Children amazed at the goods on the shelves. They find their mother, with braided and beaded hair, working behind the till. She gives them a bag of beads and a bag of humbugs, and the servant pushes them away in trolley. Back at the home, trying to evade the woman, the children drop the bag of beads and she slips over on them. The girl offers her a humbug. Servant-chicken singing that “the grave is deep”. Children sing as feathers fall around them, saying the woman couldn’t make them sing and that they saw their mother. They join servant in artificial lake and disappear as rain starts to fall. Colour seeps in. Credits.","Date":"1998","Choreographer":"","Title":"Market of the Dead","Part":"","Film ID":"ACE371","Production Company":"MJW Productions"}