{"Synopsis":"One of a series of dance pieces created specially for television: men and women performing on their heads or hands, though their dogs stay the right way up.","Director":"Jayne Parker","Article":"The","Minutes":"9 min","Full credits":"Director and Editor Jayne Parker; Choreography Anthony Howell; Starring Quincy, Marcus and Ruby; Performers: Anthony Howell, Lorna Stewart. Composer and Trombonist John White; Dogs trained by Mary Ray, Karen London; Lighting Camera Belinda Parsons; Sound Recordist Greg Bailey; Additional Camera Mick Duffield; Jerwood Charitable Foundation Trainee Chantal McKenzie; Executive Producers Bob Lockyer BBC, Rodney Wilson ACE; Producer Sally Thomas. MayaVision International for BBC/SCE. © BBC and the Arts Council of England MMI.","chapters":[{"out":540,"in":0,"desc":"Train. Collie in field adjoining railway. Man, seated on kneeling woman’s back, playing trombone. Dogs. Man in bathing costume standing on head and going into other yoga postures. Trombonist stops. Organ music over. Woman putting collie through show-ring obedience exercises. Woman in bathing costume performing headstands. Man and woman perform together. Man, woman and dogs jumping and posing. Dogs walking on hind legs, man and woman walking on their hands. Dogs sleeping. Train. Credits."}],"Series":"Dance for the Camera 6","Full synopsis":"ACE391.2 10:00:00 10:09:00 Train. Collie in field adjoining railway. Man, seated on kneeling woman’s back, playing trombone. Dogs. Man in bathing costume standing on head and going into other yoga postures. Trombonist stops. Organ music over. Woman putting collie through show-ring obedience exercises. Woman in bathing costume performing headstands. Man and woman perform together. Man, woman and dogs jumping and posing. Dogs walking on hind legs, man and woman walking on their hands. Dogs sleeping. Train. Credits.","Date":"2001","Choreographer":"Anthony Howell","Title":"World Turned Upside Down","Part":"","Film ID":"ACE391","Production Company":"MayaVision International"}