{"Synopsis":"One of a series on black and Asian music and culture: an exploration of chutney music, a form which has its roots in the culture of 19th century East Indian indentured workers in Trinidad.","Director":"Karen Martinez","Article":"","Minutes":"21 min","Full credits":"Thanks to Amar Rentals, BWIA International Airways, Earth TV, Tourism & Industrial Co. of T&T, Trinidad Guardian Newspaper, University of The West Indies Reference Library. Camera Mike Spragg; Assistant Camera Cauri Jaye; Sound Sean Mieres; Editor Emma Matthews; Post Production Mike Narduzzo, Vince Narduzzo, Nick Anderson; Executive Producer for The Arts Council of England Rodney Wilson; Associate Producers Georgia Popplewell (Trinidad), Andy Lambert (UK); Directed & Produced by Karen Martinez. A Neorama Filmworks production for The Arts Council of England and Channel Four Television. © 1996.","chapters":[{"out":680,"in":0,"desc":"Scenes in Trinidad. A chutney soca event. Mungal Patasar talks about the music being fusion from two cultures. Indian musicians and singers. Commentary explains that chutney music has its roots in the culture of East Indian indentured workers who came to Trinidad in the nineteenth century. Shamoon Mohammed compares the elements of the music to the ingredients of chutney. Hindu wedding preparations. Mungal Patasar, Musicologist, talking about the origins of chutney, and explains that it stems mostly from songs sung at the birth of children and at weddings. Rawatie Ali talking about Hindu wedding activities at which the women dance together. Patasar and Ali explain that many of the songs are instructions to the bride on how to behave. Savitri Rampersad talks about how she started singing at these events. Rampersad and her daughter Rohini singing. Steel drum played alongside tabla, with Patasar on sitar. Patasar VO says men were eventually allowed to sing chutney songs in public. Sundar Popo singing at concert, and singing in his car. His talks about his mother singing at weddings and having to take him along when he was a child. He talks about his first song, Nani and Nana (1969) and performing in Hindi and English. Sonny Mann performing Lootala (or Lotay La) (1994). Commentary talking about the mixing of rhythms of chutney and calypso to produce chutney soca. Drupatee Ramgoonai singing Chutney Soca (1987) and talking about her musical career. Ramgoonai and musicians performing Mr Bissessar or Roll Up De Tassa (1988). Satnarayan Maharaj, Sec. General, Sanatan Dharma Maha Sabha talking about the “obscene” nature of some of the words of the songs and of the dancing. Ramgoonai performing. She says that she was much criticised for performing as “an Indian woman is not supposed to be performing for a large audience… in a calypso arena…”. Headlines about Ramgoonai’s song Pepper Pepper (1987)."},{"out":1233,"in":680,"desc":"Rhoda Reddock, Senior Lecturer, University of The West Indies, talking about the origins of calypso as “a male, African working-class form” which reflected concerns of that group, such as the emergence of Indian men as a force in the economy. Brief excerpts from recording over old photographs, contemporary market scenes, cane-field workers, cinema posters, etc. Afro-Caribbean and Indian dancers. Reddock explains the pejorative term “dougla” as deriving from Hindi and being used in Trinidad to describe the children of mixed African and Indian parents. Chris Garcia’s Chutney Bacchanal promo video. Garcia talking about his mixed background. Garcia in concert. Cecil Fonrose in concert, and talking about singing in English and Hindi. Maharaj says that his organisation advises marriage within the different cultures. Hundu marriage. Hindu singing in an African style. Brother Marvin singing calypso about racial unity. He explains that the song title Jahaaji Bhai (1996) means “brotherhood of the boat” and wants Trinidad to be a united boat. Views of Trinidad. Basdeo Panday, Prime Minister, Trinidad and Tobago, opens the 1996 Chutney Soca festival. Performances by Marcia Maranda, Ajala, and Rikki Jai. D J Shamoon Mohammed broadcasting and talking about the spread of chutney soca music. Carnival participants. Mohammed VO explaining that this year’s carnival is more welcoming to the East Indian population than in the past because of the inclusion of so much chutney music. Credits."}],"Series":"Black Tracks","Full synopsis":"ACE328.2 10:00:00 10:11:20 Scenes in Trinidad. A chutney soca event. Mungal Patasar talks about the music being fusion from two cultures. Indian musicians and singers. Commentary explains that chutney music has its roots in the culture of East Indian indentured workers who came to Trinidad in the nineteenth century. Shamoon Mohammed compares the elements of the music to the ingredients of chutney. Hindu wedding preparations. Mungal Patasar, Musicologist, talking about the origins of chutney, and explains that it stems mostly from songs sung at the birth of children and at weddings. Rawatie Ali talking about Hindu wedding activities at which the women dance together. Patasar and Ali explain that many of the songs are instructions to the bride on how to behave. Savitri Rampersad talks about how she started singing at these events. Rampersad and her daughter Rohini singing. Steel drum played alongside tabla, with Patasar on sitar. Patasar VO says men were eventually allowed to sing chutney songs in public. Sundar Popo singing at concert, and singing in his car. His talks about his mother singing at weddings and having to take him along when he was a child. He talks about his first song, Nani and Nana (1969) and performing in Hindi and English. Sonny Mann performing Lootala (or Lotay La) (1994). Commentary talking about the mixing of rhythms of chutney and calypso to produce chutney soca. Drupatee Ramgoonai singing Chutney Soca (1987) and talking about her musical career. Ramgoonai and musicians performing Mr Bissessar or Roll Up De Tassa (1988). Satnarayan Maharaj, Sec. General, Sanatan Dharma Maha Sabha talking about the “obscene” nature of some of the words of the songs and of the dancing. Ramgoonai performing. She says that she was much criticised for performing as “an Indian woman is not supposed to be performing for a large audience… in a calypso arena…”. Headlines about Ramgoonai’s song Pepper Pepper (1987). \u000b\u000b ACE328.3 10:11:20 10:20:33 Rhoda Reddock, Senior Lecturer, University of The West Indies, talking about the origins of calypso as “a male, African working-class form” which reflected concerns of that group, such as the emergence of Indian men as a force in the economy. Brief excerpts from recording over old photographs, contemporary market scenes, cane-field workers, cinema posters, etc. Afro-Caribbean and Indian dancers. Reddock explains the pejorative term “dougla” as deriving from Hindi and being used in Trinidad to describe the children of mixed African and Indian parents. Chris Garcia’s Chutney Bacchanal promo video. Garcia talking about his mixed background. Garcia in concert. Cecil Fonrose in concert, and talking about singing in English and Hindi. Maharaj says that his organisation advises marriage within the different cultures. Hundu marriage. Hindu singing in an African style. Brother Marvin singing calypso about racial unity. He explains that the song title Jahaaji Bhai (1996) means “brotherhood of the boat” and wants Trinidad to be a united boat. Views of Trinidad. Basdeo Panday, Prime Minister, Trinidad and Tobago, opens the 1996 Chutney Soca festival. Performances by Marcia Maranda, Ajala, and Rikki Jai. D J Shamoon Mohammed broadcasting and talking about the spread of chutney soca music. Carnival participants. Mohammed VO explaining that this year’s carnival is more welcoming to the East Indian population than in the past because of the inclusion of so much chutney music. Credits.","Date":"1996","Choreographer":"","Title":"Chutney in Yuh Soca","Part":"","Film ID":"ACE328","Production Company":"Neorama Filmworks"}