{"Synopsis":"One of a series on black and Asian music and culture: a dramatised account of the life of George Bridgetower (1780-1860), a Polish-born violin virtuoso of mixed race who live much of his life in England.","Director":"Topher Campbell","Article":"A","Minutes":"13 min","Full credits":"George Bridgetower, Everton Nelson; George Bridgetower the Boy, Cole Mejias; Frederick Bridgetower, Colin MacFarlane; The Prince of Wales, Scott Worsfold; Slave Dancer, Leon Maurice-Jones; Court Servant, Adrian Dickson. Photography A. J. Murray; Production Design Bernadette Roberts; Editor Melanie Oliver; Sound Recordist Eva Springer; Choreography Albie Oliviere; Stills Ajamu; Production Co-ordinator Rebecca Fielder; Production Assistant Gareth Hallberg; 1st Assistant Director Chris Myers; 2nd Assistant Director Mike Teesdale; Focus Puller Jon Mitchell; Clapper Loader Zac Nicholson; Gaffer Joe Ashton; Boom Operator John Fitzpatrick; Art Department Sarah Burgess, Konran Morrison. Henry, a ballad by George Bridgetower. Arranged and performed by Innesc. Piano Accompaniment by Anthony Ingle. Excerpts from Beethoven’s Sonata for Violin and Piano, No.9 “Kreutzer” performed by Everton Nelson and Edmund Reid. Excerpts from Beethoven’s Sonata for Violin and Piano, No.9 “Kreutzer” performed by Itzhak Perlman and Vladimir Ashkenazy, Cat. No.436 895-2 courtesy of The Decca Record Company Ltd. Thanks to The Queens House Greenwich, Rchard Angell at The Bath Film Office. Writer/Researcher Tinch Minter; Writer/Director Topher Campbell; Producer Emily Caston; Executive Producer for the Arts Council of England Rodney Wilson. A Gorgeous Films production for The Arts Council of England and Channel 4 1996. © Arts Council of England and Channel Four MCMXCVI.","chapters":[{"out":801,"in":0,"desc":"Violinist playing Beethoven’s Violin Sonata No. 9 in A major, the Kreutzer Sonata (1802). The young George Bridgetower walking with his father in Bath. His VO talking about coming to Britain in 1789. Male dancer dressed as slave in loincloth and irons. Bridgetower senior introduces himself as a former page to Prince Esterházy, and says that his son was tutored by Joseph Haydn. VO describing the reception accorded “the Black Prince” and his playing. Edmund Reid, Lead Violin, English National Opera, talks about Bridgetower’s early life and career, and explains that the Kreutzer Sonata was originally dedicated to him but that Beethoven changed his mind after a quarrel. Man eating dinner. VO reading letter from Bridgetower. Reid talking about the music qualities of the Kreuzer Sonata. Bridgetower playing. Reid on the difficulty of double-stopping the chords. Bridgetower. Reid and violinist. The slave dancing. The young Bridgetower and his father arguing about how many concerts he’s to play. VO talking about being exploited by his father. Bridgetower playing. VO talking about his father’s temper. Bridgetower senior getting angry with Dr Arne about engagements and fees. The slave. Young Bridgetower with the Prince of Wales. VO talks about him being a patron of the arts, “a devourer of the exotic”, and about forgetting his father. Young Bridgetower playing for the Prince. The slave. Bridgetower senior reads letter from the Prince of Wales on fees. Slave. Sonata heard over. George runs away from his father. Bridgetower writing music for Henry, A Ballad (c.1812), dedicated to Queen Caroline. VO says he never heard again from his father. Bridgetower. Crypt. Henry sung over. Bridgetower playing. His tombstone. Credits."}],"Series":"Black Tracks","Full synopsis":"ACE330.2 10:00:00 10:13:21 Violinist playing Beethoven’s Violin Sonata No. 9 in A major, the Kreutzer Sonata (1802). The young George Bridgetower walking with his father in Bath. His VO talking about coming to Britain in 1789. Male dancer dressed as slave in loincloth and irons. Bridgetower senior introduces himself as a former page to Prince Esterházy, and says that his son was tutored by Joseph Haydn. VO describing the reception accorded “the Black Prince” and his playing. Edmund Reid, Lead Violin, English National Opera, talks about Bridgetower’s early life and career, and explains that the Kreutzer Sonata was originally dedicated to him but that Beethoven changed his mind after a quarrel. Man eating dinner. VO reading letter from Bridgetower. Reid talking about the music qualities of the Kreuzer Sonata. Bridgetower playing. Reid on the difficulty of double-stopping the chords. Bridgetower. Reid and violinist. The slave dancing. The young Bridgetower and his father arguing about how many concerts he’s to play. VO talking about being exploited by his father. Bridgetower playing. VO talking about his father’s temper. Bridgetower senior getting angry with Dr Arne about engagements and fees. The slave. Young Bridgetower with the Prince of Wales. VO talks about him being a patron of the arts, “a devourer of the exotic”, and about forgetting his father. Young Bridgetower playing for the Prince. The slave. Bridgetower senior reads letter from the Prince of Wales on fees. Slave. Sonata heard over. George runs away from his father. Bridgetower writing music for Henry, A Ballad (c.1812), dedicated to Queen Caroline. VO says he never heard again from his father. Bridgetower. Crypt. Henry sung over. Bridgetower playing. His tombstone. Credits.","Date":"1996","Choreographer":"Albie Oliviere","Title":"Mulatto Song","Part":"","Film ID":"ACE330","Production Company":"Gorgeous Films"}