{"Synopsis":"One of a series on the history of painting techniques, with interviews with contemporary artists and reconstructed scenes from earlier times: the work of British painters, Ben Johnson (b.1946), who often works from photographs, and Patrick Hughes, (b.1939), who paints three-dimensional illusions.","Director":"Ian Duncan","Article":"","Minutes":"29 min","Full credits":"With thanks to Hugh Whitehead, Cadventure, Bentley Systems UK Ltd., The National Gallery, London, The Science Museum (by courtesy of the Board of Trustees), Bridgeman Art Library, London, Galerie Daniel Malingue, Paris, Galleria Annuciata, Milan, Peter Willi, Philip Steadman. Narrator Andrew Sachs; Photography Mike Coles, Richard Comrie ; Sound George Hitchins; Music Peter Howell; Dubbing Mixer Bob Jackson; Motion Control Camera Damian Davison; Digital Editing and Graphics The Moving Picture Company; Digital Effects Artist Mark Stannard; Design Tea;m Dominic Roberts, David Hill, Sophie Seebohm; Production Administration Terry Bezant, Sue Harvard Researchers Mark Irving, Maxine Levy; Production Manager Aleid Channing; Consultant Robert McNab; Executive Producer for the BBC Alan Bookbinder; Executive Producer for the Arts Council of England Rodney Wilson; Film Editor Paul Shepard; Produced and Directed by Ian Duncan. A Production by Windfall Films for BBC and The Arts Council of England. © BBC & The Arts Council of England MCMXCVII.","chapters":[{"out":425,"in":0,"desc":"Lines on paper, buildings, people on a bridge, trains. Commentary: “Perspective is a system artists use to represent three-dimensional space on a flat surface. It relates to the way we actually perceive space and objects within it. For instance, the further away something is from us, the smaller it appears to be, and lines that, in reality, are parallel to each other, appear to converge as they recede into the distance, eventually meeting at an imaginary point on the horizon called the vanishing point.” Florence. Ben Johnson, painter, looking for a particular place in a building. He believes this is “one place of integrity” that existed in the architect’s mind even before the plans of the building, were completed. He takes photographs to work from. Some of Johnson’s paintings, including The Unattended Moment (1993). Johnson and his team working on Hong Kong Panorama (1997). Johnson in his studio, making a computer model of the library in the Museo di San Marco, Florence, which gives him viewpoints otherwise impossible to see. A print-out from his chosen point becomes the basis for his painting; he uses strips of masking tape to follow the lines of the design on the print-out. The result is spray-painted; removing the masking tape reveals the desired pattern."},{"out":866,"in":425,"desc":"Commentary explains that true perspective wasn’t employed in painting until the 15th century. Paintings from the early period. Florence where, in 1412, during the Renaissance, a more systematic approach to the representation of space was invented. The Battistero di San Giovanni (Baptistry of Saint John). Reconstruction of the studio of Filippo Brunelleschi who produced a mathematical formula for the reproduction of true perspective. He used the Baptistry as his model for a painting made on a mirror, and was able to switch back and forth between his mirror painting and a view of the building. Ben Johnson photographing Masaccio’s fresco of the Holy Trinity with the Virgin, St John and Two Donors (La Trinità, 1425-1428), painted according to Brunelleschi’s principles. The vanishing point is at the viewer’s eye level. Paintings demonstrating perspective. Johnson with an assistant, checking colours for his library painting. Working on the Hong Kong Panorama which required more than 500 colours. Johnson talks about using warmer colours in the foreground and blue-grey tones for the misty distance. Spraying the San Marco library picture and removing the masking tape strips; the perspective comes from the precision of the technical drawing. Johnson counters criticism that his methods constitute “cheating”."},{"out":1424,"in":866,"desc":"Optical aids employed by artists over the centuries: a grid of threads, a camera obscura, etc. Canaletto’s Venice: The Upper Reaches of the Grand Canal with S. Simeone Piccolo (Il canal Grande con la chiesa di San Simeone Piccolo, c.1738). Joshua Reynolds’s camera obscura disguised as a book. Johnson spraying his library painting. His VO talking about the illusion created by perspective. Details of the painting. The ceiling of St Ignazio’s church, Rome, on which Andrea Pozzo painted an illusory dome and other architectural features, all designed to be viewed from one sport (Apotheosis of St Ignatius / Altare di Sant'Ignazio, 1685). Cubists rejected the idea of the fixed viewpoint in 1906. Words of Georges Braque over; his painting Pedestal Table (1913). Florence. Metaphysical painter Giorgio de Chirico’s Turin Spring (Torino a Primavera, 1914) and Apparition of the Chimney (1917); de Chirico used distorted perspective to subvert order and stability. Patrick Hughes taking photographs in Florence. His VO on the irony of de Chirico working in the city where perspective was invented. Hughes in his studio; he explains the “incoherence” of de Chirico’s perspectives in Mystery and Melancholy of a Street (Mistero e malinconia d’una strada, 1914) and Sun Rising Over the Square (1971), part of which he copies into his new work. Time-lapse sequence of him painting. Hughes explaining the difference between the viewpoint in traditional perspective and the many viewpoints needed to look at his work."},{"out":1748,"in":1424,"desc":"Hughes doesn’t paint on a flat surface, but on a three-dimensional construction on which he can introduce perspective opposite to reality, causing objects to appear to lean in an unexpected direction. Hughes believes he got his ideas from sleeping under the stairs during wartime bombing. Johnson and an assistant at work on the library painting; Johnson doesn’t believe it’s working properly, but says it might turn out all right at the last stage. Hanging works by Hughes into a gallery; Hughes and other viewers. Camera moves around to show the different facets of the paintings; Hughes’s VO. Credits."}],"Series":"Oil on Canvas","Full synopsis":"ACE354.2 10:00:00 10:07:05 Lines on paper, buildings, people on a bridge, trains. Commentary: “Perspective is a system artists use to represent three-dimensional space on a flat surface. It relates to the way we actually perceive space and objects within it. For instance, the further away something is from us, the smaller it appears to be, and lines that, in reality, are parallel to each other, appear to converge as they recede into the distance, eventually meeting at an imaginary point on the horizon called the vanishing point.” Florence. Ben Johnson, painter, looking for a particular place in a building. He believes this is “one place of integrity” that existed in the architect’s mind even before the plans of the building, were completed. He takes photographs to work from. Some of Johnson’s paintings, including The Unattended Moment (1993). Johnson and his team working on Hong Kong Panorama (1997). Johnson in his studio, making a computer model of the library in the Museo di San Marco, Florence, which gives him viewpoints otherwise impossible to see. A print-out from his chosen point becomes the basis for his painting; he uses strips of masking tape to follow the lines of the design on the print-out. The result is spray-painted; removing the masking tape reveals the desired pattern. ACE354.3 10:07:05 10:14:26 Commentary explains that true perspective wasn’t employed in painting until the 15th century. Paintings from the early period. Florence where, in 1412, during the Renaissance, a more systematic approach to the representation of space was invented. The Battistero di San Giovanni (Baptistry of Saint John). Reconstruction of the studio of Filippo Brunelleschi who produced a mathematical formula for the reproduction of true perspective. He used the Baptistry as his model for a painting made on a mirror, and was able to switch back and forth between his mirror painting and a view of the building. Ben Johnson photographing Masaccio’s fresco of the Holy Trinity with the Virgin, St John and Two Donors (La Trinità, 1425-1428), painted according to Brunelleschi’s principles. The vanishing point is at the viewer’s eye level. Paintings demonstrating perspective. Johnson with an assistant, checking colours for his library painting. Working on the Hong Kong Panorama which required more than 500 colours. Johnson talks about using warmer colours in the foreground and blue-grey tones for the misty distance. Spraying the San Marco library picture and removing the masking tape strips; the perspective comes from the precision of the technical drawing. Johnson counters criticism that his methods constitute “cheating”. ACE354.4 10:14:26 10:23:44 Optical aids employed by artists over the centuries: a grid of threads, a camera obscura, etc. Canaletto’s Venice: The Upper Reaches of the Grand Canal with S. Simeone Piccolo (Il canal Grande con la chiesa di San Simeone Piccolo, c.1738). Joshua Reynolds’s camera obscura disguised as a book. Johnson spraying his library painting. His VO talking about the illusion created by perspective. Details of the painting. The ceiling of St Ignazio’s church, Rome, on which Andrea Pozzo painted an illusory dome and other architectural features, all designed to be viewed from one sport (Apotheosis of St Ignatius / Altare di Sant'Ignazio, 1685). Cubists rejected the idea of the fixed viewpoint in 1906. Words of Georges Braque over; his painting Pedestal Table (1913). Florence. Metaphysical painter Giorgio de Chirico’s Turin Spring (Torino a Primavera, 1914) and Apparition of the Chimney (1917); de Chirico used distorted perspective to subvert order and stability. Patrick Hughes taking photographs in Florence. His VO on the irony of de Chirico working in the city where perspective was invented. Hughes in his studio; he explains the “incoherence” of de Chirico’s perspectives in Mystery and Melancholy of a Street (Mistero e malinconia d’una strada, 1914) and Sun Rising Over the Square (1971), part of which he copies into his new work. Time-lapse sequence of him painting. Hughes explaining the difference between the viewpoint in traditional perspective and the many viewpoints needed to look at his work. \u000b\u000b ACE354.5 10:23:44 10:29:08 Hughes doesn’t paint on a flat surface, but on a three-dimensional construction on which he can introduce perspective opposite to reality, causing objects to appear to lean in an unexpected direction. Hughes believes he got his ideas from sleeping under the stairs during wartime bombing. Johnson and an assistant at work on the library painting; Johnson doesn’t believe it’s working properly, but says it might turn out all right at the last stage. Hanging works by Hughes into a gallery; Hughes and other viewers. Camera moves around to show the different facets of the paintings; Hughes’s VO. Credits.","Date":"1997","Choreographer":"","Title":"Perspective","Part":"","Film ID":"ACE354","Production Company":"Windfall Films"}