{"Synopsis":"The animated story of Beau Vine and his strange twin siblings.","Director":"Dominic Wright","Article":"A","Minutes":"15 min","Full credits":"Writer, Director and Animator Dominic Wright; Producer Richard Gooderick; Music Annabelle Pangborn; Narrator Heathcote Williams; Voices Kerry Shale; Story Consultants Mark Stokes, Wayne Balmer; Dubbing Editor Zivi Ronen; Dubbing Mixer Richard King; Music Engineer Simon Fitzpatrick; Foley Artist Andrea King; Cello James Craig; Accordion Simon Shannon; Narration Co-Writer Matt Palmer; Editing Assistants Ian Kelso, Ray Rees, Steve Teers; Technical Assistance Rennay Mathurin, Mark Williams, Ellis Pritchard. Thanks to Rodney Wilson, Mike King, Matt Palme, Adrian Senior, Dominic O’Neill, Damon O’Connell, Fiona Porteous. Produced at The London Guildhall University and NFTS Createc. © The Arts Council of England. Dolby in Selected Theatres.","chapters":[{"out":890,"in":0,"desc":"The Vine family, their boy, Beau, who couldn’t talk. Beau’s mother died mysteriously, and Beau Vine spent more time with his friend, Cow. Beau’s siblings (the Twins, and Rumen and Mira) began to behave strangely towards him, and he is surprised when they are all nice to him and hold a part on his twelfth birthday. Beau has trouble sleeping after the party, but finally falls into the Land of Dreams where he sees many strange things. Cow comes in and is attacked and killed by a shadowy figure with a cleaver who also cuts out the animal’s tongue. The siblings come to see what has happened; Beau runs away and hides from them. Beau climbs down into a boat on the river underneath the foundations of the house and is haunted by Cow’s ghost. He spies on his brother, Rumen, who, dressed in woman’s underwear, cuts out a string of paper cows. Cow’s tongue is now in a tank of water. Beau watches Mira whipping Rumen, and sees them sending Cow’s body off on a conveyor belt. The Twins watch Cow’s tongue in the tank. The body arrives in their laboratory. Beau wanders outside in a storm, then sees his siblings reanimating parts of Cow, aided by the lightning. Beau is knocked unconscious. Beau wakes up to find himself strapped to a chair and gagged. The siblings encourage Cow to attack him and he finds that he now has the animal’s tongue. Credits."}],"Series":"","Full synopsis":"ACE356.2 10:00:00 10:14:50 The Vine family, their boy, Beau, who couldn’t talk. Beau’s mother died mysteriously, and Beau Vine spent more time with his friend, Cow. Beau’s siblings (the Twins, and Rumen and Mira) began to behave strangely towards him, and he is surprised when they are all nice to him and hold a part on his twelfth birthday. Beau has trouble sleeping after the party, but finally falls into the Land of Dreams where he sees many strange things. Cow comes in and is attacked and killed by a shadowy figure with a cleaver who also cuts out the animal’s tongue. The siblings come to see what has happened; Beau runs away and hides from them. Beau climbs down into a boat on the river underneath the foundations of the house and is haunted by Cow’s ghost. He spies on his brother, Rumen, who, dressed in woman’s underwear, cuts out a string of paper cows. Cow’s tongue is now in a tank of water. Beau watches Mira whipping Rumen, and sees them sending Cow’s body off on a conveyor belt. The Twins watch Cow’s tongue in the tank. The body arrives in their laboratory. Beau wanders outside in a storm, then sees his siblings reanimating parts of Cow, aided by the lightning. Beau is knocked unconscious. Beau wakes up to find himself strapped to a chair and gagged. The siblings encourage Cow to attack him and he finds that he now has the animal’s tongue. Credits.","Date":"1997","Choreographer":"","Title":"Bump in the Night","Part":"","Film ID":"ACE356","Production Company":""}