{"Synopsis":"An impressionistc portrait of José Nava, a Mexican painter based in London.","Director":"Zadoc Nava","Article":"","Minutes":"25 min","Full credits":"Director Zadoc Nava; Producer Peter McMillan; Writers Orson Nava, Zadoc Nava; Associate Producer Jeremy Goold; Editor James Gold; Lighting Camera Oliver Curtis, Zadoc Nava (Mexico); Original Music Javier Alvarez; Additional Music and Vocals Gabriel Nava Rojas; Art Director Tim Streater; Production Supervisor for the Arts Council James Van Der Pool. Cast: José Nava, Himself; José as a Child, Emil Nava; José as a teenager, Moises Galeano Nava; Crew: First Assistant Director Jake Nava; Production Assistants Deborah Casserly, Bill James; Production Accountant Gloria Donovan; Production Manager (Mexico) Eduardo Corona; Sound Recordists Robert Galvin, Chris Barton; Dubbing Mixer Mike Prestwood Smith; Camera Assistant Steve Cassidy; Grip Dennis Dillon; Gaffer Andrew Watson; Electrician Ron Emery; Model Maker Bruce Streater; Stills Photographer Anthony Grant; Runner Alex Taylor; Driver Steve Chapman. Special Thanks Sairah Awan, Gill Capper, Pete Chalk, Kasmyn Chen, James Colgley, Mo Fini, Arturo Galeano Nava, Moises Galeano Nava, Rocio Nava de Galeano, Goldcrest, Zoe Harvey-Lee, Hugo Hiriati, Victoria Kelly, Laszlo Lambert, Terressa Losada, Katie Lovegrove, Metrocolor, Mica Nava, Joey Nava, Fabiana & Jimena Percival, Jane Shackleton, Gita Schyfter, Mitra Tabrizian, John Taylor, Clear Cut Productions, Kentish Town Primary School, Hi-Liting, Gill Lloyd & Arts Admin, People Show, Chelsea Williams, Chahine Yavroyan. Dolby in selected theatres. Produced with financial assistance from The Arts Council of England. © Taylor McMillan Films 1996.","chapters":[{"out":692,"in":0,"desc":"José Nava swimming underwater. Standing on traffic island and walking through street market. Film-maker’s VO saying that his father once said to him that “The people in this cold land don’t understand me. They don’t know who I really am”. Film-maker muses on how he and his father can understand each other as they come from different backgrounds. Nava eating fruit. Inside José Nava’s house in Acapulco. He talks about European artists he admires, such as Goya, and about South American artists, all of whom, he says, share a “love for nature”. José Nava with examples of masks. He talks about being considered as a foreigner, even after living in England for twenty years, and feeling “like a fish in the wrong pond”. Film-maker gives some biographical details of his father over photograph of him as a baby, and over reconstruction of young José tied to chair to prevent him getting into trouble in the absence of his mother, a morgue employee. At the age of ten, José ran away to live with his father. Reconstruction of José working at shoe-making with his father Camillo; VO relates anecdote told to film-maker by José. Nightlife in Acapulco. Reconstruction of José in hospital after being hit by a bus; real José watching. Fish. Boys in surf. José talking about his injuries and his reaction on being told that his father had died of grief over his son’s accident. Photographs of José with American tourists he took on fishing trips. José in his studio talking about the first time he started drawing. Paintings. José eating oysters on the beach. He relates anecdote about helping man catch oysters and setting up a beach restaurant with him. Photographs of José with his future wife, Mica. José running naked in snow on his first visit to England, 1962. Home movie footage of José, Mica, and family, including young Zadoc and his brother, Orson. Family photographs. Film-maker’s VO talking about looking for signs of “impending chaos”. José today, modelling in photographs, home movies of him in the People Show in the 1970s, making a skeleton out of butcher’s bones; VO describes how, in a performance in Chicago, he slashed a Matisse copy pretending it was the real thing."},{"out":1500,"in":692,"desc":"Photographs of the family in Mexico. Film-maker VO describes some of his experiences. Cock-fighting. José. Children at night-time celebrations, breaking up a huge papier-maché fish to get at the sweets that fill it. VO and José talk about how he found out the truth about his father’s death, killed by a jealous husband. José watching over a coffin. Talks over about the mental breakdown caused by this revelation. Film of him painting. Film-maker’s VO talking about his father’s physical and mental disintegration. José swimming, sitting in the rain. Police photographs. Prison. Film-maker’s VO talks about his father’s diagnosis of acute paranoid schizophrenia. Montage of footage of José in London; film-maker’s VO describes him talking about “being followed by the Post Office Tower”. José jumps into a canal. Emerges from the sea. Some of José’s paintings. Film-maker VO says that people are “close to the edge” much of the time. Young José in cemetery; old José watching. José painting; the London house he’s depicting. Other paintings of house, people, garden, animals, etc. José talks about his work. Painting over a photograph of himself and his family. José with film-maker’s young brothers, playing in a paddling pool. Barbecuing a fish. Film-maker’s VO talking about family relationships, the pain of their memories of José’s madness, and how their lives are enriched by his presence. José painting and talking about the importance of family. Family photo/film which José leaves. Film-maker VO talks about everyone trying to find their own space. José swimming. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE404.2 10:00:00 10:11:32 José Nava swimming underwater. Standing on traffic island and walking through street market. Film-maker’s VO saying that his father once said to him that “The people in this cold land don’t understand me. They don’t know who I really am”. Film-maker muses on how he and his father can understand each other as they come from different backgrounds. Nava eating fruit. Inside José Nava’s house in Acapulco. He talks about European artists he admires, such as Goya, and about South American artists, all of whom, he says, share a “love for nature”. José Nava with examples of masks. He talks about being considered as a foreigner, even after living in England for twenty years, and feeling “like a fish in the wrong pond”. Film-maker gives some biographical details of his father over photograph of him as a baby, and over reconstruction of young José tied to chair to prevent him getting into trouble in the absence of his mother, a morgue employee. At the age of ten, José ran away to live with his father. Reconstruction of José working at shoe-making with his father Camillo; VO relates anecdote told to film-maker by José. Nightlife in Acapulco. Reconstruction of José in hospital after being hit by a bus; real José watching. Fish. Boys in surf. José talking about his injuries and his reaction on being told that his father had died of grief over his son’s accident. Photographs of José with American tourists he took on fishing trips. José in his studio talking about the first time he started drawing. Paintings. José eating oysters on the beach. He relates anecdote about helping man catch oysters and setting up a beach restaurant with him. Photographs of José with his future wife, Mica. José running naked in snow on his first visit to England, 1962. Home movie footage of José, Mica, and family, including young Zadoc and his brother, Orson. Family photographs. Film-maker’s VO talking about looking for signs of “impending chaos”. José today, modelling in photographs, home movies of him in the People Show in the 1970s, making a skeleton out of butcher’s bones; VO describes how, in a performance in Chicago, he slashed a Matisse copy pretending it was the real thing. \u000b\u000b ACE404.3 10:11:32 10:25:00 Photographs of the family in Mexico. Film-maker VO describes some of his experiences. Cock-fighting. José. Children at night-time celebrations, breaking up a huge papier-maché fish to get at the sweets that fill it. VO and José talk about how he found out the truth about his father’s death, killed by a jealous husband. José watching over a coffin. Talks over about the mental breakdown caused by this revelation. Film of him painting. Film-maker’s VO talking about his father’s physical and mental disintegration. José swimming, sitting in the rain. Police photographs. Prison. Film-maker’s VO talks about his father’s diagnosis of acute paranoid schizophrenia. Montage of footage of José in London; film-maker’s VO describes him talking about “being followed by the Post Office Tower”. José jumps into a canal. Emerges from the sea. Some of José’s paintings. Film-maker VO says that people are “close to the edge” much of the time. Young José in cemetery; old José watching. José painting; the London house he’s depicting. Other paintings of house, people, garden, animals, etc. José talks about his work. Painting over a photograph of himself and his family. José with film-maker’s young brothers, playing in a paddling pool. Barbecuing a fish. Film-maker’s VO talking about family relationships, the pain of their memories of José’s madness, and how their lives are enriched by his presence. José painting and talking about the importance of family. Family photo/film which José leaves. Film-maker VO talks about everyone trying to find their own space. José swimming. Credits.","Date":"1996","Choreographer":"","Title":"Big Fish","Part":"","Film ID":"ACE404","Production Company":"Taylor McMillan Films"}