{"Synopsis":"The question of identity for Chinese people in Britain, in the context of the return of Hong Kong to China (1997) and the events of Tiananmen Square (1989), examined through drama and interviews.","Director":"Ka Choi","Article":"","Minutes":"17 min","Full credits":"This video uses scenes from Sale of the Century, a play by Lin Shu Fern. Cast: Liu Lien, Susan Leong; Milee, Lucy Sheen; Paul, David Tse; Peter, Glen Goei; Interviewees, Mai Ling Ng, Lin Shu Fern, Lam Siu Wai, David Tse, Lucy Sheen, Wai Hung Kan. Camera John Goff; Lighting Gerald Wells; Sound Rosa Cown; Production Management Andrew Ajayi, Yvonne Jones; Additional Video Material Orientations, K. L. Law; Video Editing Ka Choi, John Goff; Music The Chinese National Orchestra. Thanks to Lilly Cheung, Paul Evans, Greater Than One, Janet Marks, Juliet McKoen, Cockpit Theatre, West London Media. Producer/Director Ka Choi; Funded by The Arts Council.","chapters":[{"out":488,"in":0,"desc":"Caption: “In early 1989, Mu-Lan Theatre Company performed Sale of the Century, a play about the return of Hong Kong to Chinese Rule in 1997. In June 1989, the Democracy Movement was crushed in Tiananmen Square….” Extract from play: Prisoner Liu Lien is berated by a guard because she doesn’t speak the right Chinese and has a British passport. She says that, though she has a British passport, she is “the alien at the door”. Caption: “In the turmoil of the Democracy Movement the Political Prisoner highlights deep divisions between migrant & native Chinese. Questions about identity and loyalty to Race and Country come to the fore… These issues are explored dramatically in the play Sale of the Century…. ” Extract from play: Liu Lien and Milee discussing what Hong Kong will be like once it becomes Chinese. One is optimistic about living under Communist rule, the other is not so sure. HONG KONG. People (including actors) commenting on the changeover. One says the people of Hong Kong should decide what they want their future to be. Another argues that changes in Hong Kong will come from China. One says that Hong Kong people didn’t elect the Chinese government. Caption: “‘Let a hundred flowers bloom and a hundred schools of thought contend…’ Mao Tse Tung,1957.” DEMOCRACY Extract from play: Milee talking to Paul about Liu Lien. Comments on democracy, denied by the British to the Hong Kong Chinese, about Britain not caring about former colonies, and ask if it is morally correct for Hong Kong to be returned to China. Extract from play: Milee and Paul talking about reasons for staying in or leaving Hong Kong – Milee is staying because of Liu Lien."},{"out":1035,"in":488,"desc":"IDENTITY Comments on Hong Kong people leaving or staying; criticism of Britain’s refusal to allow them unrestricted entry, particularly in view of the economic contribution the island has made to the British economy. PASSPORT. Comments on gradation of rights permitted by different kinds of British passports. Extract from play: Paul and Peter argue over Liu Lien’s situation and what should be done about it. Comments on responses of overseas Chinese towards the Hong Kong situation. Demonstrations by overseas Chinese. Caption: “‘The army must become one with the people so that they see it as their own army. Such an army will be invincible….’ Mao Tse Tung, 1938.” FREEDOM. Comments on the lack of a democratic system in Hong Kong, with the thought that anything put in place before the changeover could easily be wiped out under Chinese rule. Extract from play: Paul and Peter arguing over people who only want the right to decide and think for themselves. Comments on how Hong Kong should go back to China. Credits. Caption: “Mu-Lan Theatre Company is the first professional Chinese Theatre Company in Britain. Its main aim is to promote and encourage performing arts from the Chinese Community in Britain...”"}],"Series":"Black Arts Video Project","Full synopsis":"ACE403.2 10:00:00 10:08:08 Caption: “In early 1989, Mu-Lan Theatre Company performed Sale of the Century, a play about the return of Hong Kong to Chinese Rule in 1997. In June 1989, the Democracy Movement was crushed in Tiananmen Square….” Extract from play: Prisoner Liu Lien is berated by a guard because she doesn’t speak the right Chinese and has a British passport. She says that, though she has a British passport, she is “the alien at the door”. Caption: “In the turmoil of the Democracy Movement the Political Prisoner highlights deep divisions between migrant & native Chinese. Questions about identity and loyalty to Race and Country come to the fore… These issues are explored dramatically in the play Sale of the Century…. ” Extract from play: Liu Lien and Milee discussing what Hong Kong will be like once it becomes Chinese. One is optimistic about living under Communist rule, the other is not so sure. HONG KONG. People (including actors) commenting on the changeover. One says the people of Hong Kong should decide what they want their future to be. Another argues that changes in Hong Kong will come from China. One says that Hong Kong people didn’t elect the Chinese government. Caption: “‘Let a hundred flowers bloom and a hundred schools of thought contend…’ Mao Tse Tung,1957.” DEMOCRACY\u000bExtract from play: Milee talking to Paul about Liu Lien. Comments on democracy, denied by the British to the Hong Kong Chinese, about Britain not caring about former colonies, and ask if it is morally correct for Hong Kong to be returned to China. Extract from play: Milee and Paul talking about reasons for staying in or leaving Hong Kong – Milee is staying because of Liu Lien.\u000b\u000b ACE403.3 10:08:08 10:17:15 IDENTITY\u000bComments on Hong Kong people leaving or staying; criticism of Britain’s refusal to allow them unrestricted entry, particularly in view of the economic contribution the island has made to the British economy. PASSPORT. Comments on gradation of rights permitted by different kinds of British passports. Extract from play: Paul and Peter argue over Liu Lien’s situation and what should be done about it. Comments on responses of overseas Chinese towards the Hong Kong situation. Demonstrations by overseas Chinese. Caption: “‘The army must become one with the people so that they see it as their own army. Such an army will be invincible….’ Mao Tse Tung, 1938.”\u000bFREEDOM. Comments on the lack of a democratic system in Hong Kong, with the thought that anything put in place before the changeover could easily be wiped out under Chinese rule. Extract from play: Paul and Peter arguing over people who only want the right to decide and think for themselves. Comments on how Hong Kong should go back to China. Credits. Caption: “Mu-Lan Theatre Company is the first professional Chinese Theatre Company in Britain. Its main aim is to promote and encourage performing arts from the Chinese Community in Britain...” \u000b\u000b","Date":"1990","Choreographer":"","Title":"Being Here & There","Part":"","Film ID":"ACE403","Production Company":""}