{"Synopsis":"A record of a project, led by David Cashman and Roger Fagin, to engage London schoolchildren in designing decorations and facilities for their playground.","Director":"Clare Calder-Marshall","Article":"","Minutes":"36 min","Full credits":"Sound Clare Calder-Marshall, Robert Harvey; Camera Haim Bresheeth, David Bridges, Pascoe McFarlane, John Kerry, Oliver Stapleton, Steve Shaw; Editing Franco Rosso; Music Robby Danaher, David Stone; Associate Producer Haim Bresheeth; Produced and directed by Clare Calder-Marshall. We would like to thank the staff and children of Laycock Primary School, Islington, for their co-operation in the making of this film. We would also like to thank David Cashman, Roger Fagin, St Martin’s School of Art, The National Film School, The Royal College of Art. This film was produced with financial assistance from The Inner London Education Authority, The Arts Council of Great Britain. Copyright CC-M 1978","chapters":[{"out":506,"in":0,"desc":"Children’s art works, a desolate school playground; children’s VOs describing what they’d like to see in it. Laycock Primary School, Islington, north London. David Cashman and Roger Fagin, former art teachers, with some of the children; commentary says that they believe that “art should be rooted in the everyday life of a local community” and outlines the reasons why they chose this school for their project which include the co-operation of students from St Martin’s School of Art and the Inner London Education Authority. Roy Price, ILEA’s local Divisional Officer, talks about the reasons the Authority support for the project, but says they did not foresee exactly what was going to happen. Caption: “The School Façade. Brickwork Designs.” Views of the school; Cashman VO saying that he and Fagin decided that external decoration should reflect what went on inside the building. Fagin and Cashman talking to children about what images they’d like to see on the walls and demonstrating how they’ll go about the actual painting. Children colouring in designs on paper. Robot design; child’s VO describing its character. Other designs with similar VOs: more robots, dog, sun, dragon, people, etc. Commentary says that sixteen designs were chosen from the 300 the children produced. Painting in progress. Cashman VO talking about this project enabling the children to “claim the environment” for themselves, and producing role reversals in which the child acts as adult and the adult acts as child, and the artists act as technicians. The completed images on the building and the perimeter wall."},{"out":1157,"in":506,"desc":"Caption: “Self Portraits.” Pictures of children on the walls. VO explains that these self portraits were a way to help the children claim the buildings as theirs, and were intended to be part of on on-going process in which each succeeding year’s intake would add their own. Children drawing each other; their VOs explaining what they did; director talking to one child. Cashman’s VO explaining their vision of art education, art as a means of shaping the environment which, in turn, shapes people. Caption: “Tyre Structures.” Children playing on and with motor tyres in various configurations. Commentary explains why tyres were chosen as raw material, and says that most of them were factory rejects, donated by a tyre company. Children’s VO talking about how they play with the tyres. Children’s drawings and models used in the design and building of the tyre structures. Black and white footage of Cashman and Fagin considering the different models and how they might build one; children working out how their models would function and might cost if built; director seen interviewing. Cashman and Fagin with the school keeper who explains how certain playground areas must be kept clear for deliveries, etc. Cashman and Fagin begin digging up the playground and erecting wooden supports. Tyre delivery; fixing tyres together, roping and nailing tyres to wooden frames, and so on. Children playing on completed structure."},{"out":1545,"in":1157,"desc":"Caption: “The Train.” Tyres. Concrete railway engine, part of the original playground, which was prominent in the children’s drawings. Children and students painting the train. Caption: “The Ghosthouse.” Animation of some of the wall designs. Children painting designs. Art student David Stone, converting the interior of part of the disused playground toilets. Drawings showing games the children played in them before conversion, which prompted ideas for his decorations. Black and white film of Stone with children, working with teacher Chris Cook, to explore the children’s fantasy and monster fantasies. Stone’s VO on the importance of working with the children. Cook and Stone helping the children design and make masks which would become the basis for the Ghosthouse designs. Shadow plays which provided more images. Children in the finished structure."},{"out":2146,"in":1545,"desc":"Caption: “The Garden.” Children in playground; commentary says that the two years taken so far on the project had created a good collaboration between artists, children, teachers and parents, which facilitated the execution of a communal project. Drawings of ideas for garden. Children watering plants; raised bed. Black and white footage of Cashman and Fagin discussing ideas with teachers. Volunteer parents helping to lay bricks and work on other parts of the building. Stages in the construction of the outer shell, with children helping to carry bricks. Black and white footage of children building model features, including dinosaurs for a dinosaur park. Children digging and planting the more conventional final design. Roy Price opens the garden at the school’s Summer Fair. Commentary says that this was the culmination of the artists’ desire “to be catalysts in a communal process”. Price talking to camera. Children and parents at the Fair watching maypole dancing, intercut with views of the playground before the project; VO of headmistress, Barbara Ryan, says that the project affected the school more than she had hoped, allowing the children to see that what they think does matter. Credits. Black and white footage of woman talking to director about the project. School."}],"Series":"","Full synopsis":"ACE453.2 10:00:00 10:08:26 Children’s art works, a desolate school playground; children’s VOs describing what they’d like to see in it. Laycock Primary School, Islington, north London. David Cashman and Roger Fagin, former art teachers, with some of the children; commentary says that they believe that “art should be rooted in the everyday life of a local community” and outlines the reasons why they chose this school for their project which include the co-operation of students from St Martin’s School of Art and the Inner London Education Authority. Roy Price, ILEA’s local Divisional Officer, talks about the reasons the Authority support for the project, but says they did not foresee exactly what was going to happen. Caption: “The School Façade. Brickwork Designs.” Views of the school; Cashman VO saying that he and Fagin decided that external decoration should reflect what went on inside the building. Fagin and Cashman talking to children about what images they’d like to see on the walls and demonstrating how they’ll go about the actual painting. Children colouring in designs on paper. Robot design; child’s VO describing its character. Other designs with similar VOs: more robots, dog, sun, dragon, people, etc. Commentary says that sixteen designs were chosen from the 300 the children produced. Painting in progress. Cashman VO talking about this project enabling the children to “claim the environment” for themselves, and producing role reversals in which the child acts as adult and the adult acts as child, and the artists act as technicians. The completed images on the building and the perimeter wall. ACE453.3 10:08:26 10:19:17 Caption: “Self Portraits.” Pictures of children on the walls. VO explains that these self portraits were a way to help the children claim the buildings as theirs, and were intended to be part of on on-going process in which each succeeding year’s intake would add their own. Children drawing each other; their VOs explaining what they did; director talking to one child. Cashman’s VO explaining their vision of art education, art as a means of shaping the environment which, in turn, shapes people. Caption: “Tyre Structures.” Children playing on and with motor tyres in various configurations. Commentary explains why tyres were chosen as raw material, and says that most of them were factory rejects, donated by a tyre company. Children’s VO talking about how they play with the tyres. Children’s drawings and models used in the design and building of the tyre structures. Black and white footage of Cashman and Fagin considering the different models and how they might build one; children working out how their models would function and might cost if built; director seen interviewing. Cashman and Fagin with the school keeper who explains how certain playground areas must be kept clear for deliveries, etc. Cashman and Fagin begin digging up the playground and erecting wooden supports. Tyre delivery; fixing tyres together, roping and nailing tyres to wooden frames, and so on. Children playing on completed structure.ACE453.4 10:19:17 10:25:45 Caption: “The Train.” Tyres. Concrete railway engine, part of the original playground, which was prominent in the children’s drawings. Children and students painting the train. Caption: “The Ghosthouse.” Animation of some of the wall designs. Children painting designs. Art student David Stone, converting the interior of part of the disused playground toilets. Drawings showing games the children played in them before conversion, which prompted ideas for his decorations. Black and white film of Stone with children, working with teacher Chris Cook, to explore the children’s fantasy and monster fantasies. Stone’s VO on the importance of working with the children. Cook and Stone helping the children design and make masks which would become the basis for the Ghosthouse designs. Shadow plays which provided more images. Children in the finished structure. ACE453.5 10:25:45 10:35:46 Caption: “The Garden.” Children in playground; commentary says that the two years taken so far on the project had created a good collaboration between artists, children, teachers and parents, which facilitated the execution of a communal project. Drawings of ideas for garden. Children watering plants; raised bed. Black and white footage of Cashman and Fagin discussing ideas with teachers. Volunteer parents helping to lay bricks and work on other parts of the building. Stages in the construction of the outer shell, with children helping to carry bricks. Black and white footage of children building model features, including dinosaurs for a dinosaur park. Children digging and planting the more conventional final design. Roy Price opens the garden at the school’s Summer Fair. Commentary says that this was the culmination of the artists’ desire “to be catalysts in a communal process”. Price talking to camera. Children and parents at the Fair watching maypole dancing, intercut with views of the playground before the project; VO of headmistress, Barbara Ryan, says that the project affected the school more than she had hoped, allowing the children to see that what they think does matter. Credits. Black and white footage of woman talking to director about the project. School.","Date":"1978","Choreographer":"","Title":"Dinosaurs in the Playground","Part":"","Film ID":"ACE453","Production Company":""}