{"Synopsis":"Three Chinese-British artists explore the influences of cultural displacement, repression, and politics on their writing and painting.","Director":"Rosa Fong","Article":"","Minutes":"23 min","Full credits":"The Audition: Written and Performed by Lucy Sheen; Auditioner, Cameron Stewart. The Journey: Poems Written & Performed by Mei-Ling Jin; Slides Mei-Ling Jin; Poems A Long Overdue Poem to My Eyes, Untitled, written by Mei-Ling Jin; The Diary: Created & Performed by Qu Lei-Lei; Triptych Beijing – June 4th 1989 Qu Lei-Lei. Thanks to Bridge Lane Theatre. Christian. Arnold Robinson. North Kensington Amenity Trust. Royal College of Art. Bob O’Dwyer. Tony Sheridan. Lois Shilton. Harrow College of Higher Education. James Welland. Graphic Design Clare Shedden; Music Crash; AudioVisual Slide Co-ordinator Wendy Pye; Lighting & Camera Kay Sheridan; Assistant Camera Jeremy Kelly; 2nd Assistant Camera A G Y Cheung; Editor Gabriela Enis; Rushes Editor David Gibson; Assistant Rosa Fong; Production Assistant Linda Dale; Production Consultant Jonathan Teplitzky; Producer Kay Phillips; Directed & Conceived by Rosa Fong. Funded by The Arts Council. A production by Working Pictures and Almond Eye. © Working Pictures/Almond Eye 1990.","chapters":[{"out":478,"in":0,"desc":"Chinese ink. Spray paint. Photographs of Mao Tse-Tung and tanks. Qu Lei-Lei’s VO says he wants “to find a place within the arena of a universal model right”. Photograph of Chinese protestors. Photograph. People’s eyes. Woman’s VO reading poem about her “brown slit eyes”. CHILDHOOD. Jin Mei-Ling reciting a poem which explains that she spent half her childhood hiding from racism and poverty, hating the stereotyped images of Chinese people she saw, and fantasising that she could change the world and control her destiny. Lucy Sheen acts out a piece for an “audition”: as a child called Lai-Tun, believing she can straighten her nose by sleeping with a clothes peg on it, though it will make no difference to her eyes. CHILDHOOD. Qu making collage with caption written in Chinese. His VO says he “had a splendid childhood”. Photographs of boy, Mao. VO saying that the pictures change because “there is always a different person reflected in the frame”. Audition. Sheen explains that at eighteen years old, she anglicised her name and went to drama school; which somehow makes everything possible."},{"out":865,"in":478,"desc":"WHY I PAINT. Qu working on collage; VO talking about growing up during the Cultural Revolution, and now want to tell everyone how he feels. Jin speaking more verse, saying she wants “to be part of the image makers”, and about creating images with words. INFLUENCES. Qu’s collage progressing. His VO says his inspiration is “the whole of art history” mixed with his feelings. Sheen as “Elaine Choi”, a Cockney Chinese or a Chinese who happens to be Cockney? Photographs of demonstrators. Qu’s VO saying that everything is said “outside the frame”. Jin on “influences”, listing her father, and many women writers. Images of school and work. Sheen explains why she “as a Chinese … can play Shakespeare”, and suggests that it’s “not just actors who have to be creative”."},{"out":1382,"in":865,"desc":"Jin speaking poem to her mother, wishing she were able to talk to her about her female lover, etc. The paper on which the poem is written is folded into a boat and floated away. A poem to a publisher: she doesn’t want to have to write only about her experiences as an immigrant and of race relations. DIFFICULTIES. Qu continues with the collage. VO on dreams. CHARACTERS. Qu VO “The way without a way is the best.” Sheen on “Rachel Lockhart”, adopted by a white family and never really thinking of herself as Chinese until her adoptive mother dies and she has to find an identity Sheen thinks that the stereotypes will disappear only when the British Chinese decide who they really are. Jin on the “daughters of [her] imagination”. Photographs of Mao, the tank, the demonstrators, the little boy. Qu: “By saying nothing, I have said everything…” Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE425.2 10:00:00 10:07:58 Chinese ink. Spray paint. Photographs of Mao Tse-Tung and tanks. Qu Lei-Lei’s VO says he wants “to find a place within the arena of a universal model right”. Photograph of Chinese protestors. Photograph. People’s eyes. Woman’s VO reading poem about her “brown slit eyes”. CHILDHOOD. Jin Mei-Ling reciting a poem which explains that she spent half her childhood hiding from racism and poverty, hating the stereotyped images of Chinese people she saw, and fantasising that she could change the world and control her destiny. Lucy Sheen acts out a piece for an “audition”: as a child called Lai-Tun, believing she can straighten her nose by sleeping with a clothes peg on it, though it will make no difference to her eyes. CHILDHOOD. Qu making collage with caption written in Chinese. His VO says he “had a splendid childhood”. Photographs of boy, Mao. VO saying that the pictures change because “there is always a different person reflected in the frame”. Audition. Sheen explains that at eighteen years old, she anglicised her name and went to drama school; which somehow makes everything possible. ACE425.3 10:07:58 10:14:25 WHY I PAINT. Qu working on collage; VO talking about growing up during the Cultural Revolution, and now want to tell everyone how he feels. Jin speaking more verse, saying she wants “to be part of the image makers”, and about creating images with words. INFLUENCES. Qu’s collage progressing. His VO says his inspiration is “the whole of art history” mixed with his feelings. Sheen as “Elaine Choi”, a Cockney Chinese or a Chinese who happens to be Cockney? Photographs of demonstrators. Qu’s VO saying that everything is said “outside the frame”. Jin on “influences”, listing her father, and many women writers. Images of school and work. Sheen explains why she “as a Chinese … can play Shakespeare”, and suggests that it’s “not just actors who have to be creative”. ACE425.4 10:14:25 10:23:02 Jin speaking poem to her mother, wishing she were able to talk to her about her female lover, etc. The paper on which the poem is written is folded into a boat and floated away. A poem to a publisher: she doesn’t want to have to write only about her experiences as an immigrant and of race relations. DIFFICULTIES. Qu continues with the collage. VO on dreams. CHARACTERS. Qu VO “The way without a way is the best.” Sheen on “Rachel Lockhart”, adopted by a white family and never really thinking of herself as Chinese until her adoptive mother dies and she has to find an identity Sheen thinks that the stereotypes will disappear only when the British Chinese decide who they really are. Jin on the “daughters of [her] imagination”. Photographs of Mao, the tank, the demonstrators, the little boy. Qu: “By saying nothing, I have said everything…” Credits.","Date":"1990","Choreographer":"","Title":"Linear Rhythm. A portrait of three artists","Part":"","Film ID":"ACE425","Production Company":"Working Pictures/Almond Eye"}