{"Synopsis":"The role of the artist as documentor and activist examined through the work of two Asians living and working in Britain, painter Bhajan Hunchar and batik-maker Shaheen Merali (b. Tanganyika, 1959).","Director":"Rashpal Dhaliwal","Article":"","Minutes":"17 min","Full credits":"Paintings Bhajan Hunchar; Batiks Shaheen Merali; Slides Sunil Gupta; Dancer Zahid Dar; Weaver Ranjit Dhanjal; Camera Bruna Fionda, Cathy Greenhalgh; Art Direction Andrea Stokes; Sound Michelle Mascoll, Jessica Shamash; Production Assistants Shabnam Grewal, Michelle McIntosh, Pauline Gordon, Ernie Peterson; Narration Rashpal Dhaliwal, Charmaine Francis; Archive courtesy of Visnews Library, Hulton Picture Library. Thanks to Brenda Agard, Inderjeet Dhanjal, Seema Dhanjal, Parminder Dillon, Khadijah Frischauer, Faith Gillespie, Juliet McKoen, Esther Ronay, Allan de Souza, Gunwant Kaur Grewal, Veena Stephenson, Connections, Cinestra Pictures, LAIFA, LVA, Munirah Theatre. Music Sad Songs of Lata; Editor Joel Marcus; Producer Susannah Lopez; Director Rashpal Dhaliwal. Funded by the Arts Council. © R. Dhaliwal 1990.","chapters":[{"out":540,"in":0,"desc":"Dancer standing on hillside. Silks blowing. Red thread. Dancers. Woman weaving. Engraving of British military attack. Dancer in circle of writing. Batik, Sari Sari Night. Shaheen Merali talking about his mother having to work in a factory when the family immigrated from Tanzania. He says that Sari Sari Night is a tribute to Indian women forced into factory and textile work, jobs that no-one else wanted. Batik. Merali describes the painting and says that women’s contribution to labour is generally ignored world-wide. Photographs of Indian women working, carrying water, throwing pots, weaving baskets, machining, etc. Bhajan Hunchar talking about the communal and social aspects of embroidery in the Punjab, a non-patriarchal activity. She says that this women’s work is not documented and hopes that incorporating images of embroidery in her work will help remedy that. Examples of embroidery. Hunchar’s VO describes the symbols and colours. She says such work cannot be compared to any art in the West as it was created for different reasons. Woman weaving. Woman’s VO reads “I arrived as a stranger, and saw my mother sat there weaving the tapestry of her ancestors. She had embarked on a journey where brown skin brushed against cotton, and I chased after her with a gift of flowers…” Flowers. Dancer. Woman weaving."},{"out":1026,"in":540,"desc":"Flowers floating. Words in Punjabi, written in flower petals. Caption: “‘When all else fails, take to the sword.’ Guru Gobind Singh.” Merali describes a batik on silk, Production Protection, as reflecting on anti-colonialist economic co-operation in the 1940s, particularly in cotton production. Gaumont Graphic newsreel item, “Flouting of the Government’s salt monopoly continues…”: demonstrations; Gandhi; people collecting sea-water and evaporating it. (Dandi Salt March 1930). Dancer. Woman’s VO reading: “I was not killing your memories with my offering, merely showing my experiences of this land. I am part of the process, not merely part of you… my hands give birth to those who have flowers dancing on their ashes.” Hunchar says that galleries in Britain exhibit work by black artists primarily to please their funders and to satisfy their equal opportunities policies. Though this does offer opportunities, if the work is categorised as “ethnic art”, this can put the artists at a disadvantage. Painting. Merali talks about an “apartheid system” in galleries, but believes that it will break down. Dancer on hillside. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE440.2 10:00:00 10:09:00 Dancer standing on hillside. Silks blowing. Red thread. Dancers. Woman weaving. Engraving of British military attack. Dancer in circle of writing. Batik, Sari Sari Night. Shaheen Merali talking about his mother having to work in a factory when the family immigrated from Tanzania. He says that Sari Sari Night is a tribute to Indian women forced into factory and textile work, jobs that no-one else wanted. Batik. Merali describes the painting and says that women’s contribution to labour is generally ignored world-wide. Photographs of Indian women working, carrying water, throwing pots, weaving baskets, machining, etc. Bhajan Hunchar talking about the communal and social aspects of embroidery in the Punjab, a non-patriarchal activity. She says that this women’s work is not documented and hopes that incorporating images of embroidery in her work will help remedy that. Examples of embroidery. Hunchar’s VO describes the symbols and colours. She says such work cannot be compared to any art in the West as it was created for different reasons. Woman weaving. Woman’s VO reads “I arrived as a stranger, and saw my mother sat there weaving the tapestry of her ancestors. She had embarked on a journey where brown skin brushed against cotton, and I chased after her with a gift of flowers…” Flowers. Dancer. Woman weaving. ACE440.3 10:09:00 10:17:06 Flowers floating. Words in Punjabi, written in flower petals. Caption: “‘When all else fails, take to the sword.’ Guru Gobind Singh.” Merali describes a batik on silk, Production Protection, as reflecting on anti-colonialist economic co-operation in the 1940s, particularly in cotton production. Gaumont Graphic newsreel item, “Flouting of the Government’s salt monopoly continues…”: demonstrations; Gandhi; people collecting sea-water and evaporating it. (Dandi Salt March 1930). Dancer. Woman’s VO reading: “I was not killing your memories with my offering, merely showing my experiences of this land. I am part of the process, not merely part of you… my hands give birth to those who have flowers dancing on their ashes.” Hunchar says that galleries in Britain exhibit work by black artists primarily to please their funders and to satisfy their equal opportunities policies. Though this does offer opportunities, if the work is categorised as “ethnic art”, this can put the artists at a disadvantage. Painting. Merali talks about an “apartheid system” in galleries, but believes that it will break down. Dancer on hillside. Credits.","Date":"1990","Choreographer":"","Title":"Threads of Time","Part":"","Film ID":"ACE440","Production Company":""}