{"Synopsis":"Black, gay photographer, Ajamu (Ikwe-Tyehimba, b.1963), returns to his home town, Huddersfield, for an exhibition of his work which explores personal, sexual and cultural identity.","Director":"Topher Campbell","Article":"The","Minutes":"17 min","Full credits":"Featuring Stuart Hall, Kobena Mercer, Sonya Boyce, David A. Bailey & Mrs Cockburn. The players as themselves, Ajamu, C. J., Michael Cadette, Dennis Carney; As somebody else, Fantasy Girl, Octavia; Fantasy Boy, Neville Clayton; S/M Man, Dennis Carney; His Boyfriend , Terrance Maynard; Chauffeur, Ade Sempara. Limousine Supplied and Driven by Ray; Camera equipment supplied by Cine Europe; Van Driver Renee McAllister; Production Assistants Natalie McAndrews, Paul Thornton; Camera Assistants Aubry, Anne Dodsworth; Neg Cut Negative Cutting Company; Sound Recordist Chinna Boapeah; Dubbing Mixer Chris Trussler at Mercury Theatres; Production Manager Rita Smith; Production Supervisor for the Arts Council James Van Der Pool; Production Designer Bernadette Roberts; Original Music by Joolie Wood ; David Morgan; Editor Cilla Beirne; Director of Photography A. J. Murray; Produced, Written & Directed by Topher Campbell. Special thanks to Mark Karlin at Lusia Films, Glen Hyde Associates, David Naden Associates, Jane Speller at Huddersfield Art Gallery, David A. Bailey, Michael Cadette for his kitchen, Mark Nash & Isaac Julien at Normal Films, Steve Luben & Ginty Feiner, Ian McKellan, Dave Wesson at Zoom Records, Rank Film Laboratories, Four Corners Film and Video Workshop, Trevor, Howard & Dencill Williams, And all those who came to find the Loose Moouse. All photographs shown subject to copyright Ajamu ©. Produced with financial assistance from the Arts Council of Great Britain. A Gorgeous Production. © Topher Campbell 1995.","chapters":[{"out":515,"in":0,"desc":"Man in the bath; calls to Ajamu to wake up. Ajamu introduces himself and says he’s going to Huddersfield for his first one-man photographic show. His friend helps him out of bed and to dress. Photographs of male hands and feet. Ajamu rushing around looking for train ticket. Ajamu to camera about going back to Huddersfield. Leaving the house. Talks about meeting Michael Cadette and about the First National Black Gay Men’s Conference, October 1987. Kobena Mercer VO talking about Ajamu’s work as a black gay photographer, “exploring black gay sexuality in all its complexity”. Photographs. Stuart Hall describes the “tensions” in Ajamu’s work, expectations of black masculinity “cross-cut by feminine gentleness”. Ajamu going to Cadette’s, VO discussing talking about black men’s sexuality in “a public arena”. He describes the area of Brixton where he is as being crucial to black and gay culture, a former home of C. L. R. James, the offices of Race Today, the home of the Brixton Fairies Collective, etc. Photographs. Street scenes. Hall VO talking about fantasy, in particular a photograph of Ajamu in a white wedding-dress. Photograph of C. J. Mercer, VO over film of two black men making similar “finger” gesture and Ajamu running to catch an Underground train, says Ajamu’s work starts from the perspective of diversity of black gay male identities and is thus as challenging to black gay men as to anyone else. Ajamu delayed by Underground problems; his VO says he needs to go back home."},{"out":1020,"in":515,"desc":"Ajamu’s mother, Mrs Cockburn. Hall’s VO talking about the importance of home. Mrs Cockburn on Ajamu telling her that he is gay. Ajamu on the street. His VO on his feelings about Brixton before he moved there. Street scenes. Hall VO on the image of Brixton as being a place of “hard-edged black masculinity”. Photographs. Hall saying that Ajamu must be aware of the kinds of “looks” he invokes in the spectator. Various VOs, including Ajamu’s, on Brixton. Dramatised sequence of young black man shouting abuse at gay man. Photographs of Ajamu in blonde wig. His VO and Mercer’s talking about the “fun” in his photographs. Hall’s VO on Ajamu and “performance” and dressing up. They discuss Ajamu’s work as risky explorations, no longer simple dichotomies of good/bad, positive/negative, etc., and consequently capable of producing racist and homophobic responses. Ajamu driven away in a chauffered limousine. Arrives at King’s Cross to find Michael angry at being kept waiting. The exhibition. Sonya Boyce talking about the energy in Ajamu’s work and the emotions it touches. Mercer VO on Ajamu exploring issues that are taboo in black culture. Davis A. Bailey on Ajamu bringing politically marginalised topics into a public arena. Ajamu’s VO saying that the images are “his” fantasies and desires, unrelated to any white ideas. Hall talking about crossing ideas of race with those of sexuality. Ajamu VO saying that his name means “he fights for what he believes” and that he lives his name. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE418.2 10:00:00 10:08:35 Man in the bath; calls to Ajamu to wake up. Ajamu introduces himself and says he’s going to Huddersfield for his first one-man photographic show. His friend helps him out of bed and to dress. Photographs of male hands and feet. Ajamu rushing around looking for train ticket. Ajamu to camera about going back to Huddersfield. Leaving the house. Talks about meeting Michael Cadette and about the First National Black Gay Men’s Conference, October 1987. Kobena Mercer VO talking about Ajamu’s work as a black gay photographer, “exploring black gay sexuality in all its complexity”. Photographs. Stuart Hall describes the “tensions” in Ajamu’s work, expectations of black masculinity “cross-cut by feminine gentleness”. Ajamu going to Cadette’s, VO discussing talking about black men’s sexuality in “a public arena”. He describes the area of Brixton where he is as being crucial to black and gay culture, a former home of C. L. R. James, the offices of Race Today, the home of the Brixton Fairies Collective, etc. Photographs. Street scenes. Hall VO talking about fantasy, in particular a photograph of Ajamu in a white wedding-dress. Photograph of C. J. Mercer, VO over film of two black men making similar “finger” gesture and Ajamu running to catch an Underground train, says Ajamu’s work starts from the perspective of diversity of black gay male identities and is thus as challenging to black gay men as to anyone else. Ajamu delayed by Underground problems; his VO says he needs to go back home.ACE418.3 10:08:35 10:17:00 Ajamu’s mother, Mrs Cockburn. Hall’s VO talking about the importance of home. Mrs Cockburn on Ajamu telling her that he is gay. Ajamu on the street. His VO on his feelings about Brixton before he moved there. Street scenes. Hall VO on the image of Brixton as being a place of “hard-edged black masculinity”. Photographs. Hall saying that Ajamu must be aware of the kinds of “looks” he invokes in the spectator. Various VOs, including Ajamu’s, on Brixton. Dramatised sequence of young black man shouting abuse at gay man. Photographs of Ajamu in blonde wig. His VO and Mercer’s talking about the “fun” in his photographs. Hall’s VO on Ajamu and “performance” and dressing up. They discuss Ajamu’s work as risky explorations, no longer simple dichotomies of good/bad, positive/negative, etc., and consequently capable of producing racist and homophobic responses. Ajamu driven away in a chauffered limousine. Arrives at King’s Cross to find Michael angry at being kept waiting. The exhibition. Sonya Boyce talking about the energy in Ajamu’s work and the emotions it touches. Mercer VO on Ajamu exploring issues that are taboo in black culture. Davis A. Bailey on Ajamu bringing politically marginalised topics into a public arena. Ajamu’s VO saying that the images are “his” fantasies and desires, unrelated to any white ideas. Hall talking about crossing ideas of race with those of sexuality. Ajamu VO saying that his name means “he fights for what he believes” and that he lives his name. Credits.","Date":"1995","Choreographer":"","Title":"Homecoming. A short film about Ajamu","Part":"","Film ID":"ACE418","Production Company":"Gorgeous"}