{"Synopsis":"An experimental film in which the artist film-maker uses her paintings on a journey of personal discovery.","Director":"Ranjana Sharda","Article":"","Minutes":"10 min","Full credits":"With thanks to Juliet McKoen, Peter Harvey, Frank Boyd, William Raban, Chris David, Paul Hazel, Kooj Chuhan, Fiona Timothy. Artist/Paintings, Ranjana Sharda; 2nd Indian god, Suneel Chadha. Photography Paul Jones; Production Assistant Andrew Read; Musical Composition & Arrangement Liz Faunce; Dubbing Mixer Derek Richards, Liz Faunce; Editors Warren Baxter, Paul Jones; Facilities Filmatic, DVA, Artec; Producer/Director Ranjana Sharda. The Ka Choi Award financed by The Arts Council of Great Britain. Mix Productions © 1993.","chapters":[{"out":623,"in":0,"desc":"Woman mixing powder colours. Artists’s materials. Woman drawing and colouring images. VO “… Instinctively I evolve spontaneous shapes, trying to follow visions in my mind…” Painting which becomes mixed with views of country road. Artist opening gates of large, old building. “Another stage in the journey that brings me here to a timeless retreat.” Woman examining decor of room. “Ancient and eternal form. I see a vision of an electric energy.” Paintings of gods and goddesses. Artist as goddess dancing with god. “Round they go. Identity in a state of motion…” Woman drawing with pastels. Looking at her paintings. Young man’s face appears to her. She sees herself in her painting. Poses in some dance postures. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE430.2 10:00:00 10:10:23 Woman mixing powder colours. Artists’s materials. Woman drawing and colouring images. VO “… Instinctively I evolve spontaneous shapes, trying to follow visions in my mind…” Painting which becomes mixed with views of country road. Artist opening gates of large, old building. “Another stage in the journey that brings me here to a timeless retreat.” Woman examining decor of room. “Ancient and eternal form. I see a vision of an electric energy.” Paintings of gods and goddesses. Artist as goddess dancing with god. “Round they go. Identity in a state of motion…” Woman drawing with pastels. Looking at her paintings. Young man’s face appears to her. She sees herself in her painting. Poses in some dance postures. Credits.","Date":"1993","Choreographer":"","Title":"Passages","Part":"","Film ID":"ACE430","Production Company":"Mix Productions"}