{"Synopsis":"A partly animated story of loss and grief.","Director":"TUUP (Godfrey Duncan)","Article":"","Minutes":"8 min","Full credits":"Performers: Dancer, Fiona Wilkes; Story Teller, Tuup; Cameleon Children, Leon Fari, Sophie Doyle, Christopher Alexis, Hayley Alexis, Sheba Dhillon. Crew: Assistant-Director Charles Dacosta; Sound-Continuity Florelle George; Camera-Lighting Ashton Merrifield ; Camera-Assistant Clive Granderson; Wardrobe-Choreography Jeanette Springer; Grip Charles Alexis; Animation James Dolan; Animation-Concept Tuup; Music by Thee Unspoken Word; Flute Keith Waithe; Pan Man/Panologist Aubrey Bryant; Sax Jon Joseph; Percussion Tuup; Vocals/Percussion Jan Blake; Vocals Nadine Martion; Proof Reader-Mentor Marc Matthews; Recording-Engineer Carl Kirton; Titles Tuup; Facilities: Off-line First Field; Camera Hire/On-line LVA (London Video Access Ltd); Film Developing Filmatic; Rostrum Camera London Film Makers Co-op; Slow/Mo Cultural Partnerships; Lighting Hire Michael Samuelson Ltd., Dominion Centre, Ealing Van Hire; Locations Epping Forest, Ravenscourt Park, Shepherds Bush High St., South Acton Estate; Editor Off-Line/On-Line Lol Gellor; Production Supervisor Juliet McKoen; Assistant Tuup, Amma Prosser. Give thanks to Marina Augustine, Acan, Esther Ronay. Larry/Karen Deborah, Irving Victor Max, Christopher Robinson, Marian Haywoode, Lol family & son, Guardians of the Children-love, Peace and love yaasantwaa/mum/dad/. Conrad. Eartha/and friends, where ever in, the world to the un-named, please forgive, My spirit is with you… Earth is Mother and Mother is Earth…! Lazima tutashinda bila shaka. Producer Director/Writer Godfrey Duncan. Thee Unpresidented Unorthodox Preacher… TUUP … Financed by Arts Council, Black Arts Video Project. Production by Rastaman in De Year 2000. Copyright 19/8/1991 by Godfrey Duncan-TUUP. Thee Unspoken Word. HIM.","chapters":[{"out":473,"in":0,"desc":"Beads and shells shaken into the letters of the title. Man telling story of an angel who fell from the sky to live with him on earth. They married but after giving birth to a star child, she died. He cried after his children flew away to the sky. Images are part stop-motion animation, part kaleidoscopic, part live action, black and white and colour. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE417.2 10:00:00 10:07:53 Beads and shells shaken into the letters of the title. Man telling story of an angel who fell from the sky to live with him on earth. They married but after giving birth to a star child, she died. He cried after his children flew away to the sky. Images are part stop-motion animation, part kaleidoscopic, part live action, black and white and colour. Credits.","Date":"1991","Choreographer":"Jeanette Springer","Title":"Fireflies n Stars","Part":"","Film ID":"ACE417","Production Company":"Rastaman in De Year 2000"}