{"Synopsis":"The life and work of black British artist, Donald Rodney (1961-1998), who suffered from Sickle Cell Anaemia.","Director":"Edward George, Trevor Mathison","Article":"","Minutes":"22 min","Full credits":"Production Driver Kim Best; Lighting Electricians Mark French, Jason Berman; Writer/Researcher Edward George; Original Music/Sound Recordist Trevor Mathison; Editor James Edmonds; Dubbing Mixer Peter Hodges; On Line Editor Bill Ogden; On Line Edit Assistant Kirsten Sudbury; Rostrum Ken Morse; Camera Operator Mick Duffield; Arts Council Supervisor James Van Der Pool; Super 8 Material Courtesy of Donald Rodney. The Producers and Directors would like to thank Lina Gopaul, Avril Johnson, Shipley Book Shop, University College Hospital, Liz Green, Catherine Spruce, Eddie Chambers, Diane Simon, and those who gave their time to the production. Special thanks to John Akomfrah. Producer David Lawson; Directors Edward George, Trevor Mathison. A Black Audio Film Collective Production. Produced with financial assistance from the Arts Council of England. © Black Audio Film Collective 1995.","chapters":[{"out":449,"in":0,"desc":"PAIN Sickle cells under a microscope. Man walking beside field of sunflowers. Caption: “Donald Rodney is an artist with Sickle Cell Anaemia.” Donald Rodney in a wheelchair in his studio. His VO says that he is in constant pain; his work is hindered because there are things he can’t do as a result. Rodney talks about not being able to stand for long and being unable to carry canvases as he could when he was a student. Man in sunflower field holding large photograph of Rodney as a boy. Rodney’s VO explains that his joints are slowly breaking down. He thinks that in the black community, and in the art world, people with disabilities become “partially invisible”. The avant garde community can make those people feel less like outsiders as well as enable exploration of “the bizarre nature of … sexuality, masculinity and race”. Black Man Public Enemy (1992); The House That Jack Built (1988); Middle Passage (1984); Self Portrait as Clinton McCurbin (1988); Untitled (1987); Untitled (1988). Sonia Boyce, Artist, challenges the idea that male artists deal with “universal themes” while women concern themselves with more “personal” subjects, saying that men and women have influenced each other’s practices. Addressing Rodney, she points to the drawing, The Voyage of My Father (1987), as being “very personal … and quite challenging”. Britannia Hospital III (1988). Rodney with book; his VO says that Boyce had introduced him to the work of Frida Kahlo who, though crippled, was “a highly political artist”, using images of her disability as metaphors for the crippling of her culture. Marlene Smith, Artist, talks to Rodney about the importance of his humour and irony. VO over How the West Was Won II (1983); Deaf Dumb & Blind Self Portraits (1983). Sunflowers. Rodney’s VO talking about the difficulty of turning “the experience of pain into art”. Britannia Hospital II (1988) and Self Portrait (1991). His VO over Trophies of Empire (1993) suggests that he would have become a sportsman if he had not become ill. Sickle cells."},{"out":827,"in":449,"desc":"LIGHT Sunflowers. Rodney’s own Super-8 film of hospital activities. His VO talking about light meaning warmth, sun lamps, even heat blankets. Rodney’s VO over Science Museum model of haemoglobin cell with lights indicating the part of the cell which causes Sickle Cell anaemia. Images from Black Man Public Enemy. Hospital scenes. Rodney’s VO saying that while green used to be his favourite colour, it now reminds him of surgery. Storm People on beach holding cloths in the wind. Rodney walking towards them and his wheelchair. Sunflowers. Rodney’s VO talking about the “guilty secret” of having been a flower painter in the past and about growing flowers Rodney walking. People holding up photographs in the sunflower field. Rodney. Wheelchair. Rodney talks about having grown a nine-foot sunflower. Rodney and Diane Symons in the Rothko Room, Tate Gallery. Black on Maroon (1958), Black on Maroon (1959). Rodney’s VO pointing to the irony that, though the gallery includes very few works by black artists, the majority of the security guards are black. VO continues over him taking sugar lumps from a packet, saying that the history of the Tate is the history of the slave trade sugar plantations. His VO says he wants to make a model of the building in sugar cubes, surrounded by security guards."},{"out":1320,"in":827,"desc":"TIME Blood dripping in a transfusion bag. Sunflowers. Hospital scenes. Rodney’s VO says that it’s odd that the film is happening almost exactly a year after his last hip operation, a time when he felt closest to dying. Rodney talking to Mora Byrd, Art Curator, about showing the installation, Visceral Canker, “properly”, and explaining how that should be done. He talks about Sir John Hawkins and his coats of arms. Visceral Canker (1990). Hospital scenes. Rodney’s VO explains that concerns about the nature of his blood had led local authorities to insist that he used something else in previous exhibitions. Hospital scenes. Rodney’s VO saying that he’s been unable to make work as he’d like to for several years past. Brenda Agard, Artist, addressing Rodney, remembering “the buzz” of the 1980s with artists from all over the country meeting and sharing ideals; she thinks the community is now more fragmented. Boyce, Smith, and Agard, each with sunflowers. Rodney saying his life is “constantly fragmented” and he has to work in other ways. He’s very happy with his installation, Othello (1995). VO Rodney walking past men holding photographs of Mike Tyson and O J Simpson, talking about his work dealing more and more with sexuality and black male masculinity. He is perturbed at finding himself constantly being called “a threat” because he’s a black man. Women with the photographs. Othello. Rodney’s VO describes the piece and what influenced it. The Watchtower (1989). Rodney’s VO talking about the empty wheelchair as being an image of absence and loneliness as much as of disability. Sea. Beach. Film of wheelchair. Brighton’s Palace Pier at night. Wheelchair at water’s edge. Rodney’s VO saying he wants to create a maze in which wheelchairs will move around on their own… “journeys to nowhere”. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE441.2 10:00:00 10:07:29 PAIN Sickle cells under a microscope. Man walking beside field of sunflowers. Caption: “Donald Rodney is an artist with Sickle Cell Anaemia.” Donald Rodney in a wheelchair in his studio. His VO says that he is in constant pain; his work is hindered because there are things he can’t do as a result. Rodney talks about not being able to stand for long and being unable to carry canvases as he could when he was a student. Man in sunflower field holding large photograph of Rodney as a boy. Rodney’s VO explains that his joints are slowly breaking down. He thinks that in the black community, and in the art world, people with disabilities become “partially invisible”. The avant garde community can make those people feel less like outsiders as well as enable exploration of “the bizarre nature of … sexuality, masculinity and race”. Black Man Public Enemy (1992); The House That Jack Built (1988); Middle Passage (1984); Self Portrait as Clinton McCurbin (1988); Untitled (1987); Untitled (1988). Sonia Boyce, Artist, challenges the idea that male artists deal with “universal themes” while women concern themselves with more “personal” subjects, saying that men and women have influenced each other’s practices. Addressing Rodney, she points to the drawing, The Voyage of My Father (1987), as being “very personal … and quite challenging”. Britannia Hospital III (1988). Rodney with book; his VO says that Boyce had introduced him to the work of Frida Kahlo who, though crippled, was “a highly political artist”, using images of her disability as metaphors for the crippling of her culture. Marlene Smith, Artist, talks to Rodney about the importance of his humour and irony. VO over How the West Was Won II (1983); Deaf Dumb & Blind Self Portraits (1983). Sunflowers. Rodney’s VO talking about the difficulty of turning “the experience of pain into art”. Britannia Hospital II (1988) and Self Portrait (1991). His VO over Trophies of Empire (1993) suggests that he would have become a sportsman if he had not become ill. Sickle cells.\u000b ACE441.3 10:07:29 10:13:47 LIGHT Sunflowers. Rodney’s own Super-8 film of hospital activities. His VO talking about light meaning warmth, sun lamps, even heat blankets. Rodney’s VO over Science Museum model of haemoglobin cell with lights indicating the part of the cell which causes Sickle Cell anaemia. Images from Black Man Public Enemy. Hospital scenes. Rodney’s VO saying that while green used to be his favourite colour, it now reminds him of surgery. Storm People on beach holding cloths in the wind. Rodney walking towards them and his wheelchair. Sunflowers. Rodney’s VO talking about the “guilty secret” of having been a flower painter in the past and about growing flowers Rodney walking. People holding up photographs in the sunflower field. Rodney. Wheelchair. Rodney talks about having grown a nine-foot sunflower. Rodney and Diane Symons in the Rothko Room, Tate Gallery. Black on Maroon (1958), Black on Maroon (1959). Rodney’s VO pointing to the irony that, though the gallery includes very few works by black artists, the majority of the security guards are black. VO continues over him taking sugar lumps from a packet, saying that the history of the Tate is the history of the slave trade sugar plantations. His VO says he wants to make a model of the building in sugar cubes, surrounded by security guards. \u000b ACE441.4 10:13:47 10:22:00 TIME Blood dripping in a transfusion bag. Sunflowers. Hospital scenes. Rodney’s VO says that it’s odd that the film is happening almost exactly a year after his last hip operation, a time when he felt closest to dying. Rodney talking to Mora Byrd, Art Curator, about showing the installation, Visceral Canker, “properly”, and explaining how that should be done. He talks about Sir John Hawkins and his coats of arms. Visceral Canker (1990). Hospital scenes. Rodney’s VO explains that concerns about the nature of his blood had led local authorities to insist that he used something else in previous exhibitions. Hospital scenes. Rodney’s VO saying that he’s been unable to make work as he’d like to for several years past. Brenda Agard, Artist, addressing Rodney, remembering “the buzz” of the 1980s with artists from all over the country meeting and sharing ideals; she thinks the community is now more fragmented. Boyce, Smith, and Agard, each with sunflowers. Rodney saying his life is “constantly fragmented” and he has to work in other ways. He’s very happy with his installation, Othello (1995). VO Rodney walking past men holding photographs of Mike Tyson and O J Simpson, talking about his work dealing more and more with sexuality and black male masculinity. He is perturbed at finding himself constantly being called “a threat” because he’s a black man. Women with the photographs. Othello. Rodney’s VO describes the piece and what influenced it. The Watchtower (1989). Rodney’s VO talking about the empty wheelchair as being an image of absence and loneliness as much as of disability. Sea. Beach. Film of wheelchair. Brighton’s Palace Pier at night. Wheelchair at water’s edge. Rodney’s VO saying he wants to create a maze in which wheelchairs will move around on their own… “journeys to nowhere”. Credits.\u000b","Date":"1995","Choreographer":"","Title":"Three Songs on Pain Light and Time","Part":"","Film ID":"ACE441","Production Company":"Black Audio Film Collective"}