{"Synopsis":"Three young British Asians participate in a two-day music-technology workshop, run by Aniruddha Das, which combines Asian and Western musical forms in ways which Das believes can be an important tool for young people of Asian origin to explore the dichotomy of their experience. The film prompted the formation of Asian Dub Foundation.","Director":"Smita Maldé","Article":"","Minutes":"24 min","Full credits":"Thanks to Moiz Vas, Mala, Asian Action Group, Philip Mathews, Vijay Sweet Mart, Aim Image, Flint Hire Supply, G.P Films, Academy of Indian Dance; Special Thanks to Lisa Thorpe, Danny at Swivel Productions, Woodseer Project, Community Music Workshops. Participants: Aniruddha Das, Shiraz Islam, Atif Mirza, Deepali Patel, Pavan Verma, Deedar Zaman. Dancers Fidal and Isha Persaud; Music Asian Hardcore – D.J. Raf, Pa Bhangra – Mala, Savage Culture – Aniruddha Das; Sound Designer Aniruddha Das; Stills Photography Tanya Mackay, Tony J. Picanco; Graphics Animation Richard Wright; Production Consultant Juliet McKoen; Production Manager Clare Gasson; Runner/Catering John Pandit; Researcher/PA Shirani Sabratnam; Sparks Jason Lobb; Grips Tim Donaghy, Howard Chalmers; Assistant Sound Recordist Kwasie Mintah; Sound Recordist Chinna Boapeah; Assistant Camera Dilesh Korya; Lighting Camera Barbara Nicholls; Offline Production Facilities Cine Contact; Online Production Facilities TSI Video Ltd.; Online Editor Keith Thomas; Assistant Offline Editor Inde Kharia; Offline Editor Sally Hilton; Produced and Directed by Smita Maldé. Produced with financial assistance from the Arts Council of Great Britain. © Smita Maldé Cat Productions 1994.","chapters":[{"out":514,"in":0,"desc":"Aniruddha Das, Musician, Community Music Workshops, introduces himself and the work of the Headspace soundsystem which works live, “improvising with samples and sequences and mixing desks… [incorporating] live instruments, mainly percussion, various vocalists, and turntables”, and absorbing any outside sounds that happen to be recorded while they’re working. Asian shops, jewellery, dancers, etc. Three members of the workshop, Pavan, Deepali, and Deedar. Das running a youth workshop. He explains to them what he’s doing with the different pieces of equipment and helps them to create sounds and store them. His VO says he emphasises improvisation and experimentation. He thinks that there’s too much consuming of music and not enough people trying to make music for themselves. He has to determine how people of different abilities can work together. Deedar Zaman, Age 15, getting up in the morning. His VO talks about his first gigs and about performers like Apache Indian. Pavan Verma, Age 17, VO talking about Apache Indian and the different kinds of music he blends together. Verma says that he plays saxophone, guitar, drums and keyboards, with several different kinds of ensembles. The workshop. Das’s VO talking about the importance of community music. VO of Deepali Patel, Age 14, saying that girls are put off by the technology but it really isn’t very difficult to use. Patel singing. Her VO says she likes the singer Lata Mangeshkar. Talking to a friend about seeing Mangeshkar on stage. In an Asian record shop. Her VO names other favourite singers as Nusrat Fateh Ali Khan, Bally Sagoo and Apache Indian. Das’s VO suggesting reasons why it has taken so long for Asian music to come into the mainstream music business. Patel singing with Zaman recording. Her VO talking about what she sings and what she’d like to do, both Eastern and Western music."},{"out":931,"in":514,"desc":"Verma in the workshop. His VO saying he’s not put off by being in a minority anywhere. Zaman with his friends. Das’s VO says that Asian youth in Britain still face the same racism that their parents did but the younger generation is “fighting back”. Zaman playing football. His VO talking about his rapping, saying he uses Asian as well as British themes, and including social and political issues such as racism. He wishes more people took notice of his message. Zaman rapping in the workshop. Das’s VO saying that Asian youth like all kinds of music, all of which are beginning to come together with Nusrat Fateh Ali Khan collaborating with Bally Sagoo, and dub and hip hop remixes of traditional Pakistani music, etc., which has encouraged young people to listen to the original forms as well. Verma playing guitar and talking VO about his musical training on both Eastern and Western instruments. Woman singing to harmonium and explaining different kinds of raags to him. Das’s VO talking about music being more respected in Asian culture and as being a part of maintaining that culture. People singing at a religious ceremony in temple. Verma’s VO saying that the mandir is very important to Hindu music and cultural traditions. Priest blowing conch shell. Verma practising the saxophone."},{"out":1513,"in":931,"desc":"Patel shopping for traditional jewellery, clothes and sweets. Das’s VO saying that no culture is fixed, it changes because of contact with others; young Asian are creating a new identity both personally and musically. Patel’s VO says that her culture is important to her but can prevent her from doing things she’d like to do. Zaman, playing video games, says he’d rather be an entertainer than a doctor like his father. The workshop. Das’s VO accepts parental pressure to train for certain careers, but thinks people should be able to make music as well. Patel singing, and cooking at home with her mother. Das feels that music is becoming a more acceptable career, particularly for women who have had few choices in the past, and quotes examples of singers like Najma and Sangeeta and deejays such as Radical Sistah. Patel’s family at dinner. Her VO says her family encourages her in her music; she agrees with them that education must come first but will really work hard at becoming a singer. Patel singing in the workshop. Das helping them decide how they’re to play together. Zaman’s VO talking about the workshop and about the possibility of recording with a singer. Fairground. Verma VO talking about the workshop. He would like to go into record production and be in control of his own music. VO says technology helps bring traditional music into the mainstream; workshops are essential to help Asian youth access this technology, express their ideas and experiment. The workshop with Zaman rapping, Patel singing and Verma playing keyboards. Images of traditional Indian dance. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE420.2 10:00:00 10:08:34 Aniruddha Das, Musician, Community Music Workshops, introduces himself and the work of the Headspace soundsystem which works live, “improvising with samples and sequences and mixing desks… [incorporating] live instruments, mainly percussion, various vocalists, and turntables”, and absorbing any outside sounds that happen to be recorded while they’re working. Asian shops, jewellery, dancers, etc. Three members of the workshop, Pavan, Deepali, and Deedar. Das running a youth workshop. He explains to them what he’s doing with the different pieces of equipment and helps them to create sounds and store them. His VO says he emphasises improvisation and experimentation. He thinks that there’s too much consuming of music and not enough people trying to make music for themselves. He has to determine how people of different abilities can work together. Deedar Zaman, Age 15, getting up in the morning. His VO talks about his first gigs and about performers like Apache Indian. Pavan Verma, Age 17, VO talking about Apache Indian and the different kinds of music he blends together. Verma says that he plays saxophone, guitar, drums and keyboards, with several different kinds of ensembles. The workshop. Das’s VO talking about the importance of community music. VO of Deepali Patel, Age 14, saying that girls are put off by the technology but it really isn’t very difficult to use. Patel singing. Her VO says she likes the singer Lata Mangeshkar. Talking to a friend about seeing Mangeshkar on stage. In an Asian record shop. Her VO names other favourite singers as Nusrat Fateh Ali Khan, Bally Sagoo and Apache Indian. Das’s VO suggesting reasons why it has taken so long for Asian music to come into the mainstream music business. Patel singing with Zaman recording. Her VO talking about what she sings and what she’d like to do, both Eastern and Western music. ACE420.3 10:08:34 10:15:31 Verma in the workshop. His VO saying he’s not put off by being in a minority anywhere. Zaman with his friends. Das’s VO says that Asian youth in Britain still face the same racism that their parents did but the younger generation is “fighting back”. Zaman playing football. His VO talking about his rapping, saying he uses Asian as well as British themes, and including social and political issues such as racism. He wishes more people took notice of his message. Zaman rapping in the workshop. Das’s VO saying that Asian youth like all kinds of music, all of which are beginning to come together with Nusrat Fateh Ali Khan collaborating with Bally Sagoo, and dub and hip hop remixes of traditional Pakistani music, etc., which has encouraged young people to listen to the original forms as well. Verma playing guitar and talking VO about his musical training on both Eastern and Western instruments. Woman singing to harmonium and explaining different kinds of raags to him. Das’s VO talking about music being more respected in Asian culture and as being a part of maintaining that culture. People singing at a religious ceremony in temple. Verma’s VO saying that the mandir is very important to Hindu music and cultural traditions. Priest blowing conch shell. Verma practising the saxophone. ACE420.4 10:15:31 10:25:13 Patel shopping for traditional jewellery, clothes and sweets. Das’s VO saying that no culture is fixed, it changes because of contact with others; young Asian are creating a new identity both personally and musically. Patel’s VO says that her culture is important to her but can prevent her from doing things she’d like to do. Zaman, playing video games, says he’d rather be an entertainer than a doctor like his father. The workshop. Das’s VO accepts parental pressure to train for certain careers, but thinks people should be able to make music as well. Patel singing, and cooking at home with her mother. Das feels that music is becoming a more acceptable career, particularly for women who have had few choices in the past, and quotes examples of singers like Najma and Sangeeta and deejays such as Radical Sistah. Patel’s family at dinner. Her VO says her family encourages her in her music; she agrees with them that education must come first but will really work hard at becoming a singer. Patel singing in the workshop. Das helping them decide how they’re to play together. Zaman’s VO talking about the workshop and about the possibility of recording with a singer. Fairground. Verma VO talking about the workshop. He would like to go into record production and be in control of his own music. VO says technology helps bring traditional music into the mainstream; workshops are essential to help Asian youth access this technology, express their ideas and experiment. The workshop with Zaman rapping, Patel singing and Verma playing keyboards. Images of traditional Indian dance. Credits.","Date":"1994","Choreographer":"","Title":"Identical Beat","Part":"","Film ID":"ACE420","Production Company":"Cat Productions"}