{"Synopsis":"The art of batik as demonstrated by Guyana-born Kamal Matthews, Sulayman Mannah (born in the Gambia), and Shaheen Merali (born Tanganyika, 1959), who discuss the cultural significance of their work.","Director":"Suj Ahmed","Article":"","Minutes":"25 min","Full credits":"Lighting Cameraman James Welland; Assistant Tony Mirza; Sound Ujebe Masokoane; Music by Keith Waithe, Pandit Shiv, Kumar Sharma, Tormani Diabate; Editor Gabriela Enis; Assistant Nick Fenton; Production Assistant Sarah Sapper; Produced by Kay Phillips; Written & Directed by Suj Ahmed; Co-Produced by Balaam Productions Ltd., Working Pictures Ltd. Funded by The Arts Council of Great Britain. © Balaam Productions Ltd 1990.","chapters":[{"out":510,"in":0,"desc":"Batik design. Kamal Matthews showing slides from Acton High School workshop of children working on making batik. She discusses space needed to set up regular workshops. She talks about doing presentation pack with some of the same slides for a project in Ethiopia. Caption: “Kamal Matthews.” Kamal Matthews working in the grounds of a church. Her VO says that black art should not be viewed separately from the mainstream; separating it is derogatory and does not help the progression of black artists. Matthews working on batik piece. Patterns. Her VO says that a major influence on her work comes from Amerindian influences on her life generally as Amerindians are indigenous to Guyana, her country of origin. She says that, like many indigenous peoples, Amerindians are in danger of being overwhelmed by Western society and many of their cultures and art forms are dying. Matthews says that batik is not taken seriously as an art form in Britain as art is defined by European standards and batik uses different techniques and materials. She talks about the history and traditions of batik. Her VO saying that another major influence was the discovery, in 1982, that she had cancer; she found a new beauty in cellular structures of all kinds. Some of her designs. Party. Matthews’s VO talking about her family. Her husband reading poetry. Flautist and drummer."},{"out":938,"in":510,"desc":"Caption: “Sulayman Mannah.” Sulayman Mannah leaving a mosque and going back to his house. His VO says his forebears came from Guinea Bissau. Working at home in his kitchen. His VO says he started batik in the Gambia and carried on with it because of the high demand for such cloth. Hanging out a dyed cloth. At the Social Anthropology department, Goldsmith’s College. Mannah’s VO talking about doing a community course. Socialising with friends. Details from some of his cloths showing everyday life in West Africa. [Signed Sol Manneh 1987.] Mannah in a class with a number of elderly white women. Stepney Neighbourhood Centre. Examples of Manna’s batiks hanging inside. His VO talking about his themes, and about trying to communicate with people, to explain how his subjects live and deal with their everyday situations. Mannah talking about a large narrative cloth which represents traditional life in West Africa, including a hospital and a child receiving herbal treatments, a monkey helping to pick fruit, etc. He says these are all things he’s actually seen."},{"out":1477,"in":938,"desc":"Caption: “Shaheen Merali.” Shaheen Merali drawing. His VO says there’s a lack of work by black artists in galleries in Britain, partly because of racism; black artists must challenge this and make sure people know their art forms exist. Merali helping people with disabilities do batik work at the One Spirit Batik Workshop and Gallery. His VO says that a medium like batik is much more accessible than one which apparently needs years of training; it is also a very calming one which can help people relax and explore their own creativity. Merali looking at photographs to find source images for portraiture to convey a political message. His VO talks about the lack of portraiture of Asian and African people. A portrait of his family which tries to illustrate the physical strains caused by their migrations from India to East Africa, to Britain, to Canada. Merali praying. More of Merali’s work. Merali shows his piece, The Hand That Rocked the Cradle, a composition of archive materials illustrating the role of British women in colonialism. Merali teaching at a school. His VO says he’s taking a message, ideas, and the research that went into the work. Merali working at home. He says it is necessary to have the skills to draw black and Asian people properly and to avoid stereotypes. The work of young black artists is currently the only thing that properly documents the presence of black and Asian people in Britain. Credits over examples of batik design"}],"Series":"Black Arts Video Project","Full synopsis":"ACE402.2 10:00:00 10:08:30 Batik design. Kamal Matthews showing slides from Acton High School workshop of children working on making batik. She discusses space needed to set up regular workshops. She talks about doing presentation pack with some of the same slides for a project in Ethiopia. Caption: “Kamal Matthews.” Kamal Matthews working in the grounds of a church. Her VO says that black art should not be viewed separately from the mainstream; separating it is derogatory and does not help the progression of black artists. Matthews working on batik piece. Patterns. Her VO says that a major influence on her work comes from Amerindian influences on her life generally as Amerindians are indigenous to Guyana, her country of origin. She says that, like many indigenous peoples, Amerindians are in danger of being overwhelmed by Western society and many of their cultures and art forms are dying. Matthews says that batik is not taken seriously as an art form in Britain as art is defined by European standards and batik uses different techniques and materials. She talks about the history and traditions of batik. Her VO saying that another major influence was the discovery, in 1982, that she had cancer; she found a new beauty in cellular structures of all kinds. Some of her designs. Party. Matthews’s VO talking about her family. Her husband reading poetry. Flautist and drummer. \u000b\u000b ACE402.3 10:08:30 10:15:38 Caption: “Sulayman Mannah.”\u000bSulayman Mannah leaving a mosque and going back to his house. His VO says his forebears came from Guinea Bissau. Working at home in his kitchen. His VO says he started batik in the Gambia and carried on with it because of the high demand for such cloth. Hanging out a dyed cloth. At the Social Anthropology department, Goldsmith’s College. Mannah’s VO talking about doing a community course. Socialising with friends. Details from some of his cloths showing everyday life in West Africa. [Signed Sol Manneh 1987.] Mannah in a class with a number of elderly white women. Stepney Neighbourhood Centre. Examples of Manna’s batiks hanging inside. His VO talking about his themes, and about trying to communicate with people, to explain how his subjects live and deal with their everyday situations. Mannah talking about a large narrative cloth which represents traditional life in West Africa, including a hospital and a child receiving herbal treatments, a monkey helping to pick fruit, etc. He says these are all things he’s actually seen. \u000b\u000b ACE402.4 10:15:38 10:24:37 Caption: “Shaheen Merali.” \u000bShaheen Merali drawing. His VO says there’s a lack of work by black artists in galleries in Britain, partly because of racism; black artists must challenge this and make sure people know their art forms exist. Merali helping people with disabilities do batik work at the One Spirit Batik Workshop and Gallery. His VO says that a medium like batik is much more accessible than one which apparently needs years of training; it is also a very calming one which can help people relax and explore their own creativity. Merali looking at photographs to find source images for portraiture to convey a political message. His VO talks about the lack of portraiture of Asian and African people. A portrait of his family which tries to illustrate the physical strains caused by their migrations from India to East Africa, to Britain, to Canada. Merali praying. More of Merali’s work. Merali shows his piece, The Hand That Rocked the Cradle, a composition of archive materials illustrating the role of British women in colonialism. Merali teaching at a school. His VO says he’s taking a message, ideas, and the research that went into the work. Merali working at home. He says it is necessary to have the skills to draw black and Asian people properly and to avoid stereotypes. The work of young black artists is currently the only thing that properly documents the presence of black and Asian people in Britain. Credits over examples of batik design\u000b","Date":"1990","Choreographer":"","Title":"Batik. The living art","Part":"","Film ID":"ACE402","Production Company":"Balaam Productions"}