{"Synopsis":"India’s first woman photojournalist, Homai Vyarawalla (b.1913), talks about her life and work.","Director":"Monika Baker","Article":"","Minutes":"23 min","Full credits":"Camera Rajesh Bedi, Arun Seth; Sound P.D. Valson, Asheesh Pandya; Assistant Camera Rajat Jolly, Deshraj Rana; Gaffer S.S. Bali; Production Assistant Anshuman Sharma; Rostrum Camera Ken Morse; Photographic Historian Satish Sharma; Publicity Stills Ashim Ghosh. Music: Flute, Sanjeev Saith; Dilruba, Baldeep Singh; Keyboards, Pankaj Singh; Tabla, Rakesh Kumar; Acoustic Bass Guitar & original music arranged by Ashim Ghosh; Mixing by Sunny & Guptaji, Thukrai Soundtrax Studios, New Delhi, India; Off-line Piranha Studios Robyn Wright; On-line M2 Television Jason Farrow; Dubbing Mixer M2 Television Jane Hancock. With thanks Mrs Mistra, Usha Bhagat, Dayanita Singh, Radhika Singh, Fotomedia, Delhi, Captain V.K. Singh, Sushma Bahl, British Council, Delhi, Jaya & Sandeep Bannerji, N.R Gautam, Odin Computers India Ltd., Nigel Davidson, Lloyds Bank Plc., Eugenie Dodd, Typographics, Sunil Gupta, Steve Dodd, Behroze Gandhy. Production Supervisor James Van Der Pool. Filmed entirely on location in Baroda and Delhi, India with the co-operation of Homai Vyarawalla. Produced with financial assistance from the Arts Council of England. Producer/Director Monika Baker. © eMBe Productions 1995.","chapters":[{"out":684,"in":0,"desc":"Car with registration DLD 13. Homai Vyarawalla driving; her VO talking about how her husband bought her the car in 1955, how it came to be known as “Dalda 13”, and how the number thirteen has always been associated with her (born 1913, many things happened to her on the 13th, etc). Homai Vyarawalla talks about people’s initial reaction at seeing her, dressed in a sari, carrying a camera. The fact that they didn’t take her seriously enabled her to “go to sensitive areas” and take pictures that others could not have got. Examples of her press photographs and covers for Illustrated Weekly of India, initially published under her husband Maneckshaw’s name. Vyarawalla explains that eventually her pictures were credited to her. Photographs by Vyarawalla. Vyarawalla with some of her photographic equipment; she talks about having to look for lenses in flea markets. Photographs of VIPs, many with Jawaharlal Nehru; Vyarawalla says she admired Ho Chi Minh and relates an anecdote (VO over shorts of Vyarawalla working in her garden) about his egalitarianism. Photographs of Nehru and Jackie Kennedy. Vyarawalla talking about this visit. Photographs of Marshall Zhukhov and Nehru; a story about Zhukhov riding an elephant. Government House, Delhi. Photographs of Nehru and Indira Gandhi, and of formal and social occasions during the period she worked for Mrs Gandhi. Usha Bhagat talking about Vyarawalla. Photographs of Vyarawalla with politicians and other celebrities. Photographs of Nehru and family. Photographs of troops, the Dalai Lama, Nehru. Zhukhov, etc. Photographs of Queen Elizabeth II on a state visit; Vyarawalla’s VO talking about how her attempts to take a close shot were hindered by a British photographer and ho she told him off. Traffic. Vyarawalla VO talking about angering Mahatma Gandhi by photographing him with flash. Some of the pictures. Vyarawalla with her Speed Graphic camera, demonstrates how the flash attachment worked and how she used to carry it on her shoulder."},{"out":1380,"in":684,"desc":"Photographs Vyarawalla took after she went freelance in 1951. State banquet; Martin Luther King and Coretta King with Nehru; King Faisal of Saudi Arabia with Nehru; dancers; Duke Ellington. Photograph of Indira Gandhi. Vyarawalla driving; VO talks about the Gandhi-Nehru household. A rare photograph of Indira Gandhi with her husband, Feroze. Vyarawalla VO talking about her own household, and how her husband helped her. Photographs of her with her family. Photographs of her son, Farooq, who looked after the house when his parents were away. Vyarawalla with a neighbour. Her VO saying her family never complained when she put her work before housekeeping. Photographs of funeral of Lal Bahadur Shastri: Vyarawalla VO describes Mrs Shastri’s behaviour. Vyarawalla driving. Her VO talking about Mahatma Gandhi’s funeral; photographs. She talks about hearing of Gandhi’s assassination and says that she had been going to film him but had changed her mind; no photographers were present at his death and she was offered $20,000 for one frame of the 16mm film people believed she had taken a few hours earlier. Vyarawalla in her garden. Dayanita Singh talking about researching women photographers but not knowing of the existence of Homai Vyarawalla at the time. Photographs of Nehru’s funeral. Singh says that even after she discovered Vyarawalla’s work, she could find nothing about her in any histories of photography and doesn’t understand – given that she covered many major historical events in India and her work was published internationally – how she was left out. Vyarawalla walking to the river. Her VO talks about living with her son in Rajasthan where no-one knew she had been a press photographer. She describes burning photographs and negatives as she didn’t want to carry them around with her. Pictures of Nehru and figures like Edwina Mountbatten, Eleanor Roosevelt, Danny Kaye. Vyarawalla’s VO saying she stopped taking press photographs in the 1970s because the younger generation of photographers behaved badly, and consequently photographers were no longer respected.; pictures of Harold Macmillan, Mrs Gandhi, Haile Selassie, Louis Mountbatten, Vyarawalla herself, Nehru, etc. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE414.2 10:00:00 10:11:24 Car with registration DLD 13. Homai Vyarawalla driving; her VO talking about how her husband bought her the car in 1955, how it came to be known as “Dalda 13”, and how the number thirteen has always been associated with her (born 1913, many things happened to her on the 13th, etc). Homai Vyarawalla talks about people’s initial reaction at seeing her, dressed in a sari, carrying a camera. The fact that they didn’t take her seriously enabled her to “go to sensitive areas” and take pictures that others could not have got. Examples of her press photographs and covers for Illustrated Weekly of India, initially published under her husband Maneckshaw’s name. Vyarawalla explains that eventually her pictures were credited to her. Photographs by Vyarawalla. Vyarawalla with some of her photographic equipment; she talks about having to look for lenses in flea markets. Photographs of VIPs, many with Jawaharlal Nehru; Vyarawalla says she admired Ho Chi Minh and relates an anecdote (VO over shorts of Vyarawalla working in her garden) about his egalitarianism. Photographs of Nehru and Jackie Kennedy. Vyarawalla talking about this visit. Photographs of Marshall Zhukhov and Nehru; a story about Zhukhov riding an elephant. Government House, Delhi. Photographs of Nehru and Indira Gandhi, and of formal and social occasions during the period she worked for Mrs Gandhi. Usha Bhagat talking about Vyarawalla. Photographs of Vyarawalla with politicians and other celebrities. Photographs of Nehru and family. Photographs of troops, the Dalai Lama, Nehru. Zhukhov, etc. Photographs of Queen Elizabeth II on a state visit; Vyarawalla’s VO talking about how her attempts to take a close shot were hindered by a British photographer and ho she told him off. Traffic. Vyarawalla VO talking about angering Mahatma Gandhi by photographing him with flash. Some of the pictures. Vyarawalla with her Speed Graphic camera, demonstrates how the flash attachment worked and how she used to carry it on her shoulder. ACE414.3 10:11:24 10:23:00 Photographs Vyarawalla took after she went freelance in 1951. State banquet; Martin Luther King and Coretta King with Nehru; King Faisal of Saudi Arabia with Nehru; dancers; Duke Ellington. Photograph of Indira Gandhi. Vyarawalla driving; VO talks about the Gandhi-Nehru household. A rare photograph of Indira Gandhi with her husband, Feroze. Vyarawalla VO talking about her own household, and how her husband helped her. Photographs of her with her family. Photographs of her son, Farooq, who looked after the house when his parents were away. Vyarawalla with a neighbour. Her VO saying her family never complained when she put her work before housekeeping. Photographs of funeral of Lal Bahadur Shastri: Vyarawalla VO describes Mrs Shastri’s behaviour. Vyarawalla driving. Her VO talking about Mahatma Gandhi’s funeral; photographs. She talks about hearing of Gandhi’s assassination and says that she had been going to film him but had changed her mind; no photographers were present at his death and she was offered $20,000 for one frame of the 16mm film people believed she had taken a few hours earlier. Vyarawalla in her garden. Dayanita Singh talking about researching women photographers but not knowing of the existence of Homai Vyarawalla at the time. Photographs of Nehru’s funeral. Singh says that even after she discovered Vyarawalla’s work, she could find nothing about her in any histories of photography and doesn’t understand – given that she covered many major historical events in India and her work was published internationally – how she was left out. Vyarawalla walking to the river. Her VO talks about living with her son in Rajasthan where no-one knew she had been a press photographer. She describes burning photographs and negatives as she didn’t want to carry them around with her. Pictures of Nehru and figures like Edwina Mountbatten, Eleanor Roosevelt, Danny Kaye. Vyarawalla’s VO saying she stopped taking press photographs in the 1970s because the younger generation of photographers behaved badly, and consequently photographers were no longer respected.; pictures of Harold Macmillan, Mrs Gandhi, Haile Selassie, Louis Mountbatten, Vyarawalla herself, Nehru, etc. Credits.","Date":"1995","Choreographer":"","Title":"Dalda 13. A portrait of Homai Vyarawalla","Part":"","Film ID":"ACE414","Production Company":"eMBe Productions"}