{"Synopsis":"An analysis of the role of rap music in the growth of black consciousness in Britain.","Director":"Andy Francis","Article":"","Minutes":"21 min","Full credits":"Production Team: Director of Photography Hossein Mirshahi; Camera David Craig, Jordi Ripolles; Production Assistants Gwen Harris; Sound/Editing Andy Francis; On-line Editor Paul Jackson; Post Production Facilities TURC, Wide Angle, Central Television; Music: Kapone, The Good, the Bad, the Ugly; Jalal Nurriddin of the Last Poets, Beyonder and True Blues; MC Mell’O’ Open Up Your Mind (Republic Records); Black Radical Mk II, My Radix Point (Mango); Cookie Crew, Secret of Success (London Records); Rebel MC, The Wickedest Sound (Desire Records); Caveman, I’m Ready + Victory (Profile Records). Special Thanks to Wendy Ninnes, Handsworth Groove Syndicate, Steve Anderson (Smurf), Ray Thomas (Handsworth Viewpoint), Light House Media Centre, Felix Joseph aka Black Radical, Star Studios, Big “G”, Gary Stewart, Michael Henry, Chas, Bull Management, Craig Jones, Wide Angle, Endboard Productions, Kapone’s Posse, Sim Harris. Assistant Producer/Graphics Mian Har Ng; Writer, Producer & Director Andy Francis. Commissioned by The Arts Council with financial assistance from West Midlands Arts. A Wangmo Production. Copyright 1991.","chapters":[{"out":438,"in":0,"desc":"People giving their definitions of rap and hip hop. Images of Africa, slavery, race riots, etc. Film of Elijah Muhammad, and of Malcolm X, National of Islam. Paul Gilroy, Writer/Sociologist, talking about The Last Poets as the most powerful expression of black politics in the cultural arena, and a forerunner of rap. Jalal Nurriddin, of The Last Poets, performing Beyonder. Nurriddin talks about The Last Poets articulating the legacy of four hundred years of oppression. Femi Biko, Lecturer in Black Studies, sees The Last Poets as part of a continuum of black culture giving a message of black awareness. Film of Malcolm X with pictures of the Poets superimposed. Nurriddin talks about the Poets combining traditional African culture with ideas coming out of the situation in the late 1960s. Nurriddin performing True Blues. He believes that much of the “Africaness” has been taken out of rap because of an “over-emphasis on technology”. Rap appeals to young people but not the older ones because of the over-use of electronics in the music. Gilroy says that hip hop culture, deriving from American roots, provided a new political and ethical language. MC Mell’O’ performing Open Up Your Mind."},{"out":955,"in":438,"desc":"Marceeah Massop, Editor Sphinx Magazine, says that rap has made young black people aware of their heritage from an Afro-centric perspective. Gilroy talking about people moving away from identities as Caribbean or black British people and into a “different kind of self-definition”. Young black men. Some say that without rap they would not have known much about Malcolm X and other past black leaders, or about their own heritage. Biko talking about similarities between the political movement of the 1960s and the 1990s. Black Radical Mk.II in his My Radix Point video. Black Radical talks about how becoming politically aware is to do with nationalism. Film of Malcolm X and Nation of Islam rally. Gilroy believes says it is not clear how black nationalism could work in Britain, though in the United States, black activists thought of building themselves into “a nation within a nation”. Gilroy on commercialisation of black nationalism and its effect on the white pop market. Black Radical’s music video. Gilroy thinks rap has helped black people maintain their focus on history but may not help them “place themselves on a more global scale”. Vie Marshall, Journalist, has problems with male artists marginalising women’s issues. Film of Elijah Muhammad, Spiritual Leader, Nation of Islam, with Gilroy’s VO suggesting that hip hop and its cultural descendents have been marked by the “masculinist character” of black nationalism. Massop says that more female stars are needed to speak on behalf of women. Cookie Crew’s music video, Secret of Success. Marshall says there hasn’t been a significant impact by women artists as there aren’t enough of them talking about female issues."},{"out":1260,"in":955,"desc":"Gilroy talks about hip hop changing to blend with dominant British cultural styles. Rebel MC’s video The Wickedest Sound. Rebel MC explaining this as a fusion of hip hop and ragga as he grew up listening to reggae. Gilroy thinks the Afro-centric nature of hip hop is not as new idea in Britain as it was preceded by British reggae and Rastafarian had strong links with an idea of Ethiopian culture. MC Mell’O’ says that rap culture offers an identity in the same way as reggae did in the 1970s. Massop believes that rap has been very important in educating both black and white people. Gilroy suggests that rap is as important as rock and roll in its impact on popular music around the world, and finds it wonderful that this has its roots in African culture. Kapone with The Good, the Bad, and the Ugly. Credits superimposed."}],"Series":"Black Arts Video Project","Full synopsis":"ACE422.2 10:00:00 10:07:18 People giving their definitions of rap and hip hop. Images of Africa, slavery, race riots, etc. Film of Elijah Muhammad, and of Malcolm X, National of Islam. Paul Gilroy, Writer/Sociologist, talking about The Last Poets as the most powerful expression of black politics in the cultural arena, and a forerunner of rap. Jalal Nurriddin, of The Last Poets, performing Beyonder. Nurriddin talks about The Last Poets articulating the legacy of four hundred years of oppression. Femi Biko, Lecturer in Black Studies, sees The Last Poets as part of a continuum of black culture giving a message of black awareness. Film of Malcolm X with pictures of the Poets superimposed. Nurriddin talks about the Poets combining traditional African culture with ideas coming out of the situation in the late 1960s. Nurriddin performing True Blues. He believes that much of the “Africaness” has been taken out of rap because of an “over-emphasis on technology”. Rap appeals to young people but not the older ones because of the over-use of electronics in the music. Gilroy says that hip hop culture, deriving from American roots, provided a new political and ethical language. MC Mell’O’ performing Open Up Your Mind.ACE422.3 10:07:18 10:15:55 Marceeah Massop, Editor Sphinx Magazine, says that rap has made young black people aware of their heritage from an Afro-centric perspective. Gilroy talking about people moving away from identities as Caribbean or black British people and into a “different kind of self-definition”. Young black men. Some say that without rap they would not have known much about Malcolm X and other past black leaders, or about their own heritage. Biko talking about similarities between the political movement of the 1960s and the 1990s. Black Radical Mk.II in his My Radix Point video. Black Radical talks about how becoming politically aware is to do with nationalism. Film of Malcolm X and Nation of Islam rally. Gilroy believes says it is not clear how black nationalism could work in Britain, though in the United States, black activists thought of building themselves into “a nation within a nation”. Gilroy on commercialisation of black nationalism and its effect on the white pop market. Black Radical’s music video. Gilroy thinks rap has helped black people maintain their focus on history but may not help them “place themselves on a more global scale”. Vie Marshall, Journalist, has problems with male artists marginalising women’s issues. Film of Elijah Muhammad, Spiritual Leader, Nation of Islam, with Gilroy’s VO suggesting that hip hop and its cultural descendents have been marked by the “masculinist character” of black nationalism. Massop says that more female stars are needed to speak on behalf of women. Cookie Crew’s music video, Secret of Success. Marshall says there hasn’t been a significant impact by women artists as there aren’t enough of them talking about female issues. ACE422.4 10:15:55 10:21:00 Gilroy talks about hip hop changing to blend with dominant British cultural styles. Rebel MC’s video The Wickedest Sound. Rebel MC explaining this as a fusion of hip hop and ragga as he grew up listening to reggae. Gilroy thinks the Afro-centric nature of hip hop is not as new idea in Britain as it was preceded by British reggae and Rastafarian had strong links with an idea of Ethiopian culture. MC Mell’O’ says that rap culture offers an identity in the same way as reggae did in the 1970s. Massop believes that rap has been very important in educating both black and white people. Gilroy suggests that rap is as important as rock and roll in its impact on popular music around the world, and finds it wonderful that this has its roots in African culture. Kapone with The Good, the Bad, and the Ugly. Credits superimposed.","Date":"1991","Choreographer":"","Title":"Is This the Future?","Part":"","Film ID":"ACE422","Production Company":"Wangmo"}