{
   "Synopsis" : "One of a series of dance pieces created specially for television: a man and woman shelter from the rain in a concrete bunker.",
   "Director" : "Boris Paval Conen",
   "Article" : "",
   "Full credits" : "Written by Boris Paval Conen, Shusaku Takeuchi; Director Boris Paval Conen; Choreographer Shusaku Takeuchi; Performers: Sabine Kupferberg, David Krügel; Dancers Coach Egon Madsen; Music and Sound Design Soundpalette, Maurits Overduive; Director of Photography Mick van Rossum; First Assistant Ben Bouwmeester; Script Diederik van Rooijen; Line Producer Brechtje Schaling; Production Manager Han van der Werff, Ed Keij; Production Assistant Emile de Cock, Victor de Lange; Location Scouts Hans van den Berg, Hemmo Misker; Location Manager Remke van Marum; Assistant Location Manager Tijn Hartman; Focus Puller Vinent Geijsel; Grip Richard van de Oord, Steven Hertroys; Grip Assistant Sebastiaan de Rooij; Gaffer Paul Wilens; Best Boy Marc Redmeijer; Electrician Erik de Wildt; Sound Maurits Overduive; Sfx Hennie van den Akker, Arthur van Oest, Nes Sekulic, Harry Wiesenhaan; Art Director Susanna de Groot; Costume Design Sabine Snijders; Wardrobe Assistant Tina Tuit; Make Up Dick Naastepad; Catering Marga Löwensteyn; Editing B.V. De Vertellers, Jef Hertogs; Mixing and Mastering Soundpalette, Danny Weijermans; Musicians: Clarinet Martine Belderok; Cello Marieke van der Heyden; Violin Robert Baba. Scanning & Grading Valkieser; Titles & Sound Relay United Broadcast Facilities; Light Equipment Het Licht; Camera Equipment Holland Equipment, Film Stock Kodak Motion Picture, Film Nederland; Post Production Co-ordinator Annette Oudejans, Publicity Annemarie Siemons; Stills Sascha Schalkwijk; Associate Producer Bert Nijdam; Editor Dance NPS Miriam van der Linden; Producer NPS George van Breemen; Commissioning Editor NPS Henk van der Meulen; Executive Producer Arts Council of England Rodney Wilson, Executive Producer BBC Ross MacGibbon; Producers Egmond Film and Television Hans de Wolf, Hans de Weers. With special thanks to Nederlands Dans Theater, Ulf Esser, Kyliän Foundation, Hollands Glorie, Joke Kramers, John Trehy. This film was produced with support of the Dutch Cultural Broadcasting Promotion Fund and the CoBo Fund. An Egmond Film and Television production for NPS/BBC/Arts Council of England. © MMIII BBC/Arts Council of England/NPS.",
   "Minutes" : "9 min",
   "Full synopsis" : "ACE396.2 10:00:00 10:08:49 Woman in yellow oilskin jacket runs through woods in pouring rain and takes shelter in concrete bunker. She finds a man there. Occasional yellow drips throughout their interaction. Yellow rain in the bunker. Woman smears them both with yellow mud. Outside it has stopped raining. Credits.",
   "Choreographer" : "Shusaku Takeuchi",
   "Date" : "2003",
   "Series" : "Dance for the Camera 7",
   "Title" : "Shelter",
   "Part" : "",
   "Film ID" : "ACE396",
   "Production Company" : "Egmond Film and Television"
}
