{
   "Synopsis" : "The life and work of Italian designer and architect, Carlo Scarpa (1906-1978).",
   "Director" : "Murray Grigor",
   "Article" : "",
   "Full credits" : "Narrator Sarah Collier; Music composed by Jonathan Dove; Architectural advisor Richard Murphy; Cinematography Terry Hopkins; Camera assistants Emanuele Chiari, Carlo Muzi; Sound recordist Roberto Mozzarelli; Sound mixers Tony Anscombe, David Murricane; On-line editor Richard Knapman; Film editor Murray Grigor; Grip Stefano Biscaro; Lighting Dario Guardi; Translations Luisa Matera; Production accountant Susan Freeman; Production co-ordinator Hamish Watson; Production managers Phoebe Grigor, Roger Thomson; Executive producer Arts Council of England Rodney Wilson; Producer John Ellis; Written & Directed by Murray Grigor. For Barbara. With the support of the “Creative Documentary” Media Programme of the European Communities and the Seminar Rendez-vous a Lussas. A Viz production for Channel 4 and the Arts Council of England with the Dunard Fund USA. © MCMXCVI Channel Four Television Corporation and the Arts Council of England.",
   "Minutes" : "51 min",
   "Full synopsis" : "ACE332.2 00:02:00 00:11:25 Views of Venice. Commentary talks about Carlo Scarpa’s remodelling of some Venetian buildings, and how he never went for fake “old” features. Views of Byzantine mosaics, St Mark’s, etc., most of which would have been destroyed if John Ruskin and William Morris had not petitioned the Italian government of the day.\u000bRichard Murphy, architect & writer, talking about features replaced with modern ones but in styles in keeping with the originals. Bridge outside the “Querini Stampalia Palace, Remodelled by Scarpa, 1961-63”, taking imagery not just from traditional Venetian bridges, but from Japanese design, from boats, etc. Inside the Querini Stampalia: a new flood-protection feature and an exhibition gallery made from a former storeroom. Features include etched glass lights and brass strips in dressed traventine marble. A hidden door (which Murphy says are reminiscent of the stone shutters of Torcello Cathedral) leads through to another exhibition room. Film of “Carlo Scarpa, Torcello Cathedral, 1970s”, with Scarpa pointing out the stone shutters. Features in the garden of the Querini Stampalia which commentary says comes from a deep understanding of Japanese design. Egle Trincanato, President, Querini Stampalia, talking about Scarpa’s passion for materials and for juxtaposing different ones; VO details of the garden, particularly the water features. On the Canareggio. Angelo and Saverio Anfodillo, cabinet-makers, talking about working for Scarpa, and about how the workmen felt about him. The Anfodillos’ workshop in the Fondamenta della Sensa. Luciano Zennaro, marble-cutter. Commentary talks about Scarpa taking inspiration for a marble floor from an abstract painting (in this case by Mark Rothko), designing this in marble, and using matching colours in the ceiling of the room. \u000b ACE332.3 00:11:25 00:18:00 In the di Luigi workshop in collaboration with whom Scarpa “practically reinvented” the technique of stucco lucido (also known as stucco lustro or imitation marble), laying and polishing coloured plaster. Eugenio di Luigi, plasterer, looking at a book of paintings by Rothko; he and Scarpa went to an exhibition and liked the way he used colours. Working on a stucco lucido surface. The Banco Popolare, Verona, decorated with Scarpa’s designs. VO Arrigo Rudi. Arrigo Rudi, architect, Scarpa collaborator, saying that Scarpa’s architecture work is very tactile. Francesco Zanon, metal-worker, describing how a ride on the canal gave Scarpa inspiration for some of his designs for the bank. Zanon also talks about Scarpa’s understanding of materials, and about his ability to draw a different idea simultaneously with each hand. Glassworks and glass objects. “Olivetti Showroom, St Marks, Venice, 1957-58.” Adriano Olivetti enabled Scarpa to use lavish materials, centring on a sculpture by Alberto Viani. Giuseppe Davanzo, architect, Scarpa collaborator, restorer of Scarpa’s Olivetti staircase which he describes. The showroom. The Piazza San Marco. Tobia Scarpa, architect, on the conservative nature of Venice and the difficulties this could pose. ACE332.4 00:18:00 00:23:53 “Palazzo Abatellis, Palermo, Sicily. Remodelled by Scarpa, 1953-54.” Photographs of the building after wartime damage and after an earlier reconstruction. Film of Scarpa’s new details, and of the gardens. The Dominican convent chapel: photographs of its damaged state, and film of the new design details. The mural, once in the Sclafani palace. Other features, incorporating old and new materials and objects. Exhibits, including Busto di Eleonora di Aragona (Bust of Eleanor of Aragon) (or Castile) (c.1471) by Francesco Laurana, and the La Vergine Annunziata (The Virgin Annunciate) (c.1465) by Antonello da Messina, for which Scarpa designed special and innovative displays. “Castelvecchio, Verona. Remodelled by Scarpa, 1956-73.” The equestrian statue of Cangrande della Scala, (early 14th century). \u000b ACE332.5 00:23:53 00:24:00 END OF PART One\u000b ACE332.6 00:24:00 00:30:27 Murphy going into the Castelvecchio. Details of gardens and fountains, paving, etc. Photographs from the 1920s when the Castelvecchio had been turned into a mock-Renaissance palace. Scarpa replaced the “fakery”, lowered the ceilings and made a new floor. Details of the design. Some of the exhibits. Exterior elements, including photographs of French barrack block, and earlier restoration features. Exhibits and interior details. \u000b\u000b ACE332.7 00:30:27 00:38:36 Activities in the Zanon and di Luigi workshops. Cutting, welding and shaping metal; mixing colours for plaster, creating stucco lucido panels. The resulting background for a sculpture; a different concept of display from that of earlier days. Statue with Scarpa VO and then film of Scarpa describing the features of the work, and how he displayed it to ensure they were properly visible. Other exhibits. Photograph of features added to the building by the French; film of the result after Scarpa had removed them. Some of his sketches. Views of the building today. Details of Scarpa’s work described by Murphy VO Arrigo Rudi. Rudi talking about the Cangrande statue, and Scarpa’s work. \u000b ACE332.8 00:38:36 00:38:46 END OF PART TWO ACE332.9 00:38:46 00:52:45 “Canova Gallery, Passagno. Architect, Giuseppe Segusini, 1831.” Scarpo was invited to extend the museum in 1955. His windows, illuminating the sculptures set on plinths. Plaster model of Antonio Canova’s The Three Graces (1817). Luciano Gemin, architect, Scarpa collaborator, believes this is Scarpa’s most important work, where the light is the determining factor, and describes particularly its effect on The Three Graces. The Anfodillos talk about Scarpa always having to choose among the many ideas he had for solving each problem. “Brion Memorial, 1968-78, San Vito d’Altivale, Treviso”, “one of the great enigmas of modern architecture”. Arnold Böcklin’s Toteninseln (Isle of the Dead) (1880). Details of the design. Photograph of Islamic tombs in a cemetery on the island of Lamu, off the coast of Kenya; other influences are Paul Valéry’s graveyard and a Taoist symbol of male and female unity. Ennio Brion, Director, Brion Vega, desribes commissioning Scarpa to design the tomb. Details of the buildings. Luigi Bratti, builder, describing how Scarpa produced his drawings and plans.Details of the buildings. Commentary explains Scarpa’s accidental death, and that he’s buried in the Brion Memorial complex. CARLO SCARPA, 1906-1978. Credits.",
   "Choreographer" : "",
   "Date" : "1996",
   "Series" : "",
   "Title" : "Carlo Scarpa",
   "Part" : "",
   "Film ID" : "ACE332",
   "Production Company" : "Viz"
}
