{
   "Synopsis" : "Architecture and household objects in Britain during the 1930s Modernist period.",
   "Director" : "Christopher Mason",
   "Article" : "",
   "Full credits" : "Mason Bruce Film for the Arts Council of Great Britain. Camera Clive Tickner, Stephen Tickner; Sound Iain Bruce; Editor Polly Bindloss; Music Sam Fonteyn; Rostrum Danny Boon; Assistants Patrick Cadell, John Stuart; Dubbing Mixer Peter Rann; Words John Gloag, Nikolaus Pevsner, Le Corbusier, Raymond Mortimer, Gordon Russell, The Gorell Report, Marcel Breuer, Frank Pick, Paul Nash, Etc., 1930-1939; Director Christopher Mason. We wish to thank The Victoria & Albert Museum, The Geffrye Museum, The National Motor Museum, The Council of Industrial Design, The Architectural Press, Antiquarius, 135 King’s Road, Best & Lloyd Ltd., Cadbury Schweppes Ltd., Cole & Son Ltd., Dunn’s of Bromley, Firth Carpets Ltd., Gordon Russell Ltd., Heal & Son Ltd., Wilton Royal Carpet Factory, Jane Ashelford, Mrs Dudley Ashton, Noel Carrington, Mrs Sonny Feldman, Mrs Paul Hamlyn, John Jesse, Dan Klein, Bob Lawrence, John and Diana Lyons, Jocelyn Morton, Mrs Gordon Popham, Marion and Dick Russell, Michael and Jackie Pruskin, Jack Pritchard, Basil Ward.",
   "Minutes" : "38 min",
   "Full synopsis" : "ACE052.2 10:00:00 10:09:00 Row of 1930s houses with period cars, etc. “Britain’s greatness appears inseparable from Britain’s conservatism, yet the modern style cannot be one of those which England will in the long run refuse for it is a simple and a rational style.” Other buildings, exterior details such as the sunrise front gate, motifs in windows, curved glass walls. Interiors dining rooms, ornaments: “Style, and the so-called modern movement in design doesn’t really matter in a woman’s own home. What she does not like should be out of it.” Semi-detached houses. The 1931 Board of Trade’s Art and Industry Committee under Lord Gorell stresses that British design will not improve until British citizens are brought up to be more design conscious. Radios, fireplaces, living room interiors: radio broadcast asks listeners to consider their house’s interior design is of the twentieth century. Cars. Large house. Statuary. Pictures of cars. Women dressed in 1930s fashions. Cigarette cases. Advertising images of furniture. “Snobbery. The wish to imitate … an envied class … [it] could be a great help to the growing modern movement … if only more members of the upper class would give up Chippendale…” Carpet and rug design. Curtains. Carved wood. Ceramic designs by Duncan Grant, John Armstrong, Graham Sutherland and Laura Knight. “… good design helps to make our lives fuller, happier, and more intense…” Mock Tudor village hall from 1933. Houses. Blocks of flats. “It is strange that there should still be such multitudes of people with a violent antipathy towards the modern flat. They will insist that the working class flat is unwholesome in appearance but surely something had to be done to rehouse these masses of people who, for too long, have been left to stagnate in vermin infested slum areas.” Photographs from exhibition on architecture. Photographs of domestic interiors. Catalogue of “The ‘New Type’ Economical Furniture”. \u000b\u000b ACE052.3 10:09:00 10:18:39 Exterior features: “There could be a tax on superfluous architectural decoration. Half timbering, where it performed no structural purpose, sixpence per creosoted plank… houses [so] taxed … would yield a yearly income of £1,836,723,000 in Metroland alone.” Ornamental stained glass front doors. Domestic ceramics. Fabric designs, including some by John Tandy, Ashley [Havinden], and Ben Nicholson. Heal’s catalogues. Photographs of some of their furniture. Dining room suite. Radios: “Frank Murphy … approached Gordon Russell, and the results have proved highly satisfactory in every respect. The designs are a quiet, dignified style…” Pages from catalogues. Ceramics: “[Wedgwood’s] most successful alliance is with the well-known architect and designer Keith Murray…” Wallpaper: “Cole’s … designs by Edward Bawden and John Aldridge…” Cadbury’s “ideal” chocolate boxes by Philip Connard (Whitehall), George Sheringham (Harlequin), Ernest Proctor (Dolphin), Dod Proctor (Posy), Mark Gertler (Still Life), Edmund Dulac, Arthur Rackham, Laura Knight, and Arthur Watts. Two cameras. Carpets. Electric fires. Photographs of radios. Clock. Vase; tea and coffee sets. Other ceramics. “There is naturally a certain amount of distaste for modern things. Every new idea has to fight a battle for acceptance. The increasing complexity of life leads us to demand simplicity in our surroundings…” Dining rooms and dining-living areas. Picture of chairs, etc. \u000b\u000b ACE052.4 10:18:39 10:28:15 Fabric designs “… for beauty lovers…” Ceramics. “National resources can only be developed by intelligent effort…” Carpet and rug designs by Marion Dorn. Built-in furniture, including use of glass and stainless steel. “In a little while, this wilderness of geometry and negative colour in which we have been groping … will have passed away… public taste insists on personality…” Curved staircase. Ceramics. Glassware. Stainless steel tea service. Details of carved wooden furnishings. Statues of huntress with bow, woman with dog. Advertisements for Kodak, family outing by car, woman sailing (Cadbury’s). “Certain developments of modern life having changed our conditions of living enormously, namely the spread of sport and games, and of course the motor car…” Images of cars, pictures of loggia, couple on terrace, family in country setting, etc. Ceramic designs of flowers and other plants. Photographs of houses and blocks of flats including Berthold Lubetkin’s Highpoint Two (1937-1938): “… The true meaning of functionalism lies indeed in the belief that a house is a machine for living in. But the accent is on ‘living’. Architecture cannot be realised while social needs of living remain unmet.” A Hoover vacuum cleaner being used on rug. “Of a house, a chair, a telephone, we must ask ourselves ‘does its design enable it to fulfil its purpose as well as present conditions admit?’…” Wall lights, ceiling lights, table lamps. Clocks. Table and radio. “… You must first startle your shopkeeper by asking about ‘fitness’. The movement starts with you, listener.” Ceramics. Radios. Novelty teapots. Houses and apartment blocks. “Our middle class slum dwellers are saddened and devitalised by the dreadful dreariness of the places in which they live. A pestilence ought to carry away the architects and builders responsible for them.” “What we build must stand up to the test of time…” Isokon buildings, Lawn Road, Hampstead (Wells Coates, 1933-1934). Furniture designed by Walter Gropius and Marcel Breuer; a wastebasket by Gropius. The house at Old Church Street, Chelsea, by Gropius and Maxwell Fry (1936), and several pictures of the Wood House, Shipbourne, Kent, by Gropius, completed by Fry (1937). “… England has lost Gropius largely through her determination … to avoid taking risks.” \u000b\u000b ACE052.5 10:28:15 10:36:15 Coronation motif (1937) on fabric. Flowery ceramics and carpets. Patterned floor coverings. “… despite past improvements, the aesthetic quality of our manufactured goods is still unduly low…” Wall lights and eccentric ceramics. Complaints about “the antique vogue”. Furniture catalogues. Electric fires: “Machine-made mouldings on furniture, a tricky device to make an electric fire look like a flickering coke fire. All that is immoral and so are sham materials and sham technique…” Photographs of table lamps, tables, dressing tables. Ceramic patterns depicting country cottages. Rows of semi-detached houses: “… to put down great masses of people in new buildings without giving them any opportunity of religious or social life, will be to create generation of semi-pagans with no real consciousness of their social or political obligations.” Photographs including one of family in the porch of their house named “Insanity”. A clock; ceramics. “One can roundly damn the whole of our age. One can commiserate with or hope to transform the men and women who have lost their mental equilibrium in the vortex of modern life, but I do not believe that to decorate their homes with traditional gables and dormers helps them in the least. On the contrary: this only widens the gap between appearance and reality …” Apartment buildings, houses, interior design details. “Our investigations into housing and town planning problems have been based on the needs of the community… I believe that work of this kind leads to material advances which have nothing to do with politics… There is no hard and fast formula for doing this or that in the new architecture… For even living organisms like animals and plants can all be realised against a stark plain surface of a wall.” Multi-panelled stained glass window representing yacht under sail. Catalogue of pottery and glassware reproduced from 1937 Paris Exhibition, decorated with British, French and German flags: “ARP activities were perhaps the feature of this year’s exhibition… It is to be hoped that such exhibits will play no part in the exhibition [in two years’ time].” Woman smoking. Architectural features, interior designs; man and woman preparing to go out for the evening, leaving the house. Credits.",
   "Choreographer" : "",
   "Date" : "1975",
   "Series" : "",
   "Title" : "England Home and Beauty",
   "Part" : "",
   "Film ID" : "ACE052",
   "Production Company" : "Mason Bruce Film"
}
