{
   "Synopsis" : "British sculptor, Richard Long (b.1945), producing examples of land art by walking and arranging groups of stones and rocks.",
   "Director" : "Philip Haas",
   "Article" : "",
   "Full credits" : "Camera Bernard Zitzermann; Camera Assistant Sophie Charriere; Sound Eric Devulder; Editor Julian Sabath; Assistant Editor Belinda Cowdy; Music Mark Wilkinson; Production Manager Michael Midoun; Director’s Assistant Med Mokeddem; Executive Producer Rodney Wilson; Associate Producer Heinz Schwerfel. A Methodact Ltd. Production for The Arts Council of Great Britain in association with Channel 4, HPS Films Berlin and Centre Pompidou – La SEPT-CNAP-WDR. © Arts Council of Great Britain 1988.",
   "Minutes" : "38 min",
   "Full synopsis" : "ACE175.2 10:00:00 10:08:50 Richard Long walking past brick-maker, past group of resting camels, goats, on across desert. Walking to and fro, scuffing his feet to make a straight line on the surface. VO “A journey is a meandering line. To walk straight, up and down many times to make a dusty line, makes a sculpture.” Long continues his journey. The sculpture, Dusty Boots Line (1988). Long talking about the kinds of landscapes that attract him. Long building a sculpture from small rocks and sitting inside the space. Sahara Circle (1988). His VO talking about his relationship with the works. Long walking across rocky landscape. His VO describes sculptures as “stopping points on a journey ACE175.3 10:08:50 10:17:13 Long creating Sahara Standing Stones Line (1988). Walking. VO talks about different walks. Walking round in a circle. VO “… The more I walk, the more visible the circle could become…” Picking up sticks and leaving their impressions in the sand. Cooking over the burning wood. Long talking about living rough, but doing it for particular reasons and for short periods. Building a round group of standing stones. ACE175.4 10:17:13 10:28:00 Long resting. Prepares for coming sandstorm. Marks out a spiral with his heel. He talks about “the perfect state” to be in while working. Camel train. Long cooking. VO talking about the traces left by other travellers. He wants his traces to be timeless, and not just to do with the present. Pouring water in undulating patterns: his VO describes them as Zambezi, Nile, Indus, etc., Covering up the camp fire. Stamping out a circle. Walking on. VO says his travelling helps him understand the rhythms of nature. ACE175.5 10:28:00 10:38:04 Long asleep. Walking. Talking about how the walking frees his imagination to create works he “would never have dreamed about before”. Creating a long, two-part piece. VO describes his sculptures as “stones among stones”. Standing stones in a circular group. Long resting. Knocking over the stones from this group. Long suggests that the works he’s created all over the world take on a composite meaning over and above their individuality. Clearing a circular space with a circular group of stones within it. Long believes that different viewers of his works will see them from different points of view; overall knowledge of his work is that each shape has complementary works in other places. END is water in the dust. Credits.",
   "Choreographer" : "",
   "Date" : "1988",
   "Series" : "",
   "Title" : "Stones and Flies. Richard Long in the Sahara",
   "Part" : "",
   "Film ID" : "ACE175",
   "Production Company" : "Methodact"
}
