{
   "Synopsis" : "The kinetic possibilities of the reflective surfaces of steel shapes by British sculptor, WIlliam Pye (b.1938), as they mirror light, water, and landscape.",
   "Director" : "William Pye",
   "Article" : "",
   "Full credits" : "Camera, Editing, Sound: William Pye. Produced by the British Film Institute for the Arts Council of Great Britain.",
   "Minutes" : "17 min",
   "Full synopsis" : "ACE033.2 10:00:09 10:07:59 Loseley Park (Surrey) grounds in winter; trees reflected in water. Reflections on cylindrical, T-shaped stainless steel surfaces. Wooded landscape; light seen reflecting off a bright object in the distance. More stainless steel surfaces. Water. Reflections in water of rods and a pillared building. Drops of water, stainless steel. The building. The distant reflection. A stainless steel ball. Pixillated shots of this and balls of different sizes. Rods and water. Slow-motion shots of drops of water. Shiny surfaces. Reflections of sky in moving mirror-like surface. Lake. Movements and reflections caused by tautened strings. Slow-motion water drops. The distant mirror. ACE033.3 10:07:59 10:17:15 Pixillated stainless steel rods, in line and angled with each other, and other shapes reflecting movement or causing reflections to appear to move. Reflection of sky and buildings, etc. A rotating stainless steel cone. rotating stainless steel balls, rotating stainless steel rings (relates to Three Rings, early 1960s). Ball reflecting camera operator. Straight and twisted stainless steel pipes, their reflected images broken up by the movement of another reflecting surface. Landscape and the distant reflection; its source, a segmented column. A lake; wake left by duck, tautened string lines. Slow-motion water drops. The lake. Credits. ACE033.4 DO NOT ENCODE PAST HERE",
   "Choreographer" : "",
   "Date" : "1972",
   "Series" : "",
   "Title" : "Reflections",
   "Part" : "",
   "Film ID" : "ACE033",
   "Production Company" : "British Film Institute"
}
