{
   "Synopsis" : "Work by contemporary British performance artists and groups at events in the north and south west of England.",
   "Director" : "Jonathan Lewis, Dennis Lowe",
   "Article" : "",
   "Full credits" : "The Welfare State is a co-operative of artists. Directed by John Fox, Mike Westbrook & Dave Holland. The Welfare State acknowledge the assistance of the South Western Arts Association. Sound recorded by Julie Kendrick; Photographed by John Lewis; Edited by Dennis Lowe; Co-directed by John Lewis, Dennis Lowe. A National Film School production made in association with The Arts Council of Great Britain.",
   "Minutes" : "54 min",
   "Full synopsis" : "ACE041.2 10:00:00 10:11:45 Caption: “A series of art events presented in the regions by the Arts Council of Great Britain and organised by the Serpentine Gallery – London.” Caption: “Bruce Lacey and Family.” Lacey VO, over film of him and family members working with sound recording equipment, talking about people losing freedom of choice as they grow up and only regaining it in their twenties. Sound and light effects. Family members and other participants bouncing on inflatable furnishings, making faces through plastic sheeting, dancing, etc. Caption: “Space Structure Workshop.” Inflatable structures. Children and adults emerging from them and walking around inside them. Multiple images of people inside brightly coloured spaces. Children running through coloured nylon tunnels. Voices over talking about how galleries etc., aren’t used to dealing with “live artists”, and how this event has provided an opportunity to show off their ideas. Speaker hopes local areas will begin to take more responsibility for public art demonstrations. Structures being deflated. ACE041.3 10:11:45 10:22:51 Caption: “Jules Baker.” Edwardian photographs projected in supermarket. Reactions of passers-by to man wearing false head which has hands for ears and three mouths and a “rock” man, walking along a shopping street. People with masks and false mouths and hands on sticks. Superimposed views of the hand-eared man. Noises and music over. VO talking about public reaction. Caption: “Peter Dockley.” “Wheelchair” on fire beside partly derelict building. Wax running off it. Gerbils eating wax (and peanut) sculpture of men sitting at table, beside telephone, heads encased in perspex boxes. Another (hooded and chained) figure in background. Figures in cages; hanging in “cocoons”. ACE041.4 10:22:51 10:34:05 Caption: “The artists performed at the following locations: Ceolfrith Arts Centre – Sunderland, Bede Gallery – Jarrow, Durham Light Infantry Gallery, Kendall Arts Centre.” Captions: “The Welfare State.” “The Travels of Lancelot Quail.” Map showing Glastonbury. Guitarist and flautist performing. Man walking along country road wearing white-face make-up and a woman’s swimming costume, and carrying “fish” on a fishing line. Inside the circus tent. Ringmaster and other participants. Man in bathing costume on rope, hearse arrives below, woman “gives birth”. Fire-eating. Clowns and clock. Man hung upside down. Procession through the streets by people in grotesque make-up or masks; miniature gallows in a cabinet. Trial. Rowing decorated boat on canal; “mermaid” in boat sings. Packing up props and moving on towards Tiverton. ACE041.5 10:34:05 10:46:47 Caravans. Guitarist plays ragtime number. Preparations for raiding tent. Eating out of doors. Playing selections from The Gondoliers on wind-up gramophone. Fiddler. Dancers. Traffic. Sunset. Drums and horn playing over. People on rocks. Fireworks. Man with maracas. The moors. Standing stones. Woman planting seedlings. Men playing brass instruments. Lighting flares. Releasing balloons. People naming their children; reading verses. Singing. Procession going across moors. ACE041.6 10:46:47 10:54:11 Coach on road. Tent performance. Tent and performers on beach. Helicopter. Going out towards submarine in small boat. Boarding the submarine. Below decks with crew. Dialogue over. Map showing Marazion and the sea. Credits.",
   "Choreographer" : "",
   "Date" : "1973",
   "Series" : "",
   "Title" : "Outside In",
   "Part" : "",
   "Film ID" : "ACE041",
   "Production Company" : "National Film School"
}
