{
   "Synopsis" : "A dramatisation of the life of the German graphic artist and sculptor, Käthe Kollwitz (1867-1945), with emphasis on her political work.",
   "Director" : "Ron Orders",
   "Article" : "",
   "Full credits" : "A film by Ron Orders, Norbert Bunge, Arpad Bondy. We would like to thank the following for their help and support: Prod. Dr. Arne Kollwitz, Akademie der Künste, Berlin, Nationalgalerie, Berlin, Kupferstichkabinett, Berlin, Kunstverein, Hamburg, Galerie Pels-Leusden, Berlin, Hubertus v.d. Goltz, Berlin, The Jewish Community, Cologne, The German Military Cemetery at Vladslo-Praatbos, Diksmuide, Belgium. Location filming in Moritzburg and Berlin in the German Democratic Republic by courtesy of DEFA Film and Harald Metzkes. Archive film of Käthe Kollwitz in 1927 by courtesy of Landesbildstelle Berlin Filmarchiv. A Cinecontact Production. Art Council of Great Britain © MCMLXXXI.",
   "Minutes" : "44 min",
   "Full synopsis" : "ACE107.2 10:00:00 10:11:02 Reflections in water. Woman walking through woods. VO talking about the weather being dreary. “My work consists now in faithfully following the course of each day and keeping an account of it. I note down how the clouds drift, which way the wind blows, and so I trace the course of the days... I have not been able to work for months… My deepest desire is no longer to live…” The Call of Death (1934). “The unquenchable longing for death remains.” Lake. Caption: “Käthe Kollwitz died in Moritzburg, near Dresden, on 22 April 1945. She was born in Königsberg, East Prussia, in 1867 and lived for most of her working life in Berlin. These extracts for her diaries and letters are interpreted by the actress Brenda Bruce.” An etching of the young Käthe. Lithograph of The Artist’s Parents (1931). Variations on The Volunteers (1922) apparently inspired by Ferdinand Freiligrath’s poem The Dead to the Living. Kollwitz talks about making sketches of sailors’ bars near the Pregel, and of working people. Hamburger Kneipe (1901), Self-portrait Seated at a Table (1893) and others. Kollwitz talking about art training: not being able to go to the Academy because she was female, having private tuition. Self-Portrait. Talks about her engagement which upset her father’s plans; she was sent to Munich in 1889. Other work including two Self Portraits. Kollwitz talks about all her work being anecdotal, narrative art. Moved to Berlin in 1891. Children born 1892 and 1896. Family group and another Self Portrait. Kollwitz talks about the premiere of Gerhart Hauptmann’s The Weavers (1893), which induced her to stop working on her series Germinal and start on lithographs and etchings for A Weaver’s Uprising (1893-1897).\u000b\u000b ACE107.3 10:11:02 10:22:08 Kollwitz etching. VO says the Academy Jury voted the series a gold medal; though this was vetoed by the Kaiser, she was “counted among the foremost artists of the country”. Images from The Peasants’ War series (1902-1908). Kollwitz talking about her reputation as a Socialist artist, says she was in constant contact with the working classes because of her husband Karl’s clinic. Various images of working class and similar subjects including The Downtrodden (1900), Working Woman with Blue Shawl (1903), Litho (1909), Thinking Woman (1920), etc. Woman with Lowered Head (1946-1948). Kollwitz walking in Berlin. Tenement buildings. VO talking about the problems faced by working class men and women. Junges Paar and part of The Downtrodden. Various images of death including Woman with Dead Child (1903) and Death Snatches a Child from its Mother (1911). Military cemetery. VO talking about her younger son, Peter, being killed in the First World War, and about making his gravestone. After the war. Sketches for Solidarity: the Propeller Song (1932). VO talks about being a Communist and of the murders of Rosa Luxembourg and Karl Liebknecht: studies for and finished woodcut of Memorial for Karl Liebknecht (1919). ACE107.4 10:22:08 10:33:39 Kollwitz talking about her depression, and starting to work as a sculptor. Working on a head. VO says she’s concerned that this takes her further from the general audience. Lamentation (1938). A “mother and child”; Tower of Mothers (1937-1938). A bronze Self Portrait (c.1926-1936). A Self Portrait etching. Kollwitz saying there must be understanding between artist and people. Looking at mounted pictures. Etching plate for previous self-portrait; VO says she’s finished with this medium. Considers woodcut. The Sacrifice (1922). The Volunteers (1922). The Parents (1923), The Widow (1922), The Mothers (1921-1922), etc. Self-Portrait (1923). Kollwitz saying it is her duty “to voice the sufferings of man”. Other work including Nieder mit den Abtreibungs-Paragraphen! / Down with the Abortion Paragraph (1924). Hunger (1925). Cover for International Women’s Day edition of Volk und Zeit. Against Alcoholism (c.1905). Pieceworker (1925). Poster for Deutsche Heimarbeit-Ausstellung (1906). Poster for Für Gross Berlin (1912). Help Russia (1921). No More War (1924). Kollwitz talking about The Survivors (1923) and feelings while she was drawing it. Kollwitz, reading her diary, says she needs strength. She hopes she can finish the memorial to Peter. Describes her ideas. Sketch in diary. Self Portrait and Self-Portrait with Pen Drawing (1933). Wonders how, at this age, she can do anything important any more, but this is so important that she must hold up”. Kollwitz at the military cemetery at Vladslo, Belgium; VO talking about the completed statues of her memorial (1932). ACE107.5 10:33:39 10:44:17 Nuremberg. German eagle. Recording of voice announcing Hitler. Kollwitz writing that she and Heinrich Mann are being forced to leave the Berlin Academy because of signing an anti-Nazi manifesto. Talks about some of her work being removed from the National Gallery. Pietà (1938). Tower of Mothers. Memorials to people who died in concentration camps. Kollwitz in Jewish cemetery. VO talks of her interrogation by Gestapo because of an article in Izvestia. Talks about her work being omitted from the Academy show. Tomb of Franz Levy; Kollwitz’s drawing of the design (1937). Sculpture of Mother with Twins 1924-1927. Bronze reliefs of similar image, and other pieces. Death Seizes the Children (1934), Death and the Woman (1934), The Call of Death (1934), etc. VO talks about trying to do a series on the theme of death. VO announces that Karl has died (1940). Charcoals faces. Kollwitz making charcoal version of Seed for the Planting Must Not Be Ground (1942); VO describing the “story” of the picture. Ruined tenement buildings. VO talking about bombing and wanting “an end to this madness”. Self-Portrait in Profile Facing Right (1938). The lake. VO talks about nearing the end of life, pleased that her work had an effect. “Without struggle, there is no life.” Credits with fragment of archive film of Käthe Kollwitz.",
   "Choreographer" : "",
   "Date" : "1981",
   "Series" : "",
   "Title" : "Käthe Kollwitz",
   "Part" : "",
   "Film ID" : "ACE107",
   "Production Company" : "Cinecontact"
}
