{
   "Synopsis" : "One of a series of dance pieces created specially for television: an identity crisis in a lift.",
   "Director" : "Jane Thorburn",
   "Article" : "",
   "Full credits" : "Choreographer Carol Brown; Director/Editor Jane Thorburn; Performers: Emma Gladstone, Simone Aughterlony, Bawren Tavaziva, Nicky Ellis; Lift travellers: Helen Sherwood, Josephine Leask, Marie McCarthy, Psyche Thompson, Craig Givens, Clare Baker, Patrick Warrington, Timothy Shaw, Stephen Chance, Lloyston Sterling, Donna Berlin, Matthew Rimell, Pauline Shanahan. Composer Russell Skoons; Lighting Camera Terry Flaxton; Assistant Director Hamish Skeggs; Sound Bob Mackenzie; Make up Caroline Piasecki, Joanna Bernacka; Producer Annie McGeach; Editor Dance NPS Mirjam van der Linden; Production coordinator NPS Marianne Eggink; Lineproducer Erwin Godschalk; Executive producers Rodney Wilson Arts Council of England, Bob Lockyer BBC , Henk van der Meulen NPS; Producers Hans de Weers, Hans de Wolf. An After Image production for BBC, Arts Council of England, NPS. © BBC/ACE/NPS MM.",
   "Minutes" : "9 min",
   "Full synopsis" : "ACE379.2 10:00:00 10:09:10 Lift mechanism. Woman waiting nervously for lift. Passengers pushing their destination buttons; getting out, getting in. Woman gets out. Two remaining passengers – bike messenger and young woman – embracing. Interrupted by woman and another passenger getting back in. Woman becomes anxious in the lift; other passengers crowd in. Woman struggles out into empty lift only to be joined by bike messenger. Young woman and others. She changes her clothes when lift is empty, interrupted by passenger who quickly get out again. Woman sees her, now dressed differently and wearing a wig. Woman looking at herself in lift mirror with identically dressed and identically behaving woman behind her. Messenger joins them. They struggle with him, stopping him from getting out. Passengers leaving lift. Woman collapses onto be-wigged woman. They embrace/struggle. Woman comes out of lift wearing the other woman’s clothes and wig. Credits.",
   "Choreographer" : "Carol Brown",
   "Date" : "2000",
   "Series" : "Dance for the Camera 5",
   "Title" : "Lift",
   "Part" : "",
   "Film ID" : "ACE379",
   "Production Company" : "After Image"
}
