{
   "Synopsis" : "American-born figurative painter, Ronald Kitaj (b.1932), answers questions about the social purpose of art and the role of the artist, with reference to his own paintings and screen prints.",
   "Director" : "James Scott",
   "Article" : "",
   "Full credits" : "Direction James Scott; Camera Adam Barker-Mill; Interlocutor Christopher Finch; Editing A.V.B-Mill, J.Scott; Titles Sam Lord;: Music Anton Webern, Five Pieces for Orchestra Op10; Juan de la Cruz Painting by courtesy of Marlborough Fine Art Ltd., London. Produced by Maya Film Productions Ltd. for the Arts Council of Great Britain.",
   "Minutes" : "19 min",
   "Full synopsis" : "ACE013.2 10:00:00 10:10:49 Kitaj answering question about his career: at art school in America, studying in Vienna, then to Oxford on the GI Bill, and to Royal College of Art, London. Offered teaching jobs which enabled him to stay in England. Photographs and Kitaj VO on Modernism. Kitaj (black and white interview), sketches. “the corruption of the figure tradition”, a “nagging social conscience” which means he wants work “to become far more available”. Talking about his painting Juan de la Cruz (1967). Black and white interview: Kitaj says he’s repelled by the anonymity and universality of much Modernist work. Talks about his own approach in his portrait, Morella (1969). Talking about Charles Olson and the “high energy construction”. Morella. The Modernist arrangement meeting the familiar. Quotes Giacometti saying “the head is sovereign”. Charcoal heads of people and animals from Photography and Philosophy (1964). ACE013.3 10:10:49 10:18:43 Answers question about print-making being a separate activity to painting by saying he’s always wanted to do Cézanne over again after Surrealism; print-making is more artificial. Details from serigraph/screen print Hellebore: for Georg Trakl, the first in the Mahler Becomes Politics: Beisbol series (1964-1967). Photographs. Photography and Philosophy (1964). Mahler Becomes Politics No.15 (Go and Get Killed Comrade, We Need a Byron in the Movement, 1966). Explains about the anti-Nazi White Rose movement. Mort (1966), print deriving from page of Life magazine. Black and white interview: Kitaj talks about his books. Interviewer, Christopher Finch, suggests his paintings are closer to literary models than other modern painting. Photographs and film stills. “These motives are inevitable, like death is inevitable… If death is inevitable, so are those issues which will raise compassion and shame… There is this great case for what is so inevitable that even our art will be moved.” Credits over details of more prints including Mahler Becomes Politics, No.14, His Every Poor Defeated Loser’s Hopeless Move, Loser, Buried (Ed Horn) (1990).\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1967",
   "Series" : "Living Artists",
   "Title" : "R. B. Kitaj",
   "Part" : "2",
   "Film ID" : "ACE013",
   "Production Company" : "Maya Film Productions"
}
