{
   "Synopsis" : "Contemporary performance art in Japan.",
   "Director" : "Philip Day",
   "Article" : "",
   "Full credits" : "With thanks to J.A.L., Kawasaki City Museum, Mitsukoshi, Yokohama Harley Davidson Club, SOAS, University of London, The Tokyo International Theatre Festival, Lutz Becker, Christopher Fryman, Mitsuo Fukuda, Koji Hamazaki, Takeshi Kawamura, Osamu Motoyoshi, Hideki Noda, Hiroshi Oda Shoga Ohta, Christopher Petit, Ikuko Saito, Sayako Yamaguchi The Performers Dai San Erotica, Toshima Takigi Noh, Tenkei Geki Jo, Saburo Teshigawara, Suzuki Company of Toga , Goro Namerikawa Arabaki-Dan, Ennosuke Kabuki, Yume no Yuminsha, Banyu Inryoku; Individual performers Hiromi Ogawa and Family, J. A Seazer, Ben Shozu, Tadashi Suzuki; Narrator Vivian Stanshall; Instrumental music written by Alex Balanescu; Musicians Nicole Tibbles, Alex Balanescu, Alan Ball, Moray Welsh; Electronic music written by Roger White; Graphics Steve Masters; Production manager Takashi Asai; Location manager Binbun Furosawa; Tokyo Consultant Tetsuo Kinoshita Lighting Camera Yoshiharu Tezuka; 1st assistant camera Yoshihisa Fujii; 2nd assistant camera Hiroshi Mikuriya; Sound Kazuyoshi Kawashima; Sound mix Nigel Edwards; Online editor Phill Tweedy; Dubbing editor Sean Mankenzie; Film editor JoAnn Kaplan; Programme consultant Christian Flood; Executive producers Keith Griffiths, Rodney Wilson; Producer Shelley Williams; Director Philip Day. With Financial Support from The Japan Foundation, Hoso-Bunka Foundation Inc., The Great Britain Sasakawa Foundation. Koninck Projects Production for the Arts Council of Great Britain in association with Channel Four Television Ltd. © Arts Council of Great Britain MCMLXXXIX.",
   "Minutes" : "52 min",
   "Full synopsis" : "ACE196.2 20:28:55 20:35:50 Tokyo. 06:30. Early morning scenes, traffic, trains, commuters. A “clockwork orange morris” group “attacks” commuters. Commuter is questioned about the incident but has little to say. A temple. Member of Goro Namerikawa. Noh actor. Members of Yume no Yuminsha. Female lift attendant. Male street performer. Man with globe. Woman with papier mache pumpkin. Roller-skaters jump through hoop. Religious procession. Temple. Actor. Noh. Actress from Saburo Teshigawara. Actor. Motor-cyclists. Cyclists. Street performers – roller-skaters, dancers, etc. Commuter interviewed says the performers only appear on Sundays. Japan’s intelligentsia in restaurant discuss theatre culture. One describes Tokyo as centre of Japanese culture; only in Tokyo can everyone benefit from speedy new communications systems but this makes the society unstable. Street scenes, day and night. Commentary suggests that unchanging tradition underlies this constant change ACE196.3 20:35:50 20:42:23 Toshima Takigi Noh performance. Jewellery and cosmetics counters in department store. Noh sound continues over. Tenkei Geki Jo whose work emphasises the futility of contemporary existence. Tokyo at dusk. Saburo Teshigawara. ACE196.4 20:42:23 20:52:23 Landscape. Home of Tadashi Suzuki, theatre director. Rich enough to be able to get out of the capital. The all-male Suzuki Company of Toga, SCOT. Suzuki talking about the importance of leg movements, his training methods, energy and communication. Landscape. Performance of The Cherry Orchard, by Anton Chekhov. Suzuki on using non-Japanese texts. The Cherry Orchard: interpolated pop song. Tokyo at dusk. Restaurant discussion continues, with speaker dividing modern drama into that which emphasises leg movements and that which doesn’t, the latter being like “a floating world of sense”. Saburo Teshigawara. ACE196.5 20:52:23 20:53:24 END OF PART ONE ACE196.6 20:53:24 21:03:37 Commuters and Dai San Erotica, described as “a theatre of convulsion”, perform on station, in street, etc. The fish market. Auction sales. Fukakawa folk festival. The Commuter is a participant. Handling of frozen fish carcases. Goro Namerikawa performing Buto danceon ancient ruins. Commuter and lunch party. ACE196.7 21:03:37 21:16:03 Commuter outside Kabuki Theatre. Ennosuke Kabuki and audience. Yume no Yuminsha. Tokyo lights. Poet Ben Shozu performing in bar. He discusses noise poetry and lessening of western influences on contemporary theatre with his young audience. Banyu Inryoku. Director J. A Seazer on working with Shuji Terayama. Performance. Seazer’s VO over Diametsubo. ACE196.8 21:16:03 21:21:30 Night street scenes. Saburo Teshigawara: performance with broken glass. Night-time cityscape and traffic. Credits.",
   "Choreographer" : "",
   "Date" : "1989",
   "Series" : "",
   "Title" : "Japan Live Performance",
   "Part" : "",
   "Film ID" : "ACE196",
   "Production Company" : "Koninck Projects"
}
