{
   "Synopsis" : "British performance artists appearing at “Another Festival” in Bath in 1973.",
   "Director" : "David Bruton",
   "Article" : "",
   "Full credits" : "The Performers: John Bull Puncture Repair Kit: Mick Banks, Al Beach, George O’Brien, Des [Diz] Willis; Lumiere & Son: David Gale, Cindy Oswin, Ian Johnston; Landscapes & Living Spaces: Roland Miller, Shirley Cameron; The Phantom Captain: Neil Hornick, Joel Cutrara, Peter Godfrey, Liz Weston, T. I. Bradford, Stuart Eames, Tessa May, Loyd May. Camera Roger Deakins, Tony Nicholls; Sound David Woollcombe; Director/Editor David Bruton. Thanks to Bath Arts Workshop, Mike Westbrook & Friends. A National Film School Production for the Arts Council of Great Britain.",
   "Minutes" : "29 min",
   "Full synopsis" : "ACE055.2 10:00:00 10:01:23 Caption: “During ‘Another Festival’ Bath 1973 a number of Performance Artists appeared whose work takes them out of the conventional theatre setting and into the streets. This film shows the work of 4 groups.” Mike Westbrook & Friends, with crowds following as they walk through streets of Bath. The band with crowds dancing in road. ACE055.3 10:01:23 10:07:06 Caption: “John Bull Puncture Repair Kit.” Setting up outside Bath Abbey. One of them talking to woman on bench. Sketch about filming something called The Trial. Audience reaction. Man talking to camera: their working premise is “the liberation of imagination…”, and each company member contributes something individual. Performance continues with “bomb” falling on warden’s head. Another performer; VO over performance, talks about the need for humour to win audience attention. Performer unwraps bomb. Another talks about the difficulties of combining all points of view, but hoping that the audience can take something from the result. ACE055.4 10;07:06 10:12:34 Caption: “Lumiere & Son.” Members making up; David Gale VO talking about their performance, “the Duke strolling through the town with his Fools… interacting with people in the street”. Performance outside the Abbey. Taking off makeup; Ian Johnston describing their use of surreal and dreamlike ideas rather than logical ones. Performance. Johnston suggests that actors don’t always know the meaning of what they’re doing. The group in the street with some elderly ladies. ACE055.5 10:12:34 10:17:47 Caption: “Landscapes & Living Spaces.” In the park: Roland Miller singing with cloth over his face while Shirley Cameron, covered in a holey green robe, plays with a ball. Miller says all their work is carefully frame-worked, but then changes depending on setting and audience. Performance in pub venue: Miller unwrapping marrow, aubergine, etc., Cameron cutting holes in a cloth. Miller hopes that each member of the audience will bring a particular personal experience to the performance so that “there is no one message”.\u000b\u000b ACE055.6 10:17:47 10:29:16 Caption: “The Phantom Captain.” The group at Bath station giving two passengers a gala send-off, with banner, speeches, interviews, etc. They discuss how the passengers reacted, how they are “the only organic theatre company”, and leave the station. Neil Hornick, with Joel Cutrara, explains how they came up with the name, “The Phantom Captain”. Trying to attract customers to their Mystery Tour; starting Tour; explaining that they are not allowed to perform surgery. Cutrara and Hornick talking about their work: “… theatre is just a stage that everybody has to go through”. Credits.",
   "Choreographer" : "",
   "Date" : "1975",
   "Series" : "",
   "Title" : "Performance Art",
   "Part" : "",
   "Film ID" : "ACE055",
   "Production Company" : "National Film School"
}
