{
   "Synopsis" : "British sculptor, Julian Opie (b.1958) talks about his work.",
   "Director" : "Geoff Dunlop, John Wyver",
   "Article" : "",
   "Full credits" : "Interviewed in July 1983 at the Hayward and the Lisson Galleries, London. This material was shot for but not included in the film Just What Is It…? Camera Mike Fox, Jeremy Stavenhagen; Sound Chris Renty; Editor Robert Hargreave; Producers Geoff Dunlop & John Wyver for Illuminations. Arts Council of Great Britain & Channel 4 Television. © 1984.",
   "Minutes" : "19 min",
   "Full synopsis" : "ACE142.2 10:00:00 10:10:32 Some of Julian Opie’s sculptures on the Hayward Gallery terrace. Opie painting edge of axe. Opie says that the theme of these three related pieces is “people hiding behind large objects”; each piece is hiding or showing something. He says they are not intended to be funny but “often a joke or a story is a good way to carry … more formal ideas”. He prefers to turn a piece into a joke to make it more accessible as well as more fun to make. He is interested in both form and content and is happy when several interests can be combined. He doesn’t mind his work being seen as “cartoon like” but tries to get away from the idea of stage props. He wants the work to look light and easy though points out that a good deal of work goes into the steel construction at the back. He doesn’t know if these pieces should be regarded as painting or sculpture – they are in a sculpture show but he can think of them as “very complicated canvases”. He wants them to look “kind of weird” so that the viewer is “not sure whether they are flat or whether they’re 3-D… the painting is cheap illusion”. Details of sculptures. Opie standing in front of one of the works. He talks about how long it takes to make one piece. More sculptures. He says he’s not interested in forcing his work on anyone; he prefers the audience to come by choice. Opie talking about his career since leaving art school a year earlier; he’s already selling well enough to be able to concentrate on his work full time. ACE142.3 10:10:32 10:18:45 Opie says that one sculpture evolved from the idea of signing a work on the front but brought in more and more ideas. Opie beside another work. Opie says he’s always drawn things so perhaps his success is not quite over night. He’s sure he’ll do different work in the future so is pleased that these pieces are being shown now. He says that his pre-art school work is recognisably his, though then he “didn’t know what he was doing”. He believes that art schools often teach people to work in ways that “other people think is art” and that “it took a couple of years to shake that off”. He found his teacher, Craig Martin, very helpful, explaining that he sometimes needed encouragement to go with a particular idea that seemed “very small”. Opie says he thinks he has been influenced by Roy Lichtenstein’ sculptures, the painting style of Frans Hals, Hergé (Georges Rémi) – he says that the idea of this book piece comes from of The Seven Crystal Balls – Bill Woodrow, and others, but feels that he has to “carry on with [his] own position”. Details of sculpture.",
   "Choreographer" : "",
   "Date" : "1984",
   "Series" : "Just What Is It...?",
   "Title" : "Julian Opie",
   "Part" : "",
   "Film ID" : "ACE142",
   "Production Company" : "Illuminations"
}
