{
   "Synopsis" : "A dramatised narrative examining the intergenerational conflict between Jamaican immigrant mothers and their British-born daughters, centring on clothing and appearance.",
   "Director" : "Jillian Li-Sue",
   "Article" : "",
   "Full credits" : "Written & Directed by Jillian Li-Sue. Florence, Della McRae; Sandra, Sharon Henry; Young Florence, Jane Wall; Little Florence, Raquel Harvey; Little Sandra, Natania Charles; Extras, Bid Mosaku, Mavis Landell, Roger Bartholomew, Enid Guy, Alan Onyeche, Vincent Li-Sue, Amanda Williams, Cynthia Wells, Mildred MacDonald, Darren Morgan, Heather Green, Orlaine McDonald, Fredricka Henry, Angela Nlewedin, Timmy Hazelwood, Rupert Henry, Peter Davies. The Producers gratefully acknowledge the assistance of South East London Mercury, Maggie’s Fabrics, Gordonbrock School, St Saviour’s Church, Lewisham Leisure Services, White House Studio, Lee Lighting, Metrocolor Ltd., Telecine Cell Ltd., The Edit Works. Produced with financial assistance from the Arts Council of England. Production Manager Dee Gregson; 1st Assistant Director Mark Vella; 2nd Assistant Director Michael Burge; Continuity Polly Hope; Catering Inez Grant; Art Director Paul Hodgeson; Costume Design Florence Li-Sue, Louise Burke; Make Up Helen Coltart; Camera Assistants Jeremy Forster, Robert Shacklady; Electricians Paul McGill, Wilfred Bandoo; Best Boy Clement Lye Sue; Boom Operator Stephen Gilmour; On-Line Editor Paul Richmond; Telecine Gary Curran; Dubbing Mixer Ian Selwyn; Production Designer Mark Wood; Composer Geoff Noble; Sound Recordist Spencer Richley; Editor Rupert Watson; Director of Photography Martin Charles Westall; Producer Ian Dodd. © Rosenthal Films 1995.",
   "Minutes" : "14 min",
   "Full synopsis" : "ACE411.2 10:00:00 10:13:42 Mother and daughter arguing about the latter’s appearance; her mother wants her to dress differently. Mother’s sewing machine. Mother’s birthday party: she (Florence) complains about daughter Sandra to her friends, that she’s a film-maker and that she continuously wears jeans and track-suits. Sandra films the candle-blowing. Florence remembers her mother sewing by lamp-light and about herself making clothes for lots of people. Sandra jokes that her mother has always made her clothes with lots of bows and frills. Florence teases her about her clothes now, and tells her friends how young Sandra once scared her by playing with scissors and the electric wiring. Sandra retaliates by saying that her mother was frightened to go on the Underground. “Home movie” and photographs of young Florence playing tourist. Young Florence in the 1960s, telling her friends about her wedding. Working at a sewing machine. She remembers her pregnancy cravings and working “to the last minute”. Florence and Sandra arguing about the latter’s skirt length. Sandra undressing her boyfriend. Arriving home late and avoiding her mother. Sandra says her mother’s life has never been easy. Young Florence with boyfriend: still sewing machine, sounds of childbirth. Florence with her illegitimate baby who dies of an infection. Florence’s VO talking about a cedar-wood coffin, and about that part of her life ending then. Sandra finds her mother sleeping and discovers that she’s been making a shroud. She gives her an album of photographs as birthday present, and Florence gives Sandra clothes that belonged to her baby half-sister. Credits.",
   "Choreographer" : "",
   "Date" : "1995",
   "Series" : "Black Arts Video Project",
   "Title" : "Cedar Wood and Silk",
   "Part" : "",
   "Film ID" : "ACE411",
   "Production Company" : "Rosenthal Films"
}
