{
   "Synopsis" : "Based on the autobiographical work by British comic book artist, Al Davison (b.1960), born with spina bifida.",
   "Director" : "Paul Anderson",
   "Article" : "The",
   "Full credits" : "Lighting Camera Richard Holmes; Sound Jane Barnett; Production Manager Lisa Fabry; Studio Lighting Director Simon Hicks; Creative Consultant Al Davison; Rostrum Camera Alec Jacklin; On-Line Edit John Louvre; Runner Linz Serginson; Based on The Spiral Cage by Al Davison; Artwork reproduced by kind permission of Titan Books; Facilities NEMIC and IIIU; Executive Producers Rodney Wilson, Jim Manson; Director Paul Anderson; Producer Bharat Nalluri. A Fred Bear Production for the Arts Council of Great Britain in association with Tyne Tees Television and Northern Arts. Fred Bear Productions.",
   "Minutes" : "28 min",
   "Full synopsis" : "ACE212.2 10:00:00 10:10:16 Dave Gibbons, Melinda Gabbie and Alan Moore talking about Al Davison and his comic book. Drawings from the book. Walking sticks being broken and burned. Davison in France; his VO talking about events of 1990. Images from The Spiral Cage (1990). Caption: “Birth pains!” X-ray photographs. Davison talks about having been born with such severe Spina Bifida that he was not expected to live long, or, at best, would be totally paralysed. Sandra Wheatley, Association for Spina Bifida and Hydrocephalus, talking about the ignorance that surrounds the disease which can contribute to misunderstanding of a child’s capabilities, and thus become an additional handicap. Images from The Spiral Cage. Davison talks about his early attempts to walk. Wheatley suggests that Davison’s ignorance of the severity of his condition meant that he was not discouraged. Davison. Caption: “School.” Davison talking about attending a school for the disabled without ever having been told he was “disabled”. He believed that disabled children would grow up to be normal but learned at school that this was not the case. Images from the book. Davison talks about suffering physical attacks and verbal abuse to the extent that he nearly committed suicide. ACE212.3 10:10:16 10:20:21 Dave Gibbons, Graphic Novelist, Give Me Liberty, talking about the biographical content of The Spiral Cage, making it the first comic strip autobiography to appear in Britain. Scenes in Newcastle. Caption: “Growing Up.” Davison talks about suffering physical and verbal abuse even as an adult. Alan Moore, Graphic Novelist, Watchmen, suggesting that people often don’t understand those with disabilities, and that The Spiral Cage could help to change this. Davison practising karate moves. His VO talks about the reasons for, and the benefits of learning different martial arts. Images from The Spiral Cage. Davison’s VO relates an incident in which he met again someone who’d once attacked him, and realised that his attackers were often suffering from fear and self doubt. Moore believes that comic books can reach people who would normally be put off from considering subjects they would otherwise consider unpleasant. Caption: “I want to be an artist when I grow up.” Davison talks about sending art work to publishers even from the age of three. He believes his visual imagination developed as a result of spending his first two years in relative isolation in hospital, and doing doodles to help communicate with the nurses. At home, he would force himself to climb to the top shelf to get books. Aged four, he read Frankenstein while in hospital again. Images from The Spiral Cage. Melinda Gabbie, Graphic Novelist, The Lost Girls, talking about the emotional content of Davison’s work and how he’s developed.ACE212.4 10:20:21 10:28:02 Caption: “All you need is….” Maggie Lawrence talking about the development of her relationship with Davison. Images from The Spiral Cage. Davison’s VO talking about the benefits of a physical relationship. Lawrence says she was initially frightened about being portrayed in the book; Davison believes it was necessary in order to complete a cycle in their lives. Caption: “Seeking Spirit.” Davison talks about his becoming a Buddhist. Davison and Lawrence praying. His VO talking about curing his Spina Bifida through Buddhist practice. Davison and Lawrence walking in the country. Davison VO talking about having accumulated large numbers of sketches, etc., which a friend suggested, in 1984, he should try to have published as part of an autobiography. He believes this is “the right time” for the book to appear, and hopes it will challenge attitudes to disability. He believes that all his past experiences – including the bad ones – have taught him about himself, and have given him a positive attitude to the future. Credits, with photographs of Davison as a baby.",
   "Choreographer" : "",
   "Date" : "1990",
   "Series" : "",
   "Title" : "Spiral Cage. Animal, Vegetable, Human! or Mineral. (Al Davison – a Life)",
   "Part" : "",
   "Film ID" : "ACE212",
   "Production Company" : "Fred Bear Productions"
}
