{
   "Synopsis" : "An investigation of the ways in which new popular music originating in the Caribbean can influence young men towards violence and homophobia.",
   "Director" : "Isaac Julien",
   "Article" : "The",
   "Full credits" : "Research & Writer Edward George; Production Manager David Lawson; Production Assistant Raymond Oaka; Film Editor Joy Chamberlain; Directors of Photography Arthur Jafa, David Scott; Sound Recordist Trevor Mathison; Assistant Camera John Bentham, Mick Duffield, Hilda Sealy; Editing Assistant Claire Bland; Narrator Paul Gilroy; Dubbing Mixer Peter Hodges VT Editor Simon Brook; Executive Producer for the Arts Council Rodney Wilson. The Producers would like to thank Jamaican Film Office/JAMPRO, Bob Marley Museum, Kingston. Producer Lina Gopaul; Written & Directed by Isaac Julien. A Black Audio Film Collective Production in association with Normal Films. For BBC Television and the Arts Council of Great Britain © 1994. Arena Series Editors Nigel Finch, Anthony Wall. BBC. The Arts Council of Great Britain © BBC MCMXCIV.",
   "Minutes" : "59 min",
   "Full synopsis" : "ACE274.2 10:00:00 10:05:46 View of Kingston, Jamaica, “capital of reggae music… a place where the memory of slavery remains close to the surface of life… where … music and dance retain the special power endowed in them by longs years of terror and brutality.” Local cultural forms have come from Christianity and surviving African traditions. Hip hop and dancehall were confirmed as part of world music in 1992 when deejay Shabba Ranks won his second Grammy award. In 1991, Ice Cube’s gangsta rap album Death Certificate reached the top of the American charts. The new music is “a complicated tale of sex, death, religion and redemption in which the aftershocks of slavery can still be felt.” Dancehall deejay Buju Banton is a central figure in the new music; his banned recording Boom Bye Bye “has come to symbolise recent changes in Black popular culture, in particular the shut-down of its political hopes”. Mural of Bob Marley. The desire to change the world through a mixture of reggae and Rastafarianism has been abandoned. Mr Michael Manley, Former Prime Minister of Jamaica 1972-80 & 1989-92 (P.N.P.), talks about the death of Bob Marley and the social developments he had been involved in in the 1970s, and of a society in psychological crisis. Street scenes. Dancers in a club. Commentary says that reggae has retreated into dealing with purely local concerns, and personal image is the only thing over which people have any control. Deejays and rappers now dominate the music which has suffered from musicians’ skills being downgraded by the introduction of new technologies. Musician, Shabba Ranks talking about sound systems. Stone Love, Dancehall Soundsystem. People dancing in club. Commentary says that the transplantation of Jamaican sound systems to New York resulted in hip hop. Harlem, New York. Young women say they believe gangsta rap is influencing young men towards violence. ACE274.3 10:05:46 10:10:27 GUN CULTURE Musician, Ice Cube says that rappers have guns on their album covers (his album Kill at Will) because it’s American culture and that drive-by shooting in America is small scale when compared to what’s going on in Iraq; car-jacking doesn’t compare to “country jacking” when America invades Panama and installs its own government. Bosnia is white on white violence on a bigger scale than black on black. Part of the video of Ice Cube’s Dead Homiez (1990). Writer and Cultural Critic, Professor Cornell West, talking about the issue of nihilism and black culture, reflecting the experiences of poor people and particularly their experience of death. Video of Eazy E and Real Compton City G’s (1993). West on portrayals of nihilism which puts a premium on certain kinds of posing and posturing which, though knowingly ironic, can take on a life of their own with particular consequences. Video of Onyx with Throw Ya Gunz (1993). Musician/Geto Boys, Bushwick Bill. Says that the world is built on gangsterism: all Christopher Columbus’s crew were criminals taken from prisons. More of Throw Ya Gunz.\u000b ACE274.4 10:10:27 10:17:23 Writer and Cultural Critic, Professor Tricia Rose, says rap is playing on stereotypes of black people as marginal, undercover, sexual. However, she suggests that it is often mocking and need not be taken too literally. Musician/Public Enemy, Chuck D, says people treat the music “like a movie”. More of Real Compton City G’s. West compares rappers’ ideas to those of American society generally, “a gun-fighter nation”, which has tried “to gain access to property and power and pleasure by any means”, and talks of “a nihilistic response to a nihilistic situation”. Ranks talking about the violence of Jamaican neighbourhood he grew up in. Street scenes in Jamaica. Kingston Legal Aid Clinic, Florizelle O’Connor, talks about “the power of the gun” in support of political parties which reward their supporters when they get into power. Lawyer, Richard Hart, talking about American response, through the CIA, to Caribbean recognition of Cuba, which set up a political opposition and introduced news weapons into Jamaica. Manley believes that the guns came in in support of drug dealing rather than politics. Ranks says that dancehall performers only talk about guns as they are so common in Jamaican society, but they don’t have any contact with them. Armed guards. O’Connor talking about violence and the use of language which now uses words in completely opposite ways to their original meanings. Video version of Buju Banton’s Boom Bye Bye (Footage courtesy of “The Word”, Planet 24 Ltd., Channel Four TV). O’Connor says that the song “is faithfully recording the attitude of the vast majority of Jamaicans towards homosexuals” as well as faithfully recording the gunshot sounds”. She doesn’t believe that anyone expects the song to incite people to harass homosexuals. ACE274.5 10:17:23 10:26:23 SEX CULTURE The sea with a storm brewing. Commentary says that “bad dreams are turning into violent reality for some but most don’t seem to care”. The gun’s new target is “queers”. Commentary says that Musician, Buju Banton “laughs when asked why feelings of hate animate his songs”. He says his song is not intended to incite anyone but it is “basically a warning”. Musician, Karl Frazer, believes that Banton doesn’t “have the capacity … to really deal with the enormity of the can of worms that he’s opened”. He doesn’t believe that Boom Bye Bye advocates violence even though it says one has the right to kill someone whom one dislikes. More of Boom Bye Bye. Banton, responding to the question of does it incite violence against homosexuals, says that he doesn’t believe songs move people to violence but “there is no way the wicked can ever prosper”. A black gay youth interviewed in Greenwich Village, New York, says the song has caused unnecessary rifts between blacks and whites. Headline from Capital Gay saying “Attacks ‘on the rise’ in south London”. Writer David Dibosa says that his personal experience is that songs like Boom Bye Bye has caused an increase in homophobia, with people even using “gun” gestures against him, and describes an incident in which he and his boyfriend were attacked by a large group of men. Magazine cover suggesting violence against black gays in Brooklyn. Gay & Lesbian Alliance Against Defamation, New York, Donald Suggs, talks about trying to have Boom Bye Bye countered on radio by more positive messages. Jamaican Tourist Board, Aston Cooke, says the song drew much less criticism in Jamaica because it was considered as “not fit for air play” on radio, and the culture of the dancehall, where the records was heard, is already homophobic. Dancers in club. Frazer talks about how feminine styles have been adopted by dancehall-going men because “there is safety in numbers”. Cooke points out that homosexuality has always been illegal in Jamaica. O’Connor talks about the strong negative public reaction to rumours that this situation might be changed. Director of Programming, Jamaican Broadcasting Corporation, Radio 1 & 2, Gladstone Wilson, believes that, had a pro-change march taken place as planned, there would have been a good deal of violence against the participants. O’Connor talks about how, in the past, men would have been beaten to death if suspected of homosexual contact.\u000b ACE274.6 10:26:23 10:35:31 Banton claims to be “the voice of Jamaica”; commentary says his voice silences others and that, one day, “queer Jamaican voices will have their own song”. University of West Indies. Professor Rex Nettleford, quotes former Prime Minister Edward Seaga as implying that Banton was only “a child” when he wrote Boom Bye Bye. Banton talks about his voice. Commentary suggests that Jamaican culture requires the death of homosexuals in order to maintain its own masculinity. Film Director Ragga Gyal D’bout!, Inge Blackman, says that non-homophobic black fans of ragga are not heard as prominence is to those with homophobic attitudes. She talks about the responses of women she interviewed for her film, angry that given in the mainstream media had “painted the whole of ragga as homophobic”. Dancers in club. O’Connor on finding the anti-woman content of deejay music personally offensive but having to remember the reality it reflects. Musician, Lady Saw, says she is against the anti-woman message of deejay music. Dancers. Lady Saw’s Find a Good Man (1994) heard over. University of West Indies, Carolyn Cooper, says that Lady Saw’s “finding a man” is a “proper sentiment”, but her message about wanting sex is not acceptable. Excerpt from Stab out de Meat (1993) over shot of Dancehall Model, Queen Carlene, arriving at dancehall. Lady Saw talking about the models. Queen Carlene talking about the Dancehall versus Uptown Fashion Clash. Dancers. Cooper talking about the “transgressive” nature of dancehall in which women’s bodies are on display, and which she believes is a positive force. Queen Carlene on self expression. Dancers. Blackman on the importance of ragga culture to black lesbians who are allowed to be sexual with each other in this context. Commentary talks about the contradiction of the celebration of women in dancehall with their dismissal in hip hop. Young women who like hip hop are nevertheless upset by constant references to “bitches and whores”. \u000b ACE274.7 10:35:31 10:42:38 Musician, Money Love, talking about experiences with male musicians in the recording studio. Chuck D saying that language and attitudes stem from the fact that black people have been taught to hate themselves. Musicians/Brand Nubian, Lord Jamar, Sadat X, Sincere: one says that the music “rewards women that do right … and live according to their nature”. Rose suggests that hip hop deals with sex as a means of control; women become “symbols of pseudo-power” in a context which gives the illusion of power. Suggs says that rap’s homophobic and misogynist attitudes are not held by the whole of the black community, and he is concerned that adolescent boys whose views are not thought through are being allowed to speak for that community. Brand Nubian say their song Punks Jump Up to Get Beat Down (1993) is not “gay bashing”. Caption indicates that they refused permission for the video to be included in the film. Suggs talks about the gay community’s response to the record. Young gay black men on a New York Street. Commentary says that the violence stems from the attackers’ fears of their own homosexual feelings. “Inside every homie exterior lies a homo interior.” Part of video of Disposable Heroes of Hiphoprisy’s Language of Violence (1992). Musician/Disposable Heroes of Hiphoprisy, Michael Franti, talks about the message of the song as being against more than just homophobia. ACE274.8 10:42:38 10:50:43 FAITH Commentary says that Christianity supporting the slave trade as well as being an instrument in the struggle against slavery. Nettleford talks about the strength of Christian faith in Jamaica. Frazer says that though any Jamaican can quote the Bible and that churches are full, he’s not sure that this is a sign of religiosity. Commentary points out that churches in Jamaica are strongly against the decriminalising of homosexuality. Musicians contribute to the debate on how the Bible should be interpreted; commentary quotes Ranks as saying that “God hates homosexuals”. Suggs says that the Jay Lennard Show decided against Ranks’s participation in their programme after his organisation sent a tape of homophobic remarks he’d made. Ranks says he made his statement “to please God Almighty” because he lives by the word of the Bible. Jamaica Council of Churches, Rev. Neville Callam, says that “a few passages of the Old Testament” do not represent the church’s attitude to homosexuals. Commentary quotes Leviticus xviii 22. Unity Fellowship Church, New York, Rev. Jones, points out that “to combine fabrics” as well as tattooing and eating certain foods are also forbidden by Levitical law. West suggests that using the Bible in this way is a way of reinforcing what it means to be black in the late twentieth century, imposing controls over women and homosexuals, and policing those controls. Manley believes that Jamaicans’ past history of slavery, poverty and deprivation can bring out an aggressiveness in self-identification, and “a strong attraction to… a very fundamentalist, escapist religion”.\u000b ACE274.9 10:50:43 10:58:398 Commentary says that the Nation of Islam is a growing force in hip hop, and that Brand Nubian are members of a splinter group, the Five Percent Nation. They say that the role of members of this group is to teach, “to civilise the uncivilised”, and that their philosophy is expounded in their music. West says that while Black Nationalist politics offers positive identity on the one hand, it also reinforces the patriarchal system and is therefore against alternatives such as that of the gay and lesbian lifestyle, as well as purporting to speak for some non-existent homogenous black community. Franti on the importance of their music emphasising the wide variety of black experience. Rose thinks that unlike the possibility for change which fuelled the civil rights movement, hip hop says there is no hope for a better future. West wonders how rappers reconcile their own human need for “care, concern and kindness” with what they project. Jones would like black people “to say Bye Bye” to poverty, crime, hatred, drugs, etc., and become powerful by getting rid of the things that do them harm. Commentary wonders if “something of the violence of slavery has been internalised and lives on in these black musical cultures”. Credit",
   "Choreographer" : "",
   "Date" : "1994",
   "Series" : "Arena",
   "Title" : "Darker Side of Black",
   "Part" : "",
   "Film ID" : "ACE274",
   "Production Company" : "Black Audio Film Collective/Normal Films"
}
