{
   "Synopsis" : "The work of British Surrealist painter and collage-maker, Eileen Agar (1899-1991).",
   "Director" : "Susanna White",
   "Article" : "The",
   "Full credits" : "Narration Alison Steele; Camera Belinda Parsons, Carolyn Sandys, Jeremy Read, Britt Harrison; Sound Matthew Evans, Ken Lee, Albert Bailey; Editing Stuart De Jong, Ralph O’Neill; Rostrum Camera Jay Holloway; Film Research David Collier; Dubbing Mixer Ian Selwyn; Research Andrew Lambirth; The producers would like to thank Birch and Conran Fine Art, Fosse Gallery, Leeds City Art Gallery, Rory Manchee, Charles Mortimer, National Portrait Gallery, Pyms Gallery, Tate Gallery, Anna Whitworth. Associate Producer Ruth Pantoleon; Executive Producer Rodney Wilson; Producer Steve Garvey; Director Susanna White. A Paintbrush Production for the Arts Council of Great Britain in association with Channel 4 Television. © Arts Council of Great Britain MCMLXXXIX.",
   "Minutes" : "26 min",
   "Full synopsis" : "ACE177.2 10:00:00 10:08:05 VO Eileen Agar talking over photograph of herself about taking a cork basket, and then realising she could decorate it. Newsreel (c.1936) shows this object as the “creation of surrealist artist Eileen Agar” as she wears what she calls a Ceremonial Hat for Eating Bouillabaisse in the street. Commentary suggests that Agar has not always been taken seriously, though she’s now recognised as one of the leading British Surrealists. Agar posed wearing a decorated bark hat. A photograph of her with painting dissolves to shot of her standing beside the painting. Caption quotes Paul Eluard as saying “Eileen Agar who brings the colour of dreams to everything she sees…” Agar VO over some of her paintings, and Agar saying that good painting must be filled with warm feeling. Agar working on a collage and talking about finally being able to live off the proceeds of her work. Agar with photograph album, looking at photographs of her childhood in Argentina, the ship that took them home, to England, photographs of the voyage, etc., illustrated with sketches and ornate captions. Agar talking about going to the Slade despite family objections. Photographs of Agar in teens and early twenties. Agar and VO on her “traditional training” in representational art (“Tonks … [thought all] modern fads like Impressionism [were] rubbish”.) Sketches and paintings. Commentary talks about her move to Paris. Self-portrait (1927) “shows the tension between her traditional training and the need to express a modern sensibility”. Agar: “being a Cubist was too restraining…”; she wanted greater freedom. Four paintings. Agar VO on “a very early one, one painted in very thin oil”, Madonna of the Cat’s Cradle, influenced by Picasso “feeling my way towards a Surrealist way of looking at things”. ACE177.3 10:08:05 10:16:59 Photograph of Paul Nash. Agar explains that Nash told Herbert Reed and Roland Penrose to visit her studio at Swanage when they were looking for work for an exhibition. Photograph of Agar in her studio. Reed and Penrose immediately identified her as a Surrealist. Paintings and collages, 3-D structures. Agar talks about the response to the Surrealism exhibition; mounted by Reed and Penrose, summer, 1936. Newspaper headlines, photographs of exhibits. Agar describes Dali “coming on to talk in a diving helmet”; photograph of same. Photograph of exhibits including Agar’s Quadriga (1935). Quadriga shown in colour. Agar talking about being accepted as artist, not just a muse for a man. Photograph of woman and pigeons in Trafalgar Square and of participants at the 1936 Surrealist exhibition. Agar believes that she was able to show all over the world as her work was included with that of male artists. Photograph of Joseph Bard. Agar describes their meeting and subsequent relationship. Portrait of Bard. Agar VO describes her painting, The Autobiography of an Embryo (1933-1934). Photographs from a 1937 visit to Picasso’s house in the south of France. Agar relates how Picasso killed a hornet that interrupted a beach picnic. Photographs of Picasso, Agar and others. She tried not to be too influenced by his work. Sculpture, The Angel of Anarchy (1936-1940), based on a plaster cast of Bard; Agar VO says Picasso insisted there would be a war Agar, sitting next to Marine Object, a sculpture from 1939, describes The Angel of Anarchy.\u000b\u000b ACE177.4 10:16:59 10:25:46 Newsfilm of the Blitz and its aftermath. Agar talks of visiting the Canary Islands with Bard. The colours rekindled her desire to paint. Watercolour landscapes, a painting of birds. Agar VO about Nature. Waves breaking on shingle; painting which includes similar shapes. Agar on the beach at Swanage. Her VO talking about the limitations of abstract painting compared with the wildness of Nature. Work influenced by “natural” objects, intercut with shots of the sea. The “cork basket hat” photograph; Agar working on a collage. Examples of her work. Her VO says that she considers her work still to be Surrealist, and that good work requires “playfulness”; she finds it difficult to use her dreams in her work. Agar speaking about the best art requiring both technique and emotion. Agar VO paintings talking about the differences between men’s and women’s art. Agar talking about materialism and not allowing emotions to be lost – “swimming against the tide”. Paintings. Agar says her paintings are “very joyful” because she’s had a very happy life, and the results “show through” in her work. Photograph of Agar dancing on a roof outside Mougins in 1937. Credits.",
   "Choreographer" : "",
   "Date" : "1989",
   "Series" : "Five Women Painters",
   "Title" : "Colour of Dreams",
   "Part" : "5",
   "Film ID" : "ACE177",
   "Production Company" : "Paintbrush"
}
