{
   "Synopsis" : "The revolutionary Maison de Verre, Paris, completed in 1931, which inspired British sculptor, Richard Deacon (b.1949), to produce two works, and influenced British architect, Richard Rogers (b.1933) in his designs for London’s Lloyds Building.",
   "Director" : "John Tchalenko",
   "Article" : "",
   "Full credits" : "Photography/Image Jerome Blumberg, Belinda Parsons, David Scott, Michel Loir; Assistant Camera Jean Stewart, Frederic Gebert, Harriet Cox, Carl Ross, Paul Barton; Sound/Son François Didio, Ellie Burridge, John Anderton, Bob Alcock, Brit Harrison; Editor/Montage Helen Cook; Music/Musique Marc-Olivier Dupin, Editions “Pulsion AVC”; Executive Producer/Producteur Executif Rodney Wilson; Associate Producer/Producteur Delegue Sidney Jézéquel. With Thanks To/Remerciements à Marc Vellay, Association des Amis de la Maison de Verre, Yvonne Brunhammer, Richard Rogers Partnership, Lloyd’s of London, Bovis Construction Ltd., Jean Biagini, Michel Dousse, Barberine Feinberg, Zane Hayward. Directed by/Realisation de John Tchalenko. Coproduced by/Une Coproduction High Fire Films, London, The Arts Council, London, The Crafts Council, London, Les Films Roger Leenhardt, Paris, C.N.R.S., Paris, Ministere de la Culture, Paris. © 1986 The Arts Council, London, Les Films Roger Leenhardt, Paris.",
   "Minutes" : "52 min",
   "Full synopsis" : "ACE166.2 10:00:00 10:10:26 Richard Deacon, Sculptor, working on model of 31 rue St Guillaume, Paris 7e. VO talking about La Maison de Verre, Paris, and the genesis of his project. A panel in his model gives the title. Paris and Pierre Chareau’s Maison de Verre (1928-1931). Deacon outside and walking through the rooms. VO talking about the unusual quality of light coming through the glass wall, the different surfaces, a retractable staircase, details of the rear windows, etc. Garden and exterior features. Views of the interior. Marc Vellay, biographer of the architect and grandson of the house’s first owner, shows Deacon photographs of the building and talks about some of its details such as the glass walls. ACE166.3 10:10:26 10:20:56 Exterior view of the glass façade. Richard Rogers talking to Deacon showing him, with photographs, how a sitting tenant was accommodated above the new building. The glass panels which make the building “somewhere between solid and transparent”. Rogers and Deacon looking at internal features, including one of very few visible supports, a slate faced steel girder which holds up the flat above. Details of a moveable glass and steel mesh screen, and main staircase. Rogers comments on the evenness of the light in the library, and on the features which date the room to 1930. A mobile library staircase. The “wall of light”. Deacon and Rogers looking at features such as concealed storage. Exterior view at night. Library interior in artificial light. ACE166.4 10:20:56 10:30:46 Vellay talking about developments in the building between 1928 and 1930. Rogers comments on its minimalist nature and the “movement of space” within it. Deacon points out that the building has always been a house as well as having other functions. Rogers talks about the degree to which unusual technology has been employed, and about the design team and the client. He believes the building is a high point in Western culture. Caption: “London SW9. Richard Deacon’s studio.” The glass-roofed studio. Deacon’s VO talking about his impressions of the Maison de Verre which inspired him to create two different works, one representing the house and one the world outside, separated by “a very particular barrier”. He demonstrates with models which will be realised in steel, with sections bolted together. The work under construction in a steel works. Deacon talking about features of the metal sections with the foreman. ACE166.5 10:30:46 10:39:16 Deacon in his studio putting together a wooden sculpture, VO talking about light and seeing. Caption: “Serpentine Gallery, Hyde Park, London.” The steel sculpture (Blind, Deaf and Dumb B) being erected in the grounds. The Gallery and its windows. Blind, Deaf and Dumb A inside the Gallery. Views of both parts of the installation. Deacon VO on the “experience of uncertainty of one’s place”. Deacon talking about the similarity and complementarity of the two shapes, and the differences between the two parts of the work. Views of A and B. London skyline. Caption: “Lloyd’s Building, City of London.” The building under construction. Rogers, with plans, talking to Vellay and Deacon about trying “to fit an irregular site with a more or less regular building”, allow for “a play of light and shadow”, and keep the building in context. Views of the building. Rogers describing some of the features, and how turning the building “inside out” frees up the interior. ACE166.6 10:39:16 10:51:40 Rogers and the others touring the building. He talks about the client’s requirement for “unity” in the building, the flexibility of the space, the structure, the essential combination of technology and art. Rogers showing how the glass panes can be cleaned, how they reflect light. Rogers demonstrating how the windows can be cleaned, the light-reflecting nature of the glass, and describes the design and manufacture of the panels and their on-site assembly. Vellay talks about the prefabrication elements in the Maison de Verre and its use of glass. Rogers talking about the “dreariness” of most buildings visible from Lloyd’s. The Lloyd’s building; other City buildings. Details of Lloyd’s. Deacon’s VO talking about nature, construction and space. He points out that the centre of Lloyd’s is a void, which expresses “a certain kind of aspiration”. Views of the building and Deacon in a crane bucket. Credits.",
   "Choreographer" : "",
   "Date" : "1986",
   "Series" : "",
   "Title" : "Wall of Light",
   "Part" : "",
   "Film ID" : "ACE166",
   "Production Company" : "High Fire Films/Les Films Roger Leenhardt"
}
