{
   "Synopsis" : "The work of the leading exponents of Dada and Surrealism, from the First World War through the 1920s and 1930s.",
   "Director" : "Mick Gold",
   "Article" : "",
   "Full credits" : "We would like to thank the following for their help with the making of this film: Basel, Kunstmuseum, Galerie Beyeler, Berlin, Frau Gertrud Heartfield, Bildarchiv Preussischer Kulturbesitz, Akademie der Kunste der Deutschen Demokratischen Republik, Bern, Kunstmuseum, Bruges, Stedelijk Groeningemuseum, Bruxelles, Musées Royaux des Beaux Arts de Belgique, Chicago, Art Institute of Chicago, Mr Morton G Neumann, Chichester, Edward James Foundation, Cleveland, Salvador Dali Museum, Dusseldorf, Kunstsammlung Nordrhein-Westfalen, Firenze, Scala Fotographico, Glasgow, Glasgow Art Gallery, Houston, Menil Foundation, Ingatestone, Monsieur Henri Chopin, Koln, DuMont Buchverlag, Wallraf-Richartz Museum, Liege, Monsieur Fernand Grainforge, Milano , Signor Gianni Mattioli, Minneapolis, Minneapolis Institute of Arts, Missouri, Washington University, London, Mr Richard Hamilton, Fischer Fine Art, Lords Gallery, Marlborough Fine Art, Cooper Bridgeman Library, Tate Gallery, National Gallery, Museum of Mankind, Victoria & Albert Museum Royal Photographic Society, John Hillelson Agency/Magnum Photos, Newcastle, University of Newcaslt-upon-Tyne, New York, Albright-Knox Art Gallery, Solomon R Guggenheim Museum, Wadsworth Atheneum, Whitney Museum of American Art, The Museum of Modern Art, Mr Paul Goodson, Mr Harry Torczyner, Mr Nelson Rockefeller, Philadelphia, Philadephia Museum of Art, Louise & Walter Arensberg Collection, Paris, Madame Elisa Breton, Madame Marguerite Arp, Monsieur Francois Arp, Photographie Giraudon, Centre national d’art et de culture Georges Pompidou, Rotterdam, Boymans-van Beuningen Museum, Stockholm, Moderna Museet, Stuttgart, Staatsgalerie, Torino, Galleria Civica d’Arte Moderna, Venezia, Peggy Guggenheim Foundation, Zurich, Kunsthaus. Film extracts by courtesy of BBC Television, Allied Artists, Pathé News Ltd., British Movietonews Ltd., The Imperial War Museum, The National Film Archive, British Film Insitute, Pathé Cinema, Paris, Gaumont Cinema, Paris, Himalaja Stiftung in DAV, Munchen, Tibet Institute, Rikon, Procine, Bruxelles. Chanson Dada by Tristan Tzara, From Dadascope by Hans Richter. Tristan Tzara, Nickolas Grace; André Breton, Michael Harbour; Communist Party Representative, Dennis Clinton. Nickolas Grace and Dennis Clinton appear by permission of the Royal Shakespeare Company. Make-up Judy Neame; Production Assistants Georgina Martin, Pink Wigoder; Graphics Richard Mott; Animation Nick Kavanagh; Videotapes Mick Hartney; Titles Frameline; Sound Jon Sanders; Dubbing Mixer Peter Rann; Commentary Spoken by Ruth Cubbin; Other Voices Simon Cadell, Edward Petherbridge; Camera Nic Knowland, Derek Waterman; Camera Assistants Jeff Baynes, Robert Blackmore; Editor Barry Beckett; Script Consultants Dawn Ades, Robert Short; Directed & Written by Mick Gold, © Arts Council of Great Britain 1978.",
   "Minutes" : "87 min",
   "Full synopsis" : "ACE066.10 01:15:05 01:29:40 Time-lapse cinematography of clouds, images from the work of the Surrealists, interviews with artists, etc. Film of the Somme, 1916; demonstration the capabilities of a tank. VO: “… the beginnings of Dada were not the beginnings of art, but of disgust”. Photograph of field hospital showing André Breton who came across a patient who believed the war was entirely fictitious; war footage. Max Ernst speaking about Dada as a “bomb” which shattered previous ideas of art, and saying that museums are trying to bring together the scattered fragments. War footage. Photograph of Hugo Ball performing Karawane in the Cabaret Voltaire, Zurich, February 1916, the birth of the Dada movement.. Photograph of Hans (Jean) Arp. Designs by Arp, and Madame Torso with a Wavy Hat (1916). VO quotes Dada manifesto: “… Dada is for nature and against art…” Symétrie pathétique / Pathetic Symmetry (1916-1917), embroidery with Sophie Taeuber-Arp; Terrestrial Forms, aka Enak’s Tears (1917). Actor as Tristran Tzara: “… In principle, I am against manifestos – as I am against principles …” Cabaret masks (1919), including A Portrait of Tzara, by Marcel Janco (Iancu); they “represent … passions that are larger than life; the horror of our time is made visible…” Photograph of Arp; VO quotes from his “Law of Chance”; Bois Déchiré / Torn Up Woodcut (1920-1954!); other works including Configuration, and Constellation selon les lois du hazard / Constellation according to the Laws of Chance (c.1930). Actor Tzara explains how to make Dada poems. \u000b\u000b ACE066.2 00:02:30 00:09:34 Photographs of Francis Picabia (who arrived in Zurich in 1918) and pages from his magazine, 391 – “every page must explode… art must be … useless and impossible to justify”. Photograph at exhibition. Paintings by Picabia: Parade amoureuse (1917), Very Rare Painting on Earth (1915); Machine Turn Quickly / Machine, tournez vite (1916); Conversation I (1922). Triple photograph of Picabia; Around the Table, Marcel Duchamp’s 1917 quintuple photograph of himself, described as “the most hermetic and radical of all the anti-art Dadaists”. Photographs of Duchamp’s family. Commentary on Duchamp’s “rapid succession of styles: Portrait of the Artist's Father (1910). Chess Game (1910). The Bush (1910), and his violent reaction “against painting as a source of pleasure” Yvonne and Magdeleine Torn in Tatters (1911), Portrait of Chess Player (1911). Nude Descending a Staircase, No.2 (1912) “analysis of a moving figure influenced by photographic research” and diagrams illustrating this. Broyeuse de chocolat No.1 / Chocolate Grinder No.1 (1913) with Duchamp’s words over saying that he felt he “could avoid all contact with traditional pictorial painting…”; Broyeuse de chocolat No.2 / Chocolate Grinder No.2 (1914). “Ready-made works of art”, Bicycle Wheel / Roue de bicyclette (1913-1964!) and Bottlerack (1914-1964!), with Duchamp’s words, “… you have to approach the object as if you had no aesthetic emotion…” Film of New York c.1915; photographs of Duchamp. Magazine article about Fountain / Fontaine (1917); quotations from New York Dada magazine, questioning why it should have been refused by the Society of Independent Artists; views of Fountain. Photograph of Duchamp working on The Large Glass, aka The Bride Stripped Bare by Her Bachelors, Even / La Mariée mise à nu par ses celibataires même (1913/1936), together with drawings and plans for “a mechanistic representation of sexuality”. Various features of the work in which, according to Duchamp, “… the Bachelors [serve] as an architectonic base for the Bride...”; VO quotes his explanation of the symbolism of the parts. The final work installed in a gallery, though abandoned by Duchamp as “definitively incomplete”. ACE066.3 00:09:34 00:17:04 Film of German crowds celebrating the end of the war. Dada reaches Berlin; film of military parades intercut with pages from Dada publications; VO quotes Richard Huelsenbeck saying that “we wanted to incite our opponents, and if necessary to create new opponents for ourselves… a soul can only reveal itself through direct action”. Geroge Grosz’s The Burial (1917-1918); the demands of the Dadaist Central Revolutionary Council read over. More work by Grosz. Photographs of “members of Club Dada”, John Heartfield and George Grosz, Hannah Höch and Raoul Hausmann. VO says that “the field of photomontage … reveals a conceptually new image of the chaos of an age of war and revolution”: Hannah Höch’s Cut with the Dada Kitchen Knife Through the Last Weimar Beerbelly Cultural Epoch in Germany (1919-20) and Hausmann’s The Art Critic / Der Kunstreporter (1919-1920) and ABCD (Portrait de l'artist) (1923-1924). VO quoting Hausmann on his “Phonetic Poems”; recording of him reading them (blank screen). Photograph of participants at the First International Dada Fair, Berlin,1920. Description of Kurt Schwitters’s introduction to his work; photograph of Schwitters, his work Das Arbeiterbild / The Worker Picture (1919); more phonetic poems heard over. Schwitters was rejected by the Dadaists and started calling his own work “Merz”. Das Sternenbild (Merzbild 25A) (1920); description of the general principles quoted over. Another Merzbild with sound poem heard over. Photographs of Max Ernst and Johannes Baargeld, founders of Cologne’s Dada Conspiracy of the Rhineland. Quotation from Ernst on collage. Various works including C’est le chapeau qui fait l'homme / The Hat Makes the Man (1920). Stratified Rocks, Nature's Gift of Gneiss Lava Iceland Moss... (1920). Hier ist noch alles in der Schwebe... / Here Everything is Still Floating... (1920). Photograph of Tzara and others. Original film of cross-country cycle racing, cross-country running, horse races, etc., with Tzara’s VO reciting his Chanson Dada / Dada Song (subtitled in English). Duchamp’s moustachioed Mona Lisa, L H O O Q (1919). Photograph of André Breton. Pages from Dada publications; commentary gives overview of what artists were doing. Photographs from event at Salle Gaveau (1920); VO approving report from one of the artists, quotations from programme. Photographs of Dadaists, of publications, several quotations over, including “True Dadaists are against Dada”. ACE066.4 00:17:04 00:26:37 Commentary describes friction between the Dadaists. Excerpts from René Clair’s Entr’acte (1924), from script by Picabia. Actor Tzara: “Dada marches on, destroying more and more… Dada is a state of mind… Dada is useless…” Commentary: “From the debris of Dada, André Breton begins to organise a more positive direction for the energy Dada has unleashed”; variety of small sculptures by Arp. Actor as Breton saying “Leave everything… set out on the road”, and talks about the subconscious and “imagination … reclaiming its rights”. Ernst’s Au Rendez-Vous des Amis / A Friends’ Reunion (1922), portraying Breton with others including Arp, Baargeld, and Ernst himself. Breton beside Giorgio de Chirico’s The Enigma of a Day (1914); the painting; de Chirico quoted over Love Song / Le Chant d'amour (1914), The Philosopher’s Conquest (1914), The Disquieting Muses (1916), proposing that, in the future, painting will “see everything, including Man, as the thing itself … [and] … approach the dream and mentality of childhood”. The Child’s Brain (1914): “I believe in the future resolution of these two states of dream and reality”, says actor Breton, “… We know that poetry must lead somewhere”. Quotation from Louis Aragon’s novel, Paris Peasant (1924), “describing the revelations that lurk beneath the surface of the city”: view of Sacré-Cœur, Montmartre; catacombs. Actor Breton quotes the definition of Surrealism from the first Surrealist Manifesto, 1924. “Automatic drawings” by André Masson; including Battle of Fishes (1926). Joan Miró’s Carnaval D'arlequins / Harlequins’ Carnival (1924-1925) Quote over about his methods: “…I begin painting, and, as I paint, the picture begins to assert itself under my brush… a form is never abstract: it is always a sign for something”. The Tilled Field (1924-1925). Dog Barking at the Moon (1926). Person Throwing a Stone at a Bird (1926). Painting (1927). Photograph of Miró by Philippe Migeat, c.1930. ACE066.5 00:26:37 00:36:39 Ernst creates “frottage”, creating images from the impression of surfaces; quote from Ernst over demonstration of producing image of floorboard by rubbing black lead on covering paper. Les mœurs des feuilles / The Customs of Leaves (1926) and others from Histoire Naturelle (1926). Wheel of Light. Photograph of Surrealists. Several “visiting cards”, with different slogans, from their Research Office in rue de Grenelle. Extract from La Passion de Jeanne d’Arc (1928) showing Antonin Artaud, who, as Director of the Research Office, wrote addresses to the Dalai Lama and the Buddhists asking for guidance; quotations over footage of Tibetan religious practices. Photograph of Salvador Dali: The Basket of Bread (1926), The Persistence of Memory (1931); quotation over of his view that “the illusion of the most abject and arriviste imitative art … can all become sublime hierarchies of thought and a path to a new precision of concrete irrationality”. The Enigma of William Tell (1933). Photograph of Dali; commentary talks about his “paranoia critical” method: Face of Mae West Which May Be Used as an Apartment / Visage de Mae West… (1935); The Metamorphosis of Narcissus (1937): quotation from Dali over, talking about the possibility of “the total discrediting of the world of reality. Slave Market with the Disappearing Bust of Voltaire (1940). Swans Reflecting Elephants (1937). Commentary says that Dali’s arrival in Paris (1928) coincided with a second phase of Surrealism, “creating concrete models of irrationality”. Photograph of Yves Tanguy. Untitled landscape (1937). The Furniture of Time (1939). Indefined Divisibility (1942). Multiplication of the Arcs (1954). Photograph of Max Ernst: examples of his collages made from 19th century illustrations, including Une semaine de bonté. \u000b\u000b ACE066.6 00:36:39 00:44:40 Photographs of René Magritte and the Belgian Surrealist group. Au seuil de la liberté\u000b / The Threshold of Liberty (1930). Another painting with quote from Magritte on there being “nothing symbolic” about painting heard over. The Pleasure Principle (Portrait of Edward James) (1937). Le Modèle Rouge (1935). La Reproduction interdite (Portrait d'Edward James) (1937). Time Transfixed / La Durée poignardée (1938). Some of Alberto Giacometti’s “objects”; “Everyone who saw his ‘objects’ experienced a strong but indefinable sexual emotion … of disturbance…” Photograph of Duchamp as Rrose Sélavy (“much easier” to change sex than change his name, he said). Caption offers different interpretations of the name. Commentary suggests that “love is celebrated as the supreme surreal moment…” Man Ray’s Self Portrait with View Camera (1932), Glass Tears / Larmes (c.1933), Fingers (1930), Solarization (1929); other photographs including portrait of Jacqueline Goddard (1930), portrait of Lee Miller (1929); VO quotes translation of Paul Eluard’s poem, L'Amoureuse / Woman in Love (c.1926). Duchamp as Belle Haleine (1921). Extract from Entr’acte in which Duchamp plays chess with Man Ray. Animation of Tanguy eating live spiders while Duchamp and Man Ray play chess behind him, joined by Dali in diving suit, with Benjamin Peret insulting passing priests in the background. French Communist Party rallies. Actor Breton tells a CP representative who asks why if he’s a Marxist, he remains a Surrealist, that subjective needs are just as important as material ones, and that it is impossible for “a bourgeois art” to “translate the workers’ aspirations”. They argue about the correct way to proceed. \u000b ACE066.7 00:44:40 00:54:01 Sound poems by Schwitters over photographs of his Hanover Merzbau (1923-1937), one of his publications; several “Merz” pictures. Newsreel of Nazi burning books; Adolf Hitler opening the Munich Haus der deutschen Kunst, filled with “pure Aryan art”, and touring exhibits such as sculptures by Arno Breker and Josef Thorak. A dead body in the street; photomontage, A Pan German (1933), by John Heartfield showing Julius Streicher standing in the blood; Millions Stand Behind Me / Millionen stehen hinter mir!... (1932), Through Light to Night / Durch Licht zur Nacht (1933). Goering, the Butcher of the Third Reich / Goering, der Henker des dritten Reichs (1933), War and Corpses – the Last Hope of the Rich (1932). Madrid (1936). Was die Engel zum Chrisfest bekamen / What the Angels got for Christmas (c.1938). Adolf the Superman: Eats Gold and Spouts Junk / Adolf der Übermensch – Schluckt Gold und redet Blech (1932). Photographs of Dali, asked by other Surrealists “to justify his obsessive interest in Hitler”; Dali’s description of this “trial” over photographs (by Man Ray) of the mannequins at the 1938 International Exhibition of Surrealism. Newspaper headlines and photographs announcing Sigmund Freud’s arrival in London. Dali’s drawing of Freud (1938); Freud’s views of the Surrealists, particularly Dali, over Jean-Auguste-Dominique Ingres’s portrait of Mme. Ines Moitessier Seated (1856), and Dali’s The Birth of Liquid Desires (1932). British Movietone News item, Trotsky in Mexico (1936) (Frida Kahlo visible behind Leon Trotsky and his wife; one of Fritz Bach’s 1938 photographs of Trotsky with Breton and Diego Rivera; Breton and Trotsky; film of Trotsky with VO quoting his views on art: “In art, Man expresses his need for harmony … there is … protest against reality in any authentic artistic creation…” Headlines announcing Trotsky’s death. Photographs of French Surrealists, many of whom went to New York after Germany invaded France. “Visionary landscapes” by Ernst; The Great Forest, 1927; Europe after the Rain II (1940-1942); The Eye of Silence (1943-1944); The Robing of the Bride (1940); The Antipope (1941-1942); L'Ange du foyer ou Le Triomphe du surréalisme (1937). The Temptation of St. Anthony (1945). ACE066.8 00:54:01 01:05:19 British Movietone News item, Liberation of Paris (1944); commentary points out that friends and colleagues of the exiled Surrealists had joined the Resistance. Photograph of Breton. Photograph of Jean-Paul Sartre, who, like many others who had stayed in France, was scornful of the Surrealists. Photograph of Tzara, a veteran of the Resistance, quoted on Surrealism having been “absent from this war”. Photograph of the Surrealists. Quotation over about lack of engagement with the Occupation of a Surrealist magazine published in New York. Sculptures by Arp from the 1950s and 1960s. VO quotes Arp’s view of former Dada colleagues who, he believes, have lost their individuality. Sound poems by Schwitters over collage including London route 52 11d bus ticket (Zd 6823) with 1950s housewife and bits of red/white checkered tiled floor. Photographs of Schwitters (1944, by his son, Ernst), now in England; a Merz collage. Details of the Merzbarn, only partly completed at the time of Schwitters’s death in 1948. Film of Schwitters talking about Dada foretelling its own death. Photographs of Ernst, expelled from the Surrealists for accepting the 1954 Venice Biennale painting prize. Ernst interviewed by Roland Penrose (BBCTV 1961), talks about trying to see both the inner and the outer worlds; his VO over collages and paintings by Ernst, including The Robing of the Bride; details from The Temptation of St. Anthony and The Eye of Silence. Ernst’s self portrait from his Friends’ Reunion; interview continues. Photographs of Dali, “written out of the Surrealist movement by André Breton”; The Temptation of St. Anthony (1946); Breton’s words over with Dali’s retort that he is not a Surrealist but Surrealism; Dali’s self portrait in The Ecumenical Council (1960). The Christ of St. John of the Cross (1951). The Discovery of America by Christopher Columbus (1958-1959). Newsreel item, Salvador Dali, Atomic Artist, showing him (black and white) with The Madonna of Port Lligat (1950) and The Christ of St. John of the Cross; Raphaelesque Head Exploding (1951).\u000b\u000b ACE066.9 01:05:19 01:15:05 Photograph of Breton with several small sculptures. Commentary notes his increasing preoccupation with the occult. VO quotes him on “… the infinite system of correspondences that lies at Man’s disposal…”; a wooden idol, Winter (c.1573) from the school of Giuseppe Arcimboldo, painting of Krishna, several Tibetan mandalas. Magritte’s Le Fils de l’Homme / Son of Man (1964), The False Mirror (1928), quoted over as saying he couldn’t think of any relationship between his life and his art and that “the problem lies precisely in not accepting any explanation of the world, either through chance or determininsm…” Work by Magritte including a version of The Domaine of Arnheim / Le Domaine d'Arnheim, Personal Values, The Listening Room, Gonconda, photograph of Magritte holding The Great War (1964). Photograph of Breton, “increasingly hostile” to the use of the term Surrealism to describe anything “weird or fantastic”. Advertising images for Benson & Hedges cigarettes, the “Hollywood” sign on a fruit jelly, and similar odd images, some closely copying works by Surrealist artists. Double photograph of Duchamp and The Pleasure Principle used for book cover designs, Spike Milligan painting over the Mona Lisa, a race by several Queen Victorias and animation from Monty Python’s Flying Circus, etc. Photographs of André Breton, who died in 1966; quoted over saying, “there is every reason to believe that there exists a certain point in the mind at which life and death … cease to be perceived in terms of contradiction…” Duchamp quoted on Breton, extolling his “love for life”. Breton portrait from Ernst’s Friends’ Reunion; photographs of Breton. Moving propeller behind Bottlerack by Duchamp who was described in the 1960s as “the most radical thinker in modern art”, and other works, photograph of Duchamp with Bicycle Wheel; a gallery lecture with a reproduction of The Large Glass. Duchamp, interviewed for BBC TV by Joan Bakewell (1968), says he doesn’t “care about the word art as it’s been so discredited…” and wants to get rid of it. Duchamp’s gravestone. Slow-motion footage of Duchamp; film of Trotsky arriving in Mexico, of Tibetans prostrating themselves, Entr’acte, German crowds, front-line soldiers disappearing into smoke. Credits.",
   "Choreographer" : "",
   "Date" : "1978",
   "Series" : "",
   "Title" : "Europe After the Rain. Dada and Surrealism",
   "Part" : "",
   "Film ID" : "ACE066",
   "Production Company" : ""
}
