{
   "Synopsis" : "One of a series of films combining music and images: scenes of piano and organ players at work and at home.",
   "Director" : "Michael Grigsby",
   "Article" : "",
   "Full credits" : "The Pianists: Teddy Corvo, The children of Kirby in Malhamdale United Primary School, Phil Kelsall, Christine Webb Jackson. With thanks to Rhys Davies, Deborah Hagerty. Film Editor Brian Tagg; Photography Dan Holmberg; Sound Recordist Mike McDuffie; Sound Editor Harry Harichandra; Assistant Editor James R Carew; Assistant Camera Luke Hallam; Production Accountant Virginia Southerton; Sound Engineer Keith Grant; Orchestral Leader Jagdish Mistry; Music performed by London Musici; Lyrics Steve Dykes; Music Production Tony Aldridge; Production Manager Ceri Barnes; Assistant Director Nicolas McClintock; Executive Producers Peter Maniura, Rodney Wilson; Producer Belinda Allen; Composed and Conducted by Paul Englishby; Directed by Michael Grigsby. A Middlemarch film in association with Odyssey Television for BBC and The Arts Council of England. © MCMXCIV BBC TV and The Arts Council of England.",
   "Minutes" : "29 min",
   "Full synopsis" : "ACE314.2 10:00:00 10:09:23 View from train in countryside. Children in piano lesson. Train journey continues. Train journey continues, orchestral version of piano piece heard over. Girl playing piano. View from moving motor vehicle in same countryside. Orchestral music continues. Night shot from lift in Blackpool Tower. Tower Organ heard over. High angle shot of ballroom and dancers. Restaurant pianist. Ballroom dancers. The “Astro Swirl” funfair ride. Music and laughing mechanical clown. Funfair scenes. Woman practising piano. Train journey. Coach journey. ACE314.3 10:09:23 10:17:40 Night club pianist-singer practising on keyboard at home. Residential street scene. Singer’s voice over. View from train, in tunnel and in countryside. Residential street scene. Woman pianist making up. Piano over. Landscape. Children with hula hoops in playground. Telephone wires and poles. Ringing tones heard over. Pianist leaving her house and driving off. Her practising heard over. Radio music as she drives. Views of and from car. Railway announcements heard over. Train pulling in station. Announcements continue. People leaving train. ACE314.4 10:17:40 10:28:30 Countryside. Farm. Empty stage at Blackpool Tower ballroom as organ rises. Dancers. Restaurants closing up. Train view. Restaurant pianist Teddy Corvo at home. Countryside. Restaurant pianist driving to work; he talks about how he enjoys being an entertainer. Blackpool front. His voice singing over. Inside the restaurant. Woman pianist in corridors. Her voice over. Playing piano in hotel bar. Customers. Music over. Exterior Carlton Tower hotel; taxis arriving, etc. London skyline at dusk Credits.",
   "Choreographer" : "",
   "Date" : "1994",
   "Series" : "Sound on Film 1",
   "Title" : "Pictures on the Piano",
   "Part" : "",
   "Film ID" : "ACE314",
   "Production Company" : "Middlemarch"
}
