{
   "Synopsis" : "A stylised drama, incorporating elements of Peking opera and martial arts, which examines the beliefs underlying the Chinese Hungry Ghosts’ Festival.",
   "Director" : "Raymond Yeung",
   "Article" : "A",
   "Full credits" : "Mother/Mu Lian, Colette Koo; Daughter/Mu Lian’s Mother, Jacqui Chan; Chung/Goddess, Chowee Leow; Demon, Tom Wu; Hungry Ghost 1, Sean Buckley; Hungry Ghost 2, Louise Ballantyne; Hungry Ghost 3, Peter Saracen; Hungry Ghost 4, Antony Etherton. 1st A.D. Andy Gunn; 2nd A.D. Ewan Moar; Continuity Vanessa Foster; Camera Assistant Oleg Poupko; Clapper Loader Renee Nelson-Lewis Gaffer Cristina Onyett; Art Director Chris Jones; Gate Design Justin Overhill; Art Dept Assistant Julia Groves; Costume Designer Jodie Overhill; Costume Assistant Maisie Butters; Make-up Designer T.C. Make-Up Assistant June Chanika, Janet Dodsworth; Choreographer Hi Ching; Sound Recordist Hugh Graham; Boom Operator Coleen Cruise; Stills Photographer Nick Gurney; Runner Alex Spanswick; Off-line Editor Andy Crabb; On-line Editor Crispin Holland; Sound Editor Marvin Black; Music Chris Cozens; Director of Photography Tania Hoser; Produced by Raymond Yeung, Vicky Lowe; Written and Directed by Raymond Yeung. Thanks to Video London, Soho 601, Priory Studios, Tom Harding, Nick Hale, Fuji UK, David Morgan, Pauline Stride, Rachel Cochrane, Simon Lewis, Susie Grange-Barrett, David Lewis, Robin Davies, Unique Catering, James Van Der Pool, Rosa Fong. Processed by Colour Film Services. Funded by The Arts Council of Great Britain. Force 8 Productions © 1994.",
   "Minutes" : "21 min",
   "Full synopsis" : "ACE409.2 10:00:00 10:10:35 Young Chinese woman holding up paper lantern walks slowly towards painted doors, beats her fists against them and screams. Young (dead) woman describing how her daughter, now living in Britain, and older than her mother, has no",
   "Choreographer" : "Hi Ching",
   "Date" : "1994",
   "Series" : "Black Arts Video Project",
   "Title" : "Bridge to the Past",
   "Part" : "",
   "Film ID" : "ACE409",
   "Production Company" : "Force 8 Productions"
}
