{
   "Synopsis" : "A survey of the life and work of American architect, Frank Lloyd Wright (1867-1959), designer of the “prairie” house and the “Usonian” house; commentary includes the voice of Wright himself.",
   "Director" : "Murray Grigor",
   "Article" : "The",
   "Full credits" : "Narrator Anne Baxter; Music composed by Frank Spedding; Conducted by Marcus Dods; Photography David Peat, Michael Coulter; Assistant Robert Powell; Additional photography Carl Kriegeskotte, Charles Rudnick; Lighting David Maravec; Grip Al Blumenthal; Artwork: Rostrum photography Donald Hotwill; Titles Averil Walker; Photographs William Short, Ezra Stoller; Sound mixer Andy Nelson; Editor Russell Fenton; Production manager Jim Sterne; New York, Amy Friedman; Los Angeles, Mary Armantrout; Research assistant Cathy Barker; Historical adviser Thomas S Hines; Executive producer Rodney Wilson; Written and directed by Murray Grigor. The producers would like to thank Carla Lind, Donald Kalec, The Frank Lloyd Wright Home and Studio, Oak Park, Dr Scott Giles, Unity Temple, Jack Prost, Heurtley House, June Walker, Winslow House, Marvin Hammack, Bradley House, Skip Alfay, Ward Willits House, Dr Donald Hallmark, Dana House, Nancy Rosenwinkle, Gale House, Peter Kountz, Robie House, Gemma Smirt, Cheney House Harvey Glanzer, Bethel Caulkins, German Warehouse, Virginia Kazor, Hollyhock House, Gus Brown, Ennis House, Nicole Daniels, Millard House, Skip Robinson, Fallingwater, Pauline Grieger, S. C. Johnson & Son Inc., William Boyd, Susan Krogh, Wingspread, Bill Taylor, Jacobs House, Dr Robert David, Florida Southern College, Max Gaebler, Unitarian Meeting House, Gerald Tonkens, Tonkens House David & Gladys Wright, David Wright House, Mimi Posner, Guggenheim Museum, Olgivanna Lloyd Wright, Bruce B. Pfeiffer, Frank Lloyd Wright Foundation, Taliesin, Sara Bode, President, Village of Oak Park, The Historical Society of Oak Park and River Forest, The Chicago Historical Society, Gregory Nava, Independent Productions Inc., Los Angeles, Stephen Globus, Globuscope Inc., New York, Herbert and Katherine Jacobs, Eric and Mary Lloyd Wright, The Froebel Institute, London. This project was initiated by a US/UK Bicentennial Fellowship in the Arts, and with help from Mary Barlow, Arthur Drexler, Charles and Ray Eames, Dorothy Globus, Ed Hugetz, Andy McMillan, Lisa Taylor, Colin Young, Mary Summers. Produced by Barbara and Murray Grigor, Everallin Ltd. A production of A.B.C.Video Enterprises and Arts Council of Great Britain. © MCMLXXXIII.",
   "Minutes" : "75 min",
   "Full synopsis" : "ACE129.2 10:00:00 10:10:56 Landscape. The prairie. The hearth. Frank Lloyd Wright’s own home. The playroom for his six children. Narrator identifies herself as daughter of his daughter Catherine. Another fireplace – narrator speaks of fireside stories, of Taliesin, the bard born out of a fish pond in ancient Wales, and Wright’s own Welsh background. Water, and Wright’s house, Taliesin, in Wisconsin. Aerial shot of waterway beside Taliesin, crossing nearby land and the house. Narrator speaks of Wright’s childhood being in six different towns, but this, Spring Green, Wisconsin, being the one he remembered best. Unity Chapel gate post. Home movie of Wright walking on the road and talking to some workmen. The Unity Chapel. Its architect, Joseph Silsbee, offered Wright his first job. Snowy landscape, and Wright’s first house in the Chicago suburb of Oak Park, a version of the East Coast shingle style. Tree in spring with quotation from Louis Sullivan. Detail of arched doorway designed by Sullivan.\u000bPhotos of buildings by Sullivan. “A golden, organic arch”, part of the transportation building for the 1893 Chicago World’s Fair. Other World’s Fair buildings, most of which Sullivan disliked for their neo-classical appearance. Collage showing the ruins of Chicago after the great fire of 1871. Wright VO talking about the need for Americans to rid themselves of the Old World architectural legacy in order to progress. Photos of World’s Fair buildings that Wright liked: the Ho-o-den, a temple from Japan, ancient architecture of the Americas, the pattern and shape of the Turkish pavilion. The Winslow House, Wright’s first independent commission, from 1893, in the River Forest suburb. This was the nucleus of what would come to be called “the Prairie house”. Details of the building: main door, opening onto the fireplace, inglenook with arches, carvings, exteriors, bay window. Wright VO talking about the house and the excitement it caused. Horse and carriage drive by the Moore house. Wright VO continues. Wright’s own house, diagonally across the street from the Morra house. Wright VO continues. Narrator talks about constant experimentation and expansion of this building. Photo of Wright sitting in his garden. Photo of Wright’s mother and other family members, including his wife, Catherine Tobin.\u000bInterior of Wright’s house: formal dining room, decorative motifs, the children’s playroom. Wright VO. Models, toys, books of decorative patterns, children’s wooden blocks arranged in patterns.\u000bACE129.3 10:10:54 10:24:52 The Larkin administration building, Buffalo, New York, 1903, from a fragment of film taken by Wright himself. Photos of the Larkin building, exterior and interior, together with plans for interior, and architectural drawing of exterior. Wright VO.\u000bArchitectural drawing of Unity Temple, 1904. Exterior Unity Temple with horses and carriages and passers-by in period costume. Wright VO. Narrator points out that the traditionally-styled Presbyterian church across the street was build only a few years before the Temple. Interior Unity Temple. Wright VO on the introduction of screens rather than walls, and that the reality of a building was its space rather than its structure. The Heurtley house, 1902, near Wright’s own. Exterior, interiors, designs influenced by Japanese art. Japanese prints. The Bradley house (Glenlloyd) at Kankakee. Architectural drawing for the Ward Willetts house (1902) at Highland Park. Wright VO describes this as the first great Prairie house. Exterior and interior film. Exterior and interior of the Susan Lawrence Dana house (1904), Springfield, showing details, e.g., of sumac designs in stained glass. Non-Wright features include the statue, The Flower in the Crannied Wall, and an indoor water feature, The Moon Children, by Richard Bock, and a mural depicting sumac and other plants by George Niedecken. The Gale house (1909), Oak Park. The Robie house (1909), Chicago, including contemporary photo of dining room. “The end of an extraordinary chapter.”\u000bACE129.4 10:24:52 10:35:09 The Cheney house (1903), Oak Park. Photo of Mamah Borthwick Cheney. Photo of Wright. Narrator gives outline of German period and time in Tuscany, and Wright’s moving away from Oak Park with Mrs Cheney. Taliesin, in Spring Green, where Mamah Cheney and her two children were killed by a former servant, who also set fire to the house. Wright rebuilt it. Interior, exterior, including gardens. Photos of statuary and buildings in the Midway Gardens (1914), Wright’s last Chicago building.\u000bFilm and architectural drawing of the German Warehouse (1915) at Richland Center.\u000bArchitectural drawing nd photographs of the Imperial Hotel, Tokyo, commissioned in 1913, constructed on concrete piles laid in mud as an anti-earthquake measure. A hollyhock, and a concrete abstract version, from Hollyhock House, completed 1921 in Los Angeles, for Aline Barnsdall, “the socialite socialist”. Exterior, interior showing skylight over fireplace, (contemporary photo shows skylight open), the “moat” around the fireplace, landscape gardens, decorative details. View across Hollywood Valley from Hollyhock House towards the Ennis House (1923), a “textile block” construction. Exterior, interior, design details. Wright VO on the relationship between music and architecture via mathematics. La Miniatura, completed 1923 in Pasadena, for Alice Millard, considered by Wright to be his first “Usonian” (United States-ian) home. Exterior, interior, design features.\u000bACE129.5 10:35:09 10:49:33 Taliesin. Wright rebuilt it again after it was struck by lightning. Exterior, interior, particularly of the living room and its furnishings. Wright was by now being hounded by the tabloids because of his domestic life. Though married to Miriam Noel in 1923, he took up with Olga Milanoff Hinzenberg, known as Olgivanna, wife of a Russian architect and a disciple of Gurdjieff. He divorced Miriam in 1927. Photos of Hinzenberg and Wright. Taliesin Fellowship founded 1932 in Hillside Home School, buildings originally designed for his aunts around 1887. Architectural drawing of Hillside School. Interior of the great drafting room with students at work. Wright at work; architectural design for Taliesin. Wright VO on how he doesn’t go near a drawing board until the details of his project are clear in his mind. Fallingwater, Bear Run, Pennsylvania, the house built in 1936 for Edgar Kaufmann, father of one of Wright’s students. Exterior and interior. Views at different times of the year. Woods around Fallingwater, Wright VO on “organic architecture”, building the way nature builds, from the inside out. Administration Building for the Johnson Wax Company, Racine, Wisconsin, 1936, completed 1939. Exterior of brick and Pyrex tubing, interior Pyrex partitions. Original film of publicity stunt in which Wright loaded a slender concrete column with 60 tonnes of material to prove that the structure was strong enough. Photo of rows of columns supporting the roof of the communal working space. Curves of exterior and car port, reflecting car design of the day. The court. Glass walls. (Contemporary publicity film?) The Johnson Research Tower, 1944. Curved corners in brick and Pyrex. Corridor of glass tubes. Interior views of galleries and “the great work space”. Contemporary photograph of exterior of complex showing administration building and research tower.ACE129.6 10:49:33 10:57:39 Exterior of Wingspread, the house Wright built for Herbert F Johnson at Wind Point, Wisconsin, 1937. Aerial view of what Wright described as his “last great Prairie house”. Exterior views and interior views. In 1937, Herbert and Katherine Jacobs challenged Wright to build them a home for no more than $5000. The Jacobs home in Madison, Wisconsin. The Jacobses interviewed. Herbert Jacobs explains (VO interior shots) that one cost saving was achieved by using bricks left over from the Johnson building. Exterior. The Jacobses interview: they decided to move out to the country and commissioned Wright to build them another house, Middleton Wisconsin, 1948. Photos of the completed house. Architectural drawings. Katherine Jacobs. Photos of interior. Herbert Jacobs talking about Wright’s name for the house, the Solar Hemicycle, which as recognised many years later as the prototype for passive solar design. The Jacobses. House in snow. Jacobs VO on the “sense of shelter and the sense of space”.ACE129.7 10:57:39 11:08:14 Arizona desert, near Phoenix, and Taliesin West, where building started in 1937. Home movie footage of Wright by the new structure. Taliesin West exterior views. Students at work in the Great Drafting Room. Florida Southern University, completed 1958. Exterior views. The Madison Meeting House (1947), Wright’s last Unitarian church building. Exterior and interior. View over model of Broad Acre City, Wright’s Utopian community. The Price Tower, Bottlesville, Oklahoma (1952-1956). Drawing of similar tower in landscape, other drawings of “ideal” towns. Car arriving at the Gerald Tonkens house, Cincinnati (1955), an example of what Wright called “Usonian automatic”. Eric Wright (grandson) who supervised the building, together with Tonkens, discussing interiors, mainly of concrete and glass construction. Exterior views. Eric Wright and Tonkens talk about the unit system of building. Exterior views. Wright and Tonkens talk about construction method\u000bDetail of concrete and glass features with different light sources. Tonkens’s VO talking about how F L Wright insisted that a worried glazier should work to his design. FLW’s son, David Wright’s concrete block construction home in Arizona. Exterior and interior. Interior of V C Morris Gift Store, San Francisco, remodelled by Wright from 1948, and showing his preoccupation with circles matched with spirals.\u000b\u000bACE129.8 11:08:14 11:15:10 Photos of stages in construction of the Guggenheim Museum, New York, 1956-1959. \u000bPhoto of Wright on the completed walkway. Architectural drawings for a spiral building. Photos of Guggenheim Museum under construction. Photo of Wright watching the work. Completed building, exterior and interior views. Wright VO talking about Solomon Guggenheim. Model of original building concept, now at Taliesin. Artificial waterfall in snow. Drawing for Marin County Civic Center.\u000bCivic Center building completed after Wright’s death. Wright VO speaking of his vision. Exterior and interior views. Aerial view of Taliesin. FRANK LLOYD WRIGHT 1867 1959. Credits",
   "Choreographer" : "",
   "Date" : "1983",
   "Series" : "",
   "Title" : "Architecture of Frank Lloyd Wright",
   "Part" : "",
   "Film ID" : "ACE129",
   "Production Company" : "Everallin"
}
