{
   "Synopsis" : "Drama, dance and archive film woven together to relate the story of a young African woman taken to slavery in the West Indies; the narration is based on poems by Grace Nichols (b. Guyana, 1950).",
   "Director" : "Frances-Anne Solomon",
   "Article" : "",
   "Full credits" : "Narrators Leonie Forbes, Adjoa Andoh. Dancers Eusebia, Malisha Odlum, Steve Wright. Singer Djanet Sears; Percussionist Trevor Francis; Special thanks to Patsy Robertson, Jocelyn Barrow, Anna Weimot, Sid Moore, Nick Allen, Ingrid Pollard, Fiona Gillespie, Inge Blackman; Gaffer Julian Blom; Camera Assistants Kathy Becque, Moshe Nitzani, Berndt Wiese; Camera Tony Keane, Harriet Pacaud, Bruce Worrell, Sheila Gillie; Sound Jonathan Dee, Kevin Herlihey; Off-line Editor Allen Charlton; On-line Editor Paul Bates; Post Production Facilities Cable Editing, Inphase Facilities, Videosonics Ltd.; Archive Material Wychwood Publications, Banyan Productions, Geoffrey MacLean, West Indian Committee, Institute of Jamaica, Royal Commonwealth Society, Lund Humphries Publishing, Collins Publishers, Government Art Collection. Historia de los Indios de Nueva Espania with kind permission of the British Library. Rostrum Camera Ken Morse; Stills Photographers Balbir Bhangal, Suzanne Rhoden; Dubbing Mixer Tim Alban; Production Assistants Sarah Robertson, Leanne Lawton, Colin Thompson, Ramona Adhikhari, Jolyon Barker; Assistant Director (Dance) Kurt Braun; Make-Up Amanda Clarke, Pauline Hudson, Sandra Wafer, Sasha Marshall; Costumes Phillip Baker; Production Managers Djanet Sears, Eve Pomerance; Lighting Assistants Ingrid Pollard, Suzanne Rhoden; Lighting Designer Larry Prinz; Art Directors Lindy Pankiv, Clive Howaerd; Design Krystina Stimakovitz, Debbie Benjamin; Choreographer Greta Mendez; Music Composer Dominique LeGendre; Adaptation by Frances-Anne Solomon, Ingrid Lewis. Made with the financial assistance of the Arts Council of Great Britain. Executive Producers David Nicholas Wilkinson, Gary Tuck; Produced by Ingrid Lewis; Directed by Frances-Anne Solomon. A Leda Serene/Yod Video Production. © Leda Serene/Yod Video Ltd MCMXC.",
   "Minutes" : "49 min",
   "Full synopsis" : "ACE419.2 10:00:00 10:10:46 Dancers and other performers. Images of slavery. Woman speaking lines from One Continent to Another. Grace Nichols reads more of the same poem. Voice continues over shots of central London; crowds. Epigraph read over shot of Nichols in the street. Map showing Africa and West Indies. Nichols talking about the experiences an African woman would have had to endure on the Atlantic crossing. Woman speaks lines from Days That Fell. Younger woman continues. The women speak lines from Waterpot. Dancers. Cane fields. Dancers. Younger woman’s VO speaking lines from Sugar Cane. ACE419.3 10:10:46 10:19:14 Engraving of ships in bay. Younger woman speaks lines from I Go to Meet Him. Dancers. Nichols talking about how memories shift from good to bad. Woman speaking lines from One Dream. “Sorcery”. Woman speaking from Love Act (“The Obeah woman”). Dancers. Colour picture of gaudily dressed slave woman. Nichols says that slave women had no external power, and thus need to draw on inner resources, going back to African traditions such as magic. Dancers. Women’s voices over reading from Night is Her Robe. ACE419.4 10:19:14 10:30:40 Illustration of slaves dancing. Nichols talking about the “vexation” female slaves must have felt towards their idle mistresses, and sings lines from Hi Di Buckras Hi. Women singing from the same poem. Nichols’s VO saying that singing was a release for the women and one of the few permitted forms of expression. Lines from Skin-Teeth. Dancers in white face with I Coming Back chanted over. Nichols talking about Creole, created by slaves as a common language. “The Bloodling.” Dancers. Lines from ...Like Clamouring Ghosts recited over. Dancers. Lines from ...Your Blessing. Nichols explains that this woman “feels invaded” as she is pregnant by her master; deciding to keep the child, she invokes her own mother. Younger woman reciting In My Name. Jungle. Nichols’s VO says the woman’s spirit goes off and connects with the spirit of AmerIndian women and women from elsewhere. Lines from I Will Enter. Engravings of Conquistadors ill-treatment of Aztecs. ACE419.5 10:30:40 10:42:53 Nichols’s VO talking about her feelings for the landscape of Guyana, itself in South America. Dancers. Lines from Yemanji read and sung over. Nichols’s VO explaining that Yemanji is a Yoruba goddess who helps the “Long Memoried Woman” understand the kind of action she must take. “Rebellion.” Dancers carrying flaming torches. Nichols’s VO explaining that the woman calls on a number of African gods and goddesses. Lines from Omen read over. Lines from Nanny (Ashanti Priestess). Masked dancers. Nichols tells stories of Queen Nanny who helped set up the first state run by escaped slaves in the hills of Jamaica. Woman reciting from Dark Sign and Wind a Change. Dancers. Pictures of the slave uprisings Lines from ...And Toussaint read over. Nichols talking about the slave leader, Toussaint L’Ouverture, who defeated Napoleon’s troops. She says that she was taught about people like William Wilberforce but not about Toussaint; she points out that Haiti became the world’s first black republic. ACE419.6 10:42:53 10:49:27 “The Return.” Women speak lines from I Will Enter. Nichols on the legacy of slavery being to give Caribbean people a psychic connection to Africa but less of a sense of belonging to the Caribbean itself. She thinks people have a sense of “journeying”. London streets. Epilogue. Dancers. Women voices over reciting and singing lines from ...Your Blessing. Credits superimposed; singing continues. Credits.",
   "Choreographer" : "Greta Mendez",
   "Date" : "1990",
   "Series" : "Black Arts Video Project",
   "Title" : "I is a Long-Memoried Woman. Based on a collection of poems by Grace Nichols",
   "Part" : "",
   "Film ID" : "ACE419",
   "Production Company" : "Leda Serene/Yod Video"
}
