{
   "Synopsis" : "An analysis of the nine images in the tempera series by Italian Renaissance artist, Andrea Mantegna (1431-1506), after their restoration by John Brearley.",
   "Director" : "Dudley Shaw Ashton",
   "Article" : "",
   "Full credits" : "Commentary written and spoken by Sir Anthony Blunt. Filmed by gracious permission of Her Majesty the Queen. With acknowledgements to Fratelli Fabbri, Ed. V. Pelloni, Ed. Rossi, “Il Resto di Carlino”; Music arranged by Philip Pickett; Quotations spoken by Robin Campbell; Cameraman Wolfgang Suschitzky; Editor David Elliott; Devised and directed by Dudley Shaw Ashton. Produced for the Arts Council of Great Britain by Balfour Films, London.",
   "Minutes" : "22 min",
   "Full synopsis" : "ACE038.2 10:00:00 10:10:37 Caption: “Ill. Lodovico II M.M. Principi Optimo ac Fide Invictissimo et Ill. Barbarae Eius Coniugi Mulierum Glor. Incomparabili, Suus Andreas Mantinia Patauus Opus Hoc Tenue ad Eoru Decus Absolvit Anno MCCCCLXXIIII.” Details from The Gonzaga Family and Retinue fresco (1465-1474, in the Camera degli Sposi ) showing Ludovico Gonzaga and his wife, Barbara, with VO translating the Latin. More of the painting showing family, courtiers and servants. The palazzo of San Sebastiano at Mantua. VO quotes from Italian historian, Giorgio Vasari, on Andrea Mantegna’s commission by Ludovico for a painting on the triumphs of Caesar. Commentary says that the paintings were not well cared for and were eventually sold, along with many others, to King Charles I of England. Hampton Court, where the paintings have been since 1629. THE PICTURE BEARERS: Details from this panel which Mantegna mostly painted himself. Commentary says that the pictures were over-painted in oils by Louis Laguerre around 1700. Three further restorations saved the loose paint but dulled the colours. The most recent restoration, by John Brealey, has revealed a good deal of the original work. THE TRIUMPHAL CAR: Commentary explains that the series was intended to represent a procession. Details. Commentary suggests that some of this section has an affinity with Cubism. THE LITTER BEARERS: Further quotation from Vasari describing the perspective of this panel. Details of the painting. THE VASE BEARER: One of the best preserved of the canvases. Details, some of which are reminiscent of Breughel. THE ELEPHANTS: Commentary points out that Mantegna had probably never seen a live elephant, so the painting shows a lively imagination rather than anatomical accuracy. An anecdote concerning Mantegna visiting Lake Garda. ACE038.3 10:10:37 10:21:44 THE TROPHY BEARERS: Mantegna’s source would have been descriptions from authors such as Plutarch. Details. THE MUSICIANS: Commentary points out the heads representing the towns and cities captured by Caesar in his campaigns, and says that Mantegna was creating the “spirit of a triumph” rather than its reality. CAESAR ON HIS CHARIOT: A badly damaged painting but one which demonstrates both Mantegna’s vision and his skilful technique. Panning shots of the different paintings in the series giving the idea of a moving procession. Details from the paintings. Music over. Commentary points out the “M” that appears on the rump of Caesar’s horse. Bust of Mantegna. ANDREA MANTEGNA 1431-1506. Credits.",
   "Choreographer" : "",
   "Date" : "1973",
   "Series" : "",
   "Title" : "Mantegna. The Triumph of Caesar.",
   "Part" : "",
   "Film ID" : "ACE038",
   "Production Company" : "Balfour Films"
}
