{
   "Synopsis" : "The period of experimentation and innovation in Russian art that took place in the decade after the 1917 Revolution.",
   "Director" : "Lutz Becker",
   "Article" : "",
   "Full credits" : "Camera Barry Salt; Sound Peter Sahla; Commentary Edward Braun; Speaker Chris Stanle; Research Camilla Gray-Prokovieva; Director Lutz Becker. Filmed at the Arts Council’s Art in Revolution exhibition, Hayward Gallery, London, 1971, with material from the following films by Dziga Vertov: Kino-Nedelya 1917-1921, Kino-Pravda 1922-1925, The Man with the Movie Camera 1928, Donbas Symphony 1930. We gratefully acknowledge the assistance of The Ministry of Culture of the USSR, Gosfilmofond Archives ,Moscow, Cinémathèque Belgique, Brussels, The National Film Archive, London, The British Broadcasting Corporation, London. Red Cross International for the Arts Council of Great Britain. © 1972.",
   "Minutes" : "47 min",
   "Full synopsis" : "ACE032.2 10:00:00 10:10:36 Scenes from First World War, Russian Imperial family in procession; aftermath of war: homeless Russians on the road, scavenging for food, etc. Street fighting and demonstrations. Destruction of Imperial symbols. Animation of Lazar (El) Lissitzky’s Beat the Whites with the Red Wedge (1919). Demonstrations; crowds; Lenin speaking (a voice over). Peace. Peasants: agricultural scenes. Industrial scenes. Posters: A Red Presence for the White Master / Krasnii poldrok belomi panu. Each Blow of the Hammer is a Blow Against the Foe / Kazhdii udar molota-udar (Viktor Deni, 1920). Transport and distribution of newspapers and leaflets. Artists begin to give their work new social relevance, “with posters glorifying the Revolution’s achievements and lampooning its enemies”. Most famous were the posters and strip cartoon known as “ROSTA windows”, issued by ROSTA, the Russian Telegraph Agency. Vladimir Mayakovsky’s 1920 Ukraine and Russia Together / Ukraintsev i russkikh klich odin. One of Mikhail Cheremnykh strip cartoons: This is What the Tsar Gave Medals For… The Republic of Labour Gives Medals to Heroes of Labour. Vladimir Lebedev’s The Spectre of Communism Abroad in Europe and The Red Army and the Red Fleet. Civil war scenes. Cavalry. Troop trains. Picture and photograph of “agitatory trains”. Film and photographs of trains and cheering crowds. Trotsky and other leaders making speeches. River steamers; Nadezhda Krupskaya on the Red Star. Trains. Mayakovsky and Ilya Ehrenburg. Fields.\u000b\u000b ACE032.3 10:10:36 10:19:40 Printing presses. Poster showing Lenin carrying communications mast etc. Advances in graphic art. Did You Volunteer? / Ti zapisalsya dobrovol’tsem? (Dimitri Moor (Orlov), 1920). Constituent assembly / Uchreditel’noe sobranie (Deni, 1921). We Will Not Surrender Petrograd / Petrograd ne otdalim (Moor, 1919). 7th November 1918: Stand up, Rise up, Working People… / 7 noiabria 1918: Vstavai podymaisia rabochii narod... (T. Zeiler, 1918). Vrangel still alive. Rest him without mercy / Vrangel' eshche zhiv. Dobei ego bez poshchady (Moor, 1917-1920). Let’s Defend Petrograd Bravely! / Grudii na zashchitu Petrograda! (Aleksandr Apsit, 1919). Exhibits at the Hayward Gallery, showing how artists “adapted the geometrical forms of Russian Futurist painting to give the poster new strength and impact”. Poster of industrial workers. Gustav Klutsis’s poster for the first Five-Year Plan, Let Us Fulfil the Plan of Great Works / Vipolnim plan velinikh rabot. Machinery. Other posters showing Lenin and workers. Poster for Navy, Presses. Film and photographs of scenes during the Civil War years, when there was “neither money no manpower for new building”, and artist transformed the streets with banners and posters, slogans, red bunting, “Cubist hoardings urging increased production”, etc. Petrograd, the Palace Square decorated to mark the first anniversary of the Revolution by Futurist painter Nathan Altman. Designs for first anniversary hoardings in Moscow. Posters including The Master of the Earth by Gerasimov. Long Live the Red Fleet and Workman with a Hammer (both by David Sterenberg). Lebedev’s 1918 designs for the decoration of the Politseiskii bridge (The Police, or People’s Bridge) in Petrograd. Moscow mural by Nikolai Larkov, representing The Birth of the New World. Film of street and market scenes; designs for market stalls by Ivan and Olga Alexeyev. Film and photographs of processions and pageants with banners, decorated floats, and participants in allegorical and other fancy dress. Illustrations and designs (Yuri Annenkov, 1920), footage and photographs of re-enactment of the storming of the Winter Palace in Petrograd. Designs by Alexander Vesnin and Luibov Popova (1921) for the unproduced pageant Struggle and Victory. Popova’s set design (1922) for Vsevelod Meyerhold’s production of Fernand Crommelynck’s The Magnanimous Cuckold, bringing Constructivist principles to the theatre. Posters showing costume design. Photographs of performance. Working model of the set. Model of set designed by Varvara Stepanova for Meyerhold’s production of Alexander Sukhovo-Kobylin’s Tarelkin’s Death (1923). Photographs. Set designed by Vesnin (1924) for Alexander Tairov’s production of G. K Chesterton’s The Man Who Was Thursday. Photographs. Model. Photographs of Mayerhold’s Civil War epic, The Earth in Turmoil (Sergei Tretiakov), with designs by Popova (1923). ACE032.4 10:19:40 10:28:38 Design for a mobile Agit-prop theatre by Alexei Babichev (1926). Photographs of the Moscow-based Blue Blouse collective, which performed outdoors, in clubs and in factories. Model of set for Meyerhold’s production of Nikolai Erdman’s The Warrant (1925). Photographs. Photographs from Meyerhold’s production of Mayakovsky’s The Bathhouse, designed by Alexander Deineka (1930). Model for set of Tretiakov’s I Want a Child (Meyerhold and Lissitzky, 1930), showing how theatre design and theatre architecture had more or less fused, becoming “the prototype of modern ‘total theatre’.” Photographs of Mayakovsky reading his poetry (recording heard over). Photographs of posters, etc. Film of May Day celebrations. Electrification programme: workers installing telegraph wires. Photographs of power station designed by Ivan Sholtovsky (1927). Pylons; photographs of Moscow’s Sukhov radio mast built by Alexei Shchusev (1926). Film of Lenin broadcasting (recording heard over), designs for radio equipment; slogans forming shapes similar to loudspeaker stands, etc. Various posters designed by Klutsis. Montage of these and scenes from film of electrification agricultural scenes with wires and pylons in background factory chimneys, etc. Electrification facilitated the spread of the new Soviet cinema which Lenin prized above all other art forms in political importance. Photographs and film of film-makers. Sequences about cinema-going from Dziga Vertov’s Man with a Movie Camera / Chelovek s kinoapparatom. Poster for an edition of Kino Glaz and quotation from Vertov describing the camera/himself as “a mechanical eye … showing you the world the way only I can see it….” Film posters from the 1920s intercut with more film. These include: Forward Soviet / Shagai sovet, One Sixth of the Earth / Shestaya chast’ mira, Judas / Iyuda, The Fall of the Romanov Dynasty / Padenie dinastii Romanovikh, The Battleship Potemkin / Bronenosets Potëmkin; October / Oktiabr’, Spring / Vesnoi and Earth / Zemlya ( by Georgii and Vladimir Stenberg). Film of Lenin addressing crowd. More posters, including some for non-Russian productions such as Symphonie of the Big City / Sinfonie der Grossstadt. Further extract from Man with a Movie Camera. \u000b\u000b ACE032.5 10:28:38 10:37:26 Illustration of Vladimir Tatlin at work on his Monument to the Third International (aka Tatlin’s Tower, commissioned 1919). Models of the tower, a major inspiration of the Constructivist movement, as commentary describes its intended appearance and workings. Tatlin’s 1930 designs for The Tatlin, a man-powered glider. Spatial Constructions (c.1920), by Alexander Rodchenko, developing out of the Futurists’ desire to explore “the nature of space and raw materials”. Lissitzky’s Proun Room / (1923), “a demonstraProunen-Raumtion of his theories about the reorganisation of space”. Exhibits illustrating the practical applications of these theories taught in institutes of art and design such as the Moscow VKhUTEMAS (1920); photographs of designs and pieces produced, including mass-produced clothing; a chair by Tatlin, chairs by Lissistzky; designs for multi-purpose furniture by some of Rodchenko’s students; Rodchenko’s chess table. Examples of ceramics decorated with Suprematist motifs. Dress designs by Stepanova and Popova, with largely geometrical patterns. Examples of typographical design, “the most successful” (after cinema) “application of the machine art of Constructivism…”; use of bold type, photomontage and overprinting by artists such as Lissistzky, Rodchenko, Klutsis and Alexei Gan. Copies of Lef, the Constructivist journal. Designs by Lissitszky, and his photographic self portrait, The Constructor (1924). Pages from his Suprematist Story of Two Squares in Six Constructions / Suprematicheskii skaz pro dva kvadrata v shesti postroikakh (1922), and Simple Arithmetic (or Four Arithmetic Operations / Chetvire Arithmeticheskii Deistviya) (1928). Views of model of design (1924) by the Vesnin brothers for a never-realised Leningrad Pravda building; description (“… this is the aesthetic of Constructivism…”) by Lissiztky read over. Photographs of Grigory Barkhin’s Izvestia building (1927). Street scenes, examples of new architecture. Photographs, designs and models for a Workers’ Club (Palace of Culture) by Rodchenko (1925). People in auditorium of such a club. Athletics, spectators. ACE032.6 10:37:26 10:46:38 Engineering projects. Town planning designs, with quotation over about aspirations for the future. Film, photographs and model of communal housing in Moscow designed by Moisei Ginsburg and Ignatii Milinis (1928); photographs of their Modernist Narkomfin building (1930). Photographs of Konstantin Melnikov’s own house under construction (1927), and model of the finished building. Photographs of the Moscow Planetarium by Mikhail Barsch and Mikhail Sinyavsky. More street scenes from Man with a Movie Camera. Plans for “Sky Hooks” (“Wolkenbügel”), horizontal skyscrapers by Lissitzky, Mart Stam and Emil Roth (1923-1925). Designs by Ivan Leonidov for a “Lenin Institute of Bibliographical Sciences”; model of the unrealised building. Other designs (not built) for a factory and a “house of heavy industry”. Factory chimneys, factory workers, designs for buildings, posters, trains, coal trucks, quarries, etc. Commentary says that inauguration of Stalin’s Five-Year Plan in 1928 brought an end to experiment in Soviet arts. The completion of the Dnieper hydro-electric project (1932); agricultural and industrial scenes (extracts from Donbas Symphony / Entuziazm: simfoniia Donbassa, 1930). Factory whistles. The End.",
   "Choreographer" : "",
   "Date" : "1972",
   "Series" : "",
   "Title" : "Art in Revolution",
   "Part" : "",
   "Film ID" : "ACE032",
   "Production Company" : "Red Cross International"
}
