{
   "Synopsis" : "A record of a 1968 Tate Gallery exhibition of the work of American Pop artist, Roy Lichtenstein (1923-1997).",
   "Director" : "Bruce Beresford",
   "Article" : "",
   "Full credits" : "Commentary by members of the public and by the artist. The public were interviewed by Hugh Evans. Roy Lichtenstein’s comments were taken from interviews by Alan Solomon recorded for National Educational Television, New York David Sylvester recorded for the British Broadcasting Corporation. Assistant Director Hugh Evans; Recording Cedric Pheasant; Camera Assistant Alison Schwalm; Devised and scripted by David Sylvester; Directed, photographed and edited by Bruce Beresford. Produced by the British Film Institute for the Arts Council of Great Britain.",
   "Minutes" : "20 min",
   "Full synopsis" : "ACE016.2 10:00:00 10:10:13 VO reads picture caption: “We rose up slowly … as if we didn’t belong to the outside world any longer … like swimmers in a shadowy dream … who didn’t need to breathe …”. The Tate Gallery; people being asked (over) why they are there and how they found out about the exhibition, etc. Visitors looking at the exhibits. VOs giving their opinions of the exhibition as a whole, of Lichtenstein’s work generally, and of individual paintings. Lichtenstein’s VO on his “clichéd fantasy ideal of woman” and being interested in “re-developing these classical ways” from the cartoon world. Painting themselves are shown mostly in fragments. Hopeless (1963). Blonde Waiting (1964). No Thank You! and others, with Lichtenstein’s VO on the dots. Similar paintings including The Engagement Ring (1961), Drowning Girl (1963), We Rose up Slowly (1964). Visitors. Girl in Mirror (1964). Lichtenstein VO on his growing interest in glossy surfaces, and the possibilities of enamelling. Cloud and Sea (1964). Visitors. Lichtenstein on “the problem of putting half-tone dots on a three-dimensional surface”. Mustard on White (1963) in half-tone. Version of Set of Dinnerware Objects… (1966), Kitchen Stove (1961-1962), and others. Lichtenstein on advertising images. Step-on Can with Leg (1961). Curtains (1962). Large Spool (1963). Golf Ball (1962). Compositions II (1964). Visitors. More paintings with Lichtenstein’s VO saying that he’s interested in “what would normally be considered the worst aspects of commercial art”, and suggesting that a restricted style “adds a kind of tension” to paintings. ACE016.3 10:10:13 10:19:47 More violent images such as As I Opened Fire… (1964). Lichtenstein’s VO explaining how he looks for images in comic books. Whaam! (1963). Three dimensional work. Visitors. Tourist posters, and a sketch for one of them such as Temple of Apollo (1964). Visitors. Various paintings including George Washington (1962) and Woman with Flowered Hat (1963). Lichtenstein on Picasso and Mondrian as “cartoonists”. Big Painting No.6 (1965). Lichtenstein’s VO talking about the “brushstrokes” series. Lichtenstein talking about “oversimplification”. Modern Sculpture with Loop (1968). Visitors looking at sculpture. Visitors. Credits.",
   "Choreographer" : "",
   "Date" : "1968",
   "Series" : "",
   "Title" : "Lichtenstein in London. Roy Lichtenstein’s retrospective exhibition at the Tate Gallery 6 January – 4 February 1968",
   "Part" : "",
   "Film ID" : "ACE016",
   "Production Company" : "British Film Institute"
}
