{
   "Synopsis" : "The work of American painter, Edward Hopper (1882-1967)",
   "Director" : "Ron Peck",
   "Article" : "",
   "Full credits" : "A Four Corner Film. Production Patsy Nightingale, Robert Epstein, John Wright Ilene Sunshine; Dubbing Mixer Richard King; Sound Derek Williams, Roger Ollerhead; Photography Patrick Duval, Derek Little, Miles Strassner; Music David Graham Ellis; Editing Margaret Dickinson, Wilfried Thust, Joy Chamberlain; Executive Producer Rodney Wilson; Producer Patsy Nightingale; Writer and Director Ron Peck, Our thanks to The Whitney Museum of American Art and its staff for their co-operation and patience during filming, in particular: the director Thomas N. Armstrong III, Gail Levin and Anita Duquette Filmed during the “Edward Hopper: the Art and the Artist” exhibition September1980-January 1981 at the Whitney Museum of American Art; Jan Marek, Joseph R. Roberto, Judy Tobias, Larry Schiffenhaus, Blossom Gaspar Tom Brown Associates, Roy Elkin, Jennie Morley, Robert Kassel, John Aune. Arlene Jacobwitz (taped interview, April 29th 1966 from the Brooklyn Museum), Stills from They Live By Night and While The City Sleeps courtesy of Robert Kingston (Films) Ltd., In A Lonely Place courtesy of Columbia Pictures, Home from the Hill, Party Girl and The Crowd courtesy of Metro-Goldwyn-Mayer. We would like to thank the following for permission to reproduce paintings from their collections: University of Arizona, Museum of Art, Betty Hill Galleries Inc., Blount Inc., Boston Museum of Fine Arts: The Charles Hayden Fund, The Brooklyn Museum, Carnegie Institute, Museum of Arts: Gift of Mr and Mrs James H Beol in honour of the Sarah M Scaife Gallery, Columbus Museum of Arts: Howold Fund, Dallas Musuem of Fine Arts: Gift of Mr and Mrs Maurice Purnell, Des Moines Art Center: James D Edmundson Fund, 1958, Barney E Ebsworth, Hirshhorn Museum and Sculpture Garden, Smithsonian Institution, Indianapolis Museum of Arts: William Ray Adams Memorial Collection, Kennedy Galleries Inc., New York, Mr and Mrs Gilbert Kinney, The Museum of Modern Art: Abby Aldrich Rockefeller Fund, Gift of John Hoy Whitney, Mrs Simon Guggenheim Fund, Dayton Art Institute, The Metropolitan Museum of Art: George A Hearn Fund, The Muskegon Museum of Art, National Portrait Gallery, Smithsonian Institution, Neuberger Museum, State University of New York, Mr and Mrs Morris B. Pelavin, Philadelphia Museum of Arts: The Harrison Fund, The Phillips Collection, The Sara Roby Foundation, Sheldon Swope Art Gallery, Thyssen-Bornemisza Collection, Walker Arts Center: T B Walker Foundation, Mr and Mrs John Hay Whitne,y Whitney Museum of American Art: Bequest of Josephine N. Hopper, Williams College Museum of Art, Yale University Art Gallery: Bequest Stephen Carlton Clarke BA. Arts Council of Great Britain © 1981.",
   "Minutes" : "49 min",
   "Full synopsis" : "ACE102.2 10:00:00 10:08:19 Ron Peck looking through book of photographs and reproductions and talking about where to start his project as so many people were already dead and all papers were in New York. Drawing on conversations between Ron Peck, the film-maker, and Gail Levin, curator of the Edward Hopper Collection at the Whitney Museum of American Art, New York. Rooms in the Whitney Museum. VO describing the work done by Gail Levin, and the materials in the collection, the quantity of which “got in the way of looking at the paintings”. Hotel Room (1931). Western Motel (1957). Nighthawks (1942). Details. VO says this is the first Hopper painting Peck had ever seen, and remarks that Hopper talked about painting light, rather than having any emotional connection with the subject. Peck talking to Gail Levin while looking at press cuttings. She talks about his paintings being rejected by a number of galleries. Peck is attracted by the “ordinariness” of Hopper’s work. Part of the car ride between Manhattan and Nyack – George Washington Bridge and Palisades Parkway. VO gives information on Hopper’s art training and early work. Examples of paintings from his student days, influenced by the work of his teacher, Robert Henri: including Blond Woman before an Easel (1903-1906) and Artist’s Bedroom (c.1905-1906). Nyack. Peck and Levin VOs talking about the town, and Hopper’s feelings about it. \u000b\u000b ACE102.3 10:08:19 10:15:23 Exterior Hopper’s house. VO talking about Hopper’s months in Paris. Paintings from this period, including (1906) Paris Street, Stairway at 48 rue de Lille, Paris, Interior Courtyard at 48 Rue de Lille, Paris; (1907) Le Pont des Arts, Notre Dame de Paris, Gateway and Fence, Le Parc de Saint Cloud, Le Louvre, Pont du Carrousel in the Fog; (1909) Quai des Grands Augustins, Le Pont Royal, Bridge on the Seine. Peck and Levin VOs discussing such paintings. Soir Bleu (1914), a French subject but painted in America. Watercolour caricatures, all 1906-1907: Parisian Workman, Parisian with Wine Bottle, Cunard Sailor, Parisian Woman, Fille de joie. Peck’s VO says that Soir Bleu was considered “neither modern enough nor American enough” on its first and only exhibition in the United States. Manhattan. Levin’s VO talks about Hopper being “tied to his family, even commuting from Nyack to his studio. Peck and Levin. She says how difficult Hopper found it to sell paintings. Peck talks about the 1913 Armory show. Peck and Levin VOs over Hopper’s Sailing (1911), talking about the 1913 Armory show as “the show that shook America” by “introducing modernist abstract European painting”. Hopper’s works was identified with “what was passed by”. Manhattan. Peck’s VO talks about Hopper’s post-Paris career, working three days a week as a commercial illustrator until the mid-Twenties. Illustrations from System, a business magazine. Details from Office at Night (1940). ACE102.4 10:15:23 10:24:37 Book of Hopper’s magazine covers for Hotel Management, Tavern Topics, The Morse Dial, etc. Peck explains how the lithographic process requires outline filled in with blocks of colour. Etchings, Night in the Park (1921) and another. Yonkers (1916); painting; Statue at Park Entrance (1918-1920); Summer Interior (1909); a painting of the East River. Peck describes all these as a struggle for “the representation of light”; Etching Evening Wind (1921). Moonlight Interior (c.1921-1923). Queensborough Bridge (1913). New York Restaurant (c.1922). Washington Square. Peck VO talks about Hopper’s 1924 marriage to Jo Nivison, subsequently the model for all the female figures in his paintings. VO Joseph Roberto, architect, over shots of interior of the Hopper house. VOs Levin and Peck discussing Hopper’s relationship with his wife over Jo Painting (1936). Jo encouraged to exhibit and enabled his first regular sales. The Mansard Roof (1923). Recording of Hopper talking about The Mansard Roof. Jo’s voice telling the story of the exhibition. Watercolours Jo in Wyoming (1946) Reclining Nude (1926-1927) , Charcoal drawing, Jo Hopper Reclining on a Couch (late 1920s). Charcoal Study for Girlie Show and detail from painting Girlie Show (1941). Details from Nighthawks, Office at Night, Cape Cod Morning (1950), Hotel by a Railroad (1952), Hotel Window (1955) Western Motel (1957), another painting, Chair Car (1965), a Christmas card for Mlle Jo, Noël 1923. Driving along wooded road between New York and Truro, Cape Cod. Hopper’s house and studio. Peck VO indicates that light increasingly became his main concern. High Noon (1946) and Rooms by the Sea (1951). Interior of the Hopper house and views from the windows. VO current owner talking about the building. ACE102.5 10:24:37 10:32:19 House by the Railroad (1925), regarded as Hopper’s “breakthrough”. Peck’s VO wondering if “there’s much more to be said about him, biographically” as “the events in his life were his paintings. 11 A.M. (1926). Night Windows (1928). Lighthouse Hill (1927). Chop Suey (1929). Early Sunday Morning (1930). Hotel Room. New York Movie (1939). Office at Night. Five studies for Office at Night. Girlie Show. Gas (1940). Nighthawks. Hotel Lobby (1943). Cape Cod Morning. New York Office (1962). Sun in an Empty Room (1963). Peck’s VO says he thinks of this as Hopper’s last painting because “he finally dared to paint just the thing he said he was always after”, though Two Comedians (1966) was actually the last. Peck listening to recording of Hopper talking about not wanting to be identified as an “American” painter. Peck believes Hopper is inescapably American. Automat (1927). Illustrations from book of American Scene Painters. The magazine Reality. Levin and Peck talk about the anti-Modernist, anti-Abstract-Expressionism debate in America, and discuss Hopper’s place at this period. Peck suggests the arguments must have given implicit approval to Hopper’s work. ACE102.6 10:32:19 10:39:39 The following all watercolour: The Battery, Charleston, SC (1930), House with Verandah (1929), Adobes and Shed, New Mexico (1925), Roofs Saltillo (1943), El Palacio (1946); watercolours were done, Peck suggests, “rather like a journal” as an instantaneous record. The oil paintings were all done in the studio and could be reworked: Route 6, Eastham (1941) Macomb’s Dam Bridge (1935). Hopper’s voice talking about why and how he painted the latter. Sketches of the bridge. Sketch for detail of Nighthawks. The painting. Gas and sketches. Details from Cape Cod Evening (1939). Sketches of different cinemas forming a composite in New York Movie. One of Walker Evans’s photographs of the petrol station at Reedsville, West Virginia. Gas. Early Sunday Morning, a street that doesn’t actually exist. On the road on Route 6. Details from a number of paintings, including Hotel Room, Western Motel, Approaching a City (1946), Hotel Window, 11 A.M., Morning in a City (1944), Morning Sun (1952), The City (1927), Nighthawks and others. Peck thinks of the elements in the paintings as scenery, making up stage or film sets, with Hopper working in a traditional manner but with contemporary America as his subject matter. Peck comments on all the people in the pictures being “types” and inactive. ACE102.7 10:39:39 10:48:31 Pictures by Norman Rockwell in which all the figures are active and enjoying themselves. Photographs of New York. Hopper’s Office in a Small City (1953), Hotel by a Railroad, Automat, New York Movie, Summer in the City (1950), Sunday (1926), Summer Evening (1947): Hopper claimed to be more interested in the light than the figures or any “narrative”. Office at Night also discussed by Hopper in terms of its lighting. Film stills showing similar kinds of figure and image construction. Nighthawks. Hotel Room. Hotel Window. Cover of Time magazine from 1956 which featured Hopper. Levin says he hated both the cover picture and the story. A crayon Self-Portrait (1945); three painted self-portraits and one in charcoal all from around 1903. New York. Peck’s VO saying that the more he found out about Hopper, the more he turned to other American painters, before and after him. Credits.",
   "Choreographer" : "",
   "Date" : "1981",
   "Series" : "",
   "Title" : "Edward Hopper",
   "Part" : "",
   "Film ID" : "ACE102",
   "Production Company" : "Four Corners"
}
