{
   "Synopsis" : "How traditional Tibetan art and culture survives outside the country since it was invaded by the Chinese in 1959.",
   "Director" : "Mian Har Ng",
   "Article" : "",
   "Full credits" : "Production Team: Director of Photography Hossein Mirshahi; Camera David Craig; Production Assistant Gwen Harris; Sound Andy Francis; India Crew/Editing Andy Francis, Mian Har Ng; On-line Editor Andrew McKenzie; Post Production Facilities Turc, Wide Angle, Central Television. Special Thanks to Kagyu Samye Ling Tibetan Centre, Karma Ling, The Office of Tibet, London, Tibet Image Bank, London, Tibet Foundation, London, Open Hand Productions, White Crane Films, Wide Angle, Light House Media Centre, Meridian Trust, London, Central Television, Endboard Productions, Gary Stewart, Ann Rowlands, Sunanden Walia, Yugesh Walia, Lobsang Phala. In Dharamsala, India Office of Information and International Relations, Tibetan Institute of Performing Arts, Centre for Tibetan Arts and Crafts, Namgyal Monastery. Written and Directed by Mian Har Ng; Produced by Andy Francis. Commissioned by The Arts Council of Great Britain. Research Grant by West Midlands Arts. TO ALL TIBETAN PEOPLE. © Wangmo Productions 1991.",
   "Minutes" : "19 min",
   "Full synopsis" : "ACE442.2 10:00:00 10:08:29 Caption: “Since the Chinese occupation of Tibet in 1959, Tibetan religion and culture have been systematically destroyed. This programme explores how in exile the rich, ancient and unique Tibetan culture is being preserved.” Religious statues and paintings. A prayer wheel. The Dalai Lama says it is sad that the planet is losing an ancient culture. Monks praying. Unnamed painter saying “Many have died of starvation and suffered in Tibet for freedom. So I ask you to help us gain our independence.” Caption: “1959. China invades Tibet and subsequently occupies the country. The Dalai Lama, leader of Tibet, is forced to flee … and live in exile in India.” Images of conflict and of Tibetans surrendering. Caption: “Dharamsala, India. Residence of the Tibetan government in exile.” His Holiness the Dalai Lama says there have been some positive developments but immeasurable negative ones, as well as violations of human rights. His VO over photographs of “Gamden Monastery before 1959 … and after 1959”. Tashi says that only Chinese is now taught in schools so Tibetans are unable to read their own language. “Therefore we can’t read our mantras (prayers), which are written in Tibetan” which causes people a lot of stress. Boys reading prayers. Deyke Doynden, Manager of the Centre for Tibetan Arts, talking about destruction of Tibetan culture by the Chinese (shots of damaged statues, etc.) and about the establishment of workshops which enable the continuation of Tibetan culture. Centre for Tibetan Arts & Crafts at Kangra (Himachal Pradesh). Men carving wooden panels and drawing. Dalai Lama says that Tibetan culture, especially the Buddhist elements, seems now to be available only outside Tibet. Caption: “Eskdalemuir, Scotland.” Kagyu Samye Ling Tibetan Centre. Scenes at the monastery. Akong Rinpoche, Abbot of Samye Ling, Scotland, explains that this is the first centre outside Tibet where religion and arts and crafts are all to be found in one place. Its aims are to preserve Tibetan culture, traditions and religion, to be a bridge between East and West, and to offer a quiet space where anyone can come to rest. Scenes inside the monastery including couple working on large painting. Figurine of praying monk, gilded carvings, paintings. His Eminence, Khentin Tai Situpa, talks about Tibetan painting and artists’ training, both of which are closely tied to Buddhism. Statues. Paintings. He explains that paintings, which he describes as being used for meditation, are of two kinds, one showing some particular manifestation of Buddha, the other being a mandala, in which patterns and colour combinations represent key points in individual metaphysics. ACE442.3 10:08:29 10:19:10 Serapbalden Beru, Monastery Art Master, Samye Ling, explains the underlying structure of Tibetan painting. Plans of precisely measured grids as the basis for completed paintings. Artist blocking out designs on such a grid and painting the result. Masks and paintings. Beru explains the symbolic use of colours. Ringu Tulku explains that statues of Buddha in monasteries are reminders of his teachings and the focus of prayers in the community. Gilded statue. Dolma Jeffres, Artist at Samye Ling, explains that the statues are not worshipped but are reminders of good qualities that people might aspire to generate within themselves. Group prayers with use of horns, cymbals, prayer wheels, drums, bells, etc. The Tai Situ explains the requirements for building a temple or mastery. Nancy Chinnery, Artist at Samye Ling, gilding a statue, says she considers herself just one of many people who’ve made the temple what it is. She is pleased that her work of water gilding uses traditional Western techniques within a Buddhist context. Colin Smith, Artist at Samye Ling, working on a small metal deity, says he enjoys making spiritual objects. John Chinnery, Artist at Samye Ling, explains that he was interested in Buddhism before he came to Samye Ling. He unmoulds a resin figure. Figurine of praying monk. Polishing the metal figure; gilding the statue; opening a mould. Tulku talking about the responsibility carried by those outside Tibet for preserving the culture. Film of Tibetans at a wall of prayer wheels, and other religious activities. Tulku points out that experienced lamas are dying and the new generation has not been able to receive sufficient teaching to carry on their knowledge and teachings. Statue, bell, painting, mask. Credits.",
   "Choreographer" : "",
   "Date" : "1991",
   "Series" : "Black Arts Video Project",
   "Title" : "Tibetan Arts in Exile",
   "Part" : "",
   "Film ID" : "ACE442",
   "Production Company" : "Wangmo Productions"
}
