{
   "Synopsis" : "One of a series on black and Asian music and culture: part-Chinese Jamaican musician Byron Lee (b.1935) talks about his life and music",
   "Director" : "Shirani Sabratnam",
   "Article" : "",
   "Full credits" : "Special Thanks to Byron Lee & family, J. Wray & nephew, Appleton Jamaican Rum, Hammond & Deacon, J.B.C., Jet Star Records, On U Sounds – Pressure Sounds, Peter Packer, Carlton Francis, Kevin McMorrow. Researchers Ricardo Smith, John Pandit; Narrator Navigator; Camera Lynda Hall, Rachel Seely; Camera Assistant Jamie Parissis; Sound Recordist James Edmonds, Rachel Seely, Jo Wiser; Executive Producer for The Arts Council of England Rodney Wilson; Produced & Directed by Shirani Sabratnam. A Sharp Image Production for The Arts Council of England and Channel 4. © MCMXCVI.",
   "Minutes" : "19 min",
   "Full synopsis" : "ACE331.2 10:00:00 10:10:31 Byron Lee being introduced at start of Carnival. Playing guitar. Black and white footage of young people dancing. VOs talk about his music. Company trailer truck. Lee talking about his love of everything to do with the music business. Outside Lee’s company, Dynamic Sounds. The recording studio. Lee’s VO talking about the company. Val Gayle, Assistant Factory Manager, shows different activities in the factory. Packing trailer to go to Carnival. Trucks and trailers. Black and white footage of rural Jamaica. VO talks about Lee’s early life. Easton Lee, Byron Lee’s Cousin, talks about the origins of the Chinese community in Jamaica. Neville Lee, Brother. Photographs of the Lee family. Contemporary film of Chinese businesses. Setting up sound equipment. Ronnie Nasralla, Former Manager, talking about Lee’s career. VO over film of dancers and musicians in club. Edward Seaga introducing 1960s programme featuring Ska; dancers and musicians. Edward Seaga, Prime Minister 1980-89, talks about being able to promote Jamaican music, and the importance of Byron Lee in this. Photographs. Dermott Hussey, Music Journalist, talking about this promotion. Photographs of musicians. Nasralla describes the exponents of this music as coming from a higher stratum of society. Lee on stage. Intercut with 1960s footage. Dancers. ACE331.3 10:10:31 10:19:20 Setting up sound equipment. Mighty Sparrow, Calypso Performer, talking about Lee as performer. Sheila Lee talking to roadies. Film of Byron and Sheila. She talks about their early work together. Nasralla talking about Lee’s tendency to fire his band members. Performers at the Carnival event. Street scenes. The Bob Marley Museum. Nasralla says that Lee played “what the people wanted”. Hussey talking about the politics of the 1960s. Trinidad Carnival. Lee’s VO talking about setting up Carnival in Jamaica. Stage performers. Mighty Sparrow talking about soca music. Lee talking about being “a party band”. Dancers. Performers. Hussey says Carnival must link into the Jamaican experience. Deejay Admiral Bailey. Lt. Stitchie, Dancehall Performer, says dancehall and soca now complement each other. Lee talking about songs as expressions of a way of life. He says Carnival has broken down class barriers. Carnival footage. Nasralla VO talking about Lee’s popularity. Credits.",
   "Choreographer" : "",
   "Date" : "1996",
   "Series" : "Black Tracks",
   "Title" : "Soul Survivor",
   "Part" : "",
   "Film ID" : "ACE331",
   "Production Company" : "Sharp Image"
}
