{
   "Synopsis" : "The British painter, print-maker and composer, Tom Phillips (b.1937) talks about his work, in particular, A Humument.",
   "Director" : "David Rowan",
   "Article" : "",
   "Full credits" : "Photographed by David Rowan, Ivan Strasburg, Charles W. Smith; Sound by Eoin McCann; Dubbing Mixer Peter Rann; Title Music by Michael Nyman; Played by Campiello Band; Irma by Tom Phillips: Music by Gavin Bryars, Libretto Fred Orton, Produced by Brian Eno, Obscure Records; Script Consultant Eric Rowan. Thanks to Andrew Colls, Angela Flowers, David Lehrle, Jill Phillips, John Speirs, White Ink, Daniel Wiles, Mappin Art Gallery Sheffield, Serpentine Gallery London, Tate Gallery London, Walker Art Gallery Liverpool; Directed by David Rowan; Produced by Margaret Williams, Arbor Films. © Arts Council of Great Britain 1977.",
   "Minutes" : "50 min",
   "Full synopsis" : "ACE063.2 10:00:00 10:09:32 Peckham Rye, London. Tom Phillips’s VO talking about finding second-hand copy of W. H. Mallock’s novel, A Human Document (1892). Phillips explains how he used the book to produce short poems or groups of words that he liked, cancelling out parts of the text with drawings and patterns, using parts of the publisher’s lists as material for collage, painting, etc. The result of his work is called A Humument, and includes copies of a Cezanne landscape, a self-portrait, and so on. Phillips talks about “bill toge”, the hero of his book, who now appears throughout his book, the theme of which is unrequited love with “a glimmer of hope”. Phillips talks about the book – an inexhaustible source – which he started using in 1966 and is still working with ten years later. He’s used other copies of the book to make related works, including a series of paintings called The Quest for Irma (1973), and a poster for the National Theatre (1975). Phillips talks about being “a borrower”, using ideas and images from outside himself. Part of the book showing himself and his “unwitting collaborator” Mallock. Poems. ACE063.3 10:09:32 10:19:21 Euston station. Phillips’s VO talking about his work Benches (1971), based on a postcard he found there. Notes and sketches for the painting. Silk screen of the interval notation for his musical work Ornamentik (1969). Achilles and the Tortoise, one of the Farbenverzeichnis (Colour Catalogues) colour intervals series (1969-1972). Phillips’s VO continues to explain how Benches was produced. Postcards and other pictures. The progress of Benches. The titling of the completed sections. Phillips VO analyses different elements in the painting which he relates to Dante. The postcards. Film of the Battersea Park pool. People sitting on benches. ACE063.4 10:19:21 10:28:24 Phillips’s VO talking about working on Benches: The Flower Before the Bench (1973), using several reproductions of one small section of the whole picture. Phillips talking about his musical activities and their relation to his painting. One of the Ma Vlast paintings (1971-1973); Last Notes From Endenich (1977). Stave Drawings (1971). Jigsaw Pieces (Opus 9, 1967). Six Pieces (Opus 10, 1968). Music for Lesbia Waltz (Opus 15, 1972); played over. Pages from A Humument and Irma painting with music from opera Irma (Opus 12, 1969) played and sung over; silk screen Irma Libretto (1977). Phillips painting. His VO talking about using up left-over paints from the Colour Catalogues in a series called Terminal Greys (begun 1970). ACE063.5 10:28:24 10:37:57 Phillips talking about his schooling and university life. Photographs from Oxford and from Camberwell School of Art. Mappin Art Gallery. Postcard of interior of the Gallery which provided source material for Phillips’s installation. Painting No.6. Phillips relates how he came across information on the originals of many of the paintings, including The Flag of Truce (1873) and The Sally (1870) by John Pettie. Comparison of photograph of Gallery interior with the postcard based on it. Phillips explains the process that led to his picture – Victorian paintings hung in the Gallery, the Gallery photographed in black and white, a postcard tinted in Germany made from the photograph, his paintings made from the postcard. Comparison of his paintings with the originals. Mappin Art Gallery Installation (1974). Art on the Road (1976-1977). Phillips on A Walk to the Studio. His VO talks about how he could “make the journey rich” for himself; things he sees and/or collects on the way. Stop-cock box lids which he has likened to skulls in Sixty-Four Stopcock Box Lids (1976-1977). Different alphabets. ACE063.6 10:37:57 10:49:48 In the studio. Drawings and other items on the walls. With printers doing layout and painting for screen print of 64 Stopcock Box Lids. Piece of decorative lino which Phillips likens to a Russian Constructivist painting. The print of Linoleum (1976-1977) with Phillips’s almost invisible accompanying text. Discussing colours of match box papers in Matching Colours Struck by Heatwave (1976-1977). Eleven Emblems of Violence (1976-1977). Phillips talking about his collection of African masks and sculptures. A painting of one of these. Prints of designs based on African source materials. Phillips with postcards. Prints based on details from these. Phillips begins a large-scale work. Series of photographs, taken by David Rowan, showing the progress of this work over three months; from the middle stage, the changes are made by rubbing out. Projecting the story of the picture onto the now blank canvas. Credits.",
   "Choreographer" : "",
   "Date" : "1977",
   "Series" : "",
   "Title" : "Tom Phillips",
   "Part" : "",
   "Film ID" : "ACE063",
   "Production Company" : "Arbor Films"
}
