{
   "Synopsis" : "A dramatised account, incorporating puppets, animation and archive film, of the life and work of Belgian avant garde dramatist, Michel de Ghelderode (1898-1962).",
   "Director" : "Quay Brothers",
   "Article" : "The",
   "Full credits" : "Réalisation Atelier Koninck with special thanks to Jean Francis, Bruxelles; Mise en scène The Brothers Quaij, Keith Griffiths; Décors: Puppets animation architecture images Brothers Quaij, Puppet armatures Olivier Gillon, Paris VI Elmer Quaij, Costumes Lys Flowerday, Marionettes masks Flowerday, Brothers Quaij; Editing, sound Larry Sider; Music for organ, organ and timpani Stefan Cicho?ski St Pius X church organ, Assisted on the pedals by Sasha Cicho?ski; Harmonium Claire Bœdts; Music for Fastes d’Enfer: B C Gilbert, G Lewis, Danse extract from Dome 3, Published by Rough Trade Music; Music for final synthesis, Masques Ostendais, Sortilèges, Hop, Signor! : Léo Ferré, Editions Ferré; Voice of Ghelderode Jan Rosel; All texts drawn from Theatre Complet (I-V), Ostend Interviews, letters and prose; Translations Hauger, Flowerday, Quaij. Cast: The Cherub Company; Director, Andrew Visnewski; Faust/Juréal, Tom Hunsinger; Columbus, Phillip Cade; Reporter, Phillip Bretherton; Dwarfs, Pam Scoby, Chainy Lane; Margaret/Executioner, David Prescott. With Victoria Plum, Richard Bates, Anthony Wise; Photography Mike Tomlinson, Peter Harvey, Andrew Cottom; Additional Photography Koninck; Lighting Assistance Richard Johnson, Ben Ormerod; Archive film of Michel de Ghelderode: Director Luc de Heusch, Re-edited Atelier Koninck, With the kind permission of Radio Télévision Belge. We would like to acknowledge Jean Francis, L’eternal aujourdhui de Michel de Ghelderode, Louis Musin Editeur Bruxelles, Pol Vandrome, Roland Benes Jean-Paul Humpers, Jo Cayet, Jean Darlier, SAEM, Mme Soiron, Bibliothèque Royal Albert, Bruxelles, Musée du Parc de la Boverie, Liège, Musée Royaux des Beaux-Arts de Belgique, Bruxelles, Museo Nacional del Prado, Madrid, Museum voor Schone Kunsten, Gent, Koninklijk Museum, Antwerpen, Georges Champroux, Actualit, Ambassade van Belge, Photo Antony, Gueuze et Kriek à la Mort Subite, Bruxelles. With thanks to Rodney Wilson, Barry Callaghan, Ian Christie, Argon Neon, Drama Centre London, Royal College of Art, Filmatics, Frameline, Granada Publishing, White Light, Synchrosonics, Cine Contact, And all the street markets of London and Bruxelles. Producer Keith Griffiths for Atelier Koninck. © Arts Council of Great Britain MCMLXXXI.",
   "Minutes" : "29 min",
   "Full synopsis" : "ACE103.2 10:00:00 10:09:15 Maps: Belgium since 1831, 15th century Flanders. Caption: “Tout est flamand, sauf la langue que j’utilise accidentellement. Ma position d’écrivain «d’expression française» en un pays belge où il n’existe pas de langue belge e",
   "Choreographer" : "",
   "Date" : "1981",
   "Series" : "",
   "Title" : "Eternal Day of Michel de Ghelderode 1892-1962. Synthesis - Mask - Spectacle",
   "Part" : "",
   "Film ID" : "ACE103",
   "Production Company" : "Atelier Koninck"
}
