{
   "Synopsis" : "An overview of a number of women artists living and working in Texas and the ways in which their visions are related to the local landscape and Native American culture.",
   "Director" : "Shelley Williams",
   "Article" : "The",
   "Full credits" : "With thanks to Susan Bergholz, Joy Harjo, Vera Norwood, The Tapanhonso Family, Ellen Zweig & the Vasulkas, Horwitch Lewallen Gallery, Santa Fe, Independent Communications Associates, Institute of American Indian Arts, Santa Fe, Los Murales, El Paso, Museum of Fine Arts, Santa Fe, Taos Pueblo, Tasile Community College, Tucson Museum of Art. Photographs courtesy of Vicente Martinez, Millicent Rogers Museum, Taos, Range Pictures/Betmann, Southwest Museum, Los Angeles. Music courtesy of Arhoolie Productions (California), Canyon Records Productions (Arizona), ECM Records (Munich), Smithsonian/Folkways Recordings (Washington DC). Camera Simon Archer; Assistant Camera Louise Stoner; Sound Mary Jo Devenney, Margaret Duke; Location Co-ordinator Rebecca Bennett, Rad Hall; Production Manager Fred Riedel, Jacqui Timberlake; Production Assistant Vikki Dempsey; Title Design Oko Productions; Assistant Editor Emily Lincoln; Dubbing Editor Izabella Wroczynska; Dubbing Mixer Chris Trussler; Editor Wayne Balmer, Larry Sider; Associate Producers Keith Griffiths, Susan Morris; Executive Producer Janice Monk; Executive Producer for The Arts Council of England Rodney Wilson; Written and Conceived by Susan Palmer; Produced and Directed by Shelley Williams. This film is made possible in part by grants from: Amazon Foundation, Arizona Humanities Council, Colorado,Endowment for the Humanities, The Ford Foundation, Harry & Leah Gudelsky Foundation, Office of the Vice President for Research, University of Arizona, New Mexico Endowment for the Humanities, Stacker Foundation, Texas Committee for the Humanities, Tucson Community Cable Corporation, Utah Humanities Council and Women’s Studies Advisory Council, University of Arizona. A Feline Films Production In association with the University of Arizona (SIROW) for The Arts Council of England. © The Arts Council of England MCMXCV.",
   "Minutes" : "51 min",
   "Full synopsis" : "ACE275.2 10:00:00 10:10:46 Highway, railway, etc. Pat Mora, poet, describes herself as a native El Pasoan; her mother was born here, her father came over from Chihuahua when he was a small boy. Her work is inspired by the meeting of two cultures, one we",
   "Choreographer" : "",
   "Date" : "1995",
   "Series" : "",
   "Title" : "Desert is no Lady. Women artists of the American South West",
   "Part" : "",
   "Film ID" : "ACE275",
   "Production Company" : "Feline Films"
}
