{
   "Synopsis" : "Industrial architecture in Britain in the 18th and 19th centuries and its influence on the pattern of working life: the inventions that created the factory system and the buildings that housed it.",
   "Director" : "Mick Gold",
   "Article" : "",
   "Full credits" : "We would like to thank the following organisations for their help in the making of this film: The Chatsworth Settlement, The Hickingbotham Trust, English Sewing Limited, William Moss and Sons Ltd., W and G Sissons Ltd., Raleigh Industries Limited East Midland Brick Association, East Midland Brick Development Association, East Midland Arts Association, CPRE, The City of Leicester, Nottingham and Derby Society of Architects, Leicestershire and Rutland Society of Architects, Lincolnshire Society of Architects, Northamptonshire Society of Architects, The Science Museum, Leicester Museum of Technology, Nottingham Local Studies Library, Helmshore Museum of Mill Technology, Horcomb & Son Ltd.; Architectural advisors John Humpston, Gordon Redfern, Len Lloyd-Smith, Tim McArtney, Douglas H Smith; Singer Roy Harris; Brass band Ransome Hoffman, Polland Band; Dubbing Mixer Mike Billing; Historical advisor Christopher Charlton; Commentary spoken by John Hobson; Animation Nick Kavanagh; Production Supervisor Michael Whyte; Editor Brett Carrero; Camera Nic Knowland; Directed & written by Mick Gold. Made for The Arts Council of Great Britain, The Royal Institute of British Architects (East Midlands Region).",
   "Minutes" : "41 min",
   "Full synopsis" : "ACE050.2 10:00:00 10:12:27 Animation illustrates the four elements of the factory system: “a robust building, a central source of power, automated production machinery, and a disciplined labour force”. Spinning cotton thread by hand; early spinning wheels. Demands of a growing population required a faster method. A “spinning Jenny”, invented by James Hargreaves, which enabled sixteen spindles to be handled simultaneously. Improvements in machinery, the “spinning frame” devised by Richard Arkwright, enabled unskilled workers to operate it. Arkwright joined with Jedediah Strutt, in Nottingham, and their business expanded to the point where they set up a water-powered mass production system at Cromford, Derbyshire. Water mill wheels. Engraving of the Lombe brothers’ silk mill at Derby, prototype of many mill buildings; engraving of mechanical functions. Long narrow factory room designed to accommodate large machines and provide ample natural light. Arkwright’s mill at Cromford. Advertisement for jobs there. Carding machine. Engraving of women working on such equipment; a spinning frame, operated by children. Painting of the mill. North Street, part of the workers’ housing built by Arkwright at Cromford; other buildings there. Willersley Castle, Arkwright’s own house. Commentary talks about social improvements made by Arkwright, who fostered the image of workers as “a happy family, labouring for their benevolent employer”. Houses, machinery, engravings; VO singing an eighteenth century tribute to Arkwright’s methods at “the cotton mills now at Cromford”. ACE050.3 10:12:27 10:25:43 Arkwright’s first mill building, of plain stone; the Masson Mill at Matlock, with “Venetian embellishments”. Carver Mill. A warehouse in Boston, Lincolnshire, built in the 1730s, predating the age of machinery, with timber supports. Streamlined timber frames in a mill. Engraving of a section through Belper North, one of the first fireproof mills in Britain, using iron and brick instead of wood. Interior of the mill. Details of design – wedges on supporting pillars ensure a level floor – a direct antecedent of multi-storey frame buildings in the twentieth century. Weir on the Derwent which considerably increased the power of the water to the Strutts’ mills at Belper. Countryside. Exterior and interiors of Cressbrook Mill, Derbyshire, which, via the Parish Apprentices scheme, employed children from workhouses in Liverpool, Bristol and London. Contract for Sarah Wheeler, a spinning girl at the mill, with her employers, the McConnels, read over. Engraving and animation showing mill workers. Commentary says that the Strutts were the first to formally regulate employees’ working conditions and behaviour. and ruins; engravings. Commentary describes changes in the pattern of work between 1780 and 1830, with employees becoming “extensions of factory machinery”. Factory machinery. Commentary points out that the development of steam power meant that factories were no longer tied to rivers and were set up in places with easy access to coal supplies and raw materials. In the nineteenth century, Lancashire and Yorkshire thus took over Derbyshire’s role as the country’s textile centre. Paintings of industrial towns; VO uncomplimentary description by Alexis de Tocqueville of the degradation of their populations. People moved from the country to the cities which often became hugely overcrowded. Engravings and photographs of Nottingham where dwellings were built too close to each other to allow for proper drainage. Commentary reports that Lord Byron tried to shock the House of Lords by describing the city’s squalor. ACE050.4 10:25:43 10:32:17 Lace-making frame-knitting machinery; engravings of nineteenth century fashions; completed fabrics. Buildings in Nottingham’s Lace Market area, including the Adams warehouse, designed by Thomas Hine (1850). Portrait of Thomas Adams, Details of wrought iron interior decoration. Decorative features of Nottingham’s Papplewick Pumping Station (1884), part of the first mains water system in England. The pumping machinery (James Watt). Factory buildings, including the PEX hosiery works and the Frisby Jarvis building in Leicester and a shoe factory in Kettering. A lace factory, Nottingham, a metal frame building with a large percentage of window space; a twentieth century building with its curtain walled exterior almost entirely glass. ACE050.5 10:32:17 10:40:37 Decorative architectural features. A “combination of Renaissance palace and Byzantine church”, the Faire Brothers warehouse, Leicester, and the Frank Wilkinsons’s Anglo-Scotian Mills, Beeston (1886). Stone lettering on Castle Ashby, home of the Marquis of Northampton; a similar feature on the nearby Barratt’s shoe factory. Small shoe-maker’s workshop; commentary talks about the organisation of shoe factories as an example of the people’s response to industrialisation. The Manfield building, Northampton (1857). Commentary reports on the strike of 1859; VO reading appeal by employers to local workers not to obstruct introduction of machinery. Shoe factory. Interior and exterior Manfield building; VO reads Boot and Shoe Workers’ Mutual Protection Society’s response to appeal. Shoe factory. Portrait of Richard Arkwright. Credits.",
   "Choreographer" : "",
   "Date" : "1975",
   "Series" : "",
   "Title" : "Building the Industrial Revolution. Industrial architecture of the East Midlands. A film for European Architectural Heritage Year",
   "Part" : "",
   "Film ID" : "ACE050",
   "Production Company" : ""
}
