{
   "Synopsis" : "The work of German-born British photographer, Bill Brandt (1904-1983), in particular his connections with the Surrealist movement, his portraiture, and his nudes.",
   "Director" : "Steve Dwoskin",
   "Article" : "",
   "Full credits" : "Written and directed by Stephen Dwoskin; Camera Robert Smith, Stephen Dwoskin; Assistant Camera Véronique Goël; Art Director Bernard Trude; Production Roberta Jaffé, Kathie Conn; Assistant to the Director Bernard Trude; Editor Stephen Dwoskin; Technical Unit Véronique Goël, Mari Peacock, Onye Wambu, Jack Warner, Voices Bill Brandt, Didi Hopkins, Kathie Conn, Bill Hoyland Malika Morris; Models Cosey, Daisy; Music Ben Mason. Special Thanks to Bill Brandt, Noya Brandt, Rolf Brandt, Eva Rakos. In addition the Producers wish to thank the following for their co-operation: Barbara Lloyd, Marlborough Fine Art (London) Ltd., RKO General Pictures Inc. USA, Circle 33 Housing Trust, Gordon Fraser Gallery, The National Film Archives Stills Library. Additional quotes from Alice Through the Looking Glass by Lewis Carroll, La Grande Mannequin Cherche et Trouve Sa Peau by René Crevel. Produced by (Stephen Dwoskin) Urbane Ltd.",
   "Minutes" : "59 min",
   "Full synopsis" : "ACE135.2 10:00:00 10:07:55 Commentary describes the film as “a cinematographic journey through the photographic atmospheres of Bill Brandt”. Nude model seats herself on chaise longue. Part reflected in mirror. Photograph of Bill Brandt. Wax hand on mantelpieces, chair, model; child’s VO quoting from Through the Looking Glass. Glass objects reflected in mantelpiece mirror. Picture of Brandt fades in in background. Brandt in profile. Objects. Commentary gives basic biographical details, pointing out that he studied with Surrealists, Dadaists and Metaphysical artists in the 1920s, photographed Britain in the 1930s and wartime London in the 1940s. Brandt at home. Photographs. Photographic self-portrait. Brandt’s VO describing the picture. Brandt at home. His VO talking about Citizen Kane, its set design and perspectives, which inspired him to take photographs. Some of Brandt’s nude studies. \u000b\u000b ACE135.3 10:07:55 10:18:35 Photograph of Flint Cottage, Box Hill, Surrey. Nude studies. Model being photographed. More nudes. More Through the Looking Glass – “you can’t look all round you”. Photograph of train passing over city bridge in Newcastle. Nude with Noh mask. Model. Camera. “The magic paint box.” Commentary quotes Man Ray on photographing and painting. Brandt. Child reading about the Cheshire Cat. Photograph of Jean Arp. Avebury. Highgate Cemetery. French subjects including St Barnabé and Alpes Maritimes. Iris Murdoch. Tombstones, Haworth Churchyard. Yorkshire Man. The Pilgrim’s Way. London by Moonlight – Fifteen Second Exposure. Nudes. Commentary quotes Susan Sontag on photography and Surrealism. Several photographs together; includes one of opera hats in a window. Photographs and their reflections. Commentary quotes Brandt on atmosphere. Photograph of René Magritte holding one of his paintings. Brandt. \u000b\u000b ACE135.4 10:18:35 10:25:51 Max Ernst – Left Eye. Joan Miro – Right Eye. Jean Dubuffet – Right Eye (1960). Jean Arp – Right Eye. Alberto Giacometti – Left Eye. Industrial buildings, railway, church. Battersea Bridge. Halifax. London by Moonlight. Wartime London. Commentary reading from René Crevel’s, La grande mannequin cherche et trouve sa peau (1934). Stonehenge; Brandt’s description over. Wartime London and others. Alice’s question “Who in the world am I? Ah, that’s the great puzzle!” Model and her photograph. Ezra Pound. Commentary quotes Edward Steichner on the two problems in photography – light and reality. Voices reading about the White King’s dream. Various photographs, including several of hands. \u000b\u000b ACE135.5 10:25:51 10:34:21 Room reflected in convex mirror. Photographic distortion. Nudes. Trees. Chiswick House Gardens. Brandt’s VO describing photograph of Francis Bacon. Wuthering Heights. Dover Beach. The Sea is Calm Tonight. Man Ray. Jean Rhys. A. J. P. Taylor. St Paul’s – Wartime. Prior Park, Near Bath. Oakworth Moor, Yorkshire. Chair, music and binoculars; voice reading about the railway guard looking at Alice on the train. Photographs of feet. Model walking around. Photograph of nude in apparently very small room. Door.\u000b\u000b ACE135.6 10:34:21 10:42:31 Quotation from Giorgio de Chirico on art bringing together “abnormal moments” and creativity. Photographs. Sontag on “the force of a photograph”. Nudes. Reflections. Antonio Tapis – Left Eye. White Queen’s advice to Alice. Portraits: Glenda Jackson. Nicol Williamson. Brassaï. Pablo Casals. Dylan and Caitlin Thomas. Cecil Beaton. Cecil Day Lewis. Françoise Rosay. Benjamin Britten. Graham Greene. Nudes. Brandt sits in chair. Quote from André Breton on windows and views stretching away out of sight. More portraits: Jack Yeats. Salvador Dali. Henry Moore. Madame Marie Rambert. Lynn Seymour. Georges Braque. Pablo Picasso. Peter Sellers. John Betjeman. Alec Guinness. ACE135.7 10:42:31 10:55:00 Nude. View of front garden. Nude. Brandt and his VO talking about his experiences with the Surrealists in Paris. Various photographs. Model walking out of room. Photographic distortions. Model re-enters room. Brandt VO on using nudes in order to be able to photograph rooms, and about distortions. Photographs. Quotation from Albert Sands Southworth on producing pictures with a camera. Nudes. Portraits: John Le Carré. Edith Sitwell. Paul Scofield. Franco Zeffirelli. Ivy Compton Burnett. J. B. Priestley. Harold Pinter. Edna O’Brien. Kenneth Tynan. Malcolm Muggeridge. Edith and Osbert Sitwell. House interior. Photograph. Stephen Dwoskin during the filming. Bill Brandt with his camera; his VO identifies this scene as having been taken during the filming. Credits.",
   "Choreographer" : "",
   "Date" : "1983",
   "Series" : "",
   "Title" : "Shadows from Light. The photography of Bill Brandt",
   "Part" : "",
   "Film ID" : "ACE135",
   "Production Company" : "Urbane"
}
