{
   "Synopsis" : "The 14th Dalai Lama (Tenzing Gyatso, b.1935) in exile in India, and an exploration of the ways in which Tibetan Buddhist culture is maintained outside its country of origin during the Chinese occupation.",
   "Director" : "Graham Coleman",
   "Article" : "A",
   "Full credits" : "Our thanks go out to His Holiness The Dalai Lama, Sogyal Rinpoche, Geshe Ngawang Legden, Lama Thubten Yeshe, Lobsang Gyaltsen, Tempa Tsering, Tsering Wangyal. Directed by Graham Coleman; Produced and Photographed by David Lascelles; Lighting and Still photography by Mike Warr; Sound recorded by Robin Broadbank; Edited by Pip Heywood. Copyright © Thread Cross Films July 1978.",
   "Minutes" : "52 min",
   "Full synopsis" : "ACE069.2 10:00:00 10:06:10 In a Tibetan settlement [Bylakuppe], Karnataka state, southern India. An eldest son prepares offerings at his family altar. Statue of lama. Daughter sweeps courtyard. Mother prostrates to the Lord Buddha. Statue of Buddha. Father offers incense and prays as he does so. Commentary says that, since the Chinese occupation began in the 1950s, some 80,000 Tibetans have left Tibet to settle in India, where they are able to maintain their cultural traditions. Man praying. Cattle being turned out as family leaves for work in the fields. Commentary says that Tibet is being administered as part of China, expected to follow China’s politics ideology and thus “bend to China’s active dislike of religious doctrine”, and that the culture of the Tibetan settlements in India is very similar to “the traditional social forms of the old Tibet”. ACE069.3 10:06:10 10:18:02 Caption: “Above the village, at the monastery, the early morning debates.” \u000bCommentary says that the monks are building a new Sera monastery, the original having been the second largest monastery of the old Tibet. Commentary describes the monks’ studies, clarified and refined through debate. Monks debating. Interior of the monastery. Monks painting decorations for the monastery; commentary says that all activities are directed towards spiritual fulfilment for the sake of others, the highest form of service to the community. Caption: “Tibetans visiting Dharamsala, the heart of the Dalai Lama’s administration in exile, come to the Dalai Lama’s residence to receive his blessing.” Queues of people being greeted by the Dalai Lama. Commentary describes the Dalai Lama’s relationship with China, recognising the need for reform but arguing against the suppression of Buddhism and the Tibetan cultural heritage, before and after his move to India in 1959. \u000b ACE069.4 10:18:02 10:30:24 Caption: “The Carpet Co-operative.” Women and men spinning, weaving, stringing loom, trimming pile, etc. Commentary describes constitutional structure of Tibetan settlements in India, based around co-operatives; education and health facilities are available to all. Finished rugs; commentary explains materials and some of the symbolism in design. Caption: “The Dalai Lama gives a teaching to his Abbots and Monks.” Monks taking their places for the start of a twelve-day teaching at which the Dalai Lama will describes stages in progress towards Buddha-hood. Dalai Lama reciting the Heart Sutra with the monks. Mural. Singing offerings. Dalai Lama begins his teaching. ACE069.5 10:30:24 10:36:10 Caption: “It is night-time. The Abbot is in Retreat.” The Abbot praying to prepare himself for giving the empowerment of Hayagriva to the people. Commentary describes the deity as being symbolic of purity of mind. Mural. Caption: “The village stupa.” Man walking around the stupa at dawn. Commentary describes the purpose of the stupa itself and of this activity. Caption: “In the monastery the master painter offers prayers to his teachers.” Monk praying. “Following a kind master, foundation of all perfections, is the very root and basis of the path… May I … quickly attain the stage ‘Holder of Diamond Knowledge’.” ACE069.6 10:36:10 10:45:34 Caption: “The people gather at the monastery to receive the empowerment of Hayagriva.” Master painter marks out auspicious symbols in coloured sand. People gathering at the monastery; monks blowing dungs (ceremonial horns) to call them. Commentary talks about the success of the settlements in which the monasteries provide a sanctuary for the preservation and continuation of Buddhist teachings, while the lay communities work on the basis of equality and workers’ control and help to support the monks; together they are establishing the basis for a new structure to Tibetan society. Procession of monks (Yellow Hats) going into the monastery and, along with other Tibetans, being blessed by the Abbot. ACE069.7 10:45:34 10:52:06 Caption: “On the anniversary of the popular uprising by the Tibetan masses against the Chinese occupation in 1959, the Dalai Lama gives a speech to his people.” Dalai Lama taking his place in front of large gathering of Tibetans. “We observe this occasion because our struggle is for the independence of Tibet…” He suggests that the invasion gives new opportunities, that Tibetans can learn from the Chinese, and urges them to build a modern social democracy but one in which the basic Dharma tenets of Buddhism are maintained so that people are kind and work for “the benefit of society, the benefit of others”, and all bear some responsibility for reaching this target. Credits.\u000b",
   "Choreographer" : "",
   "Date" : "1978",
   "Series" : "A Trilogy on Tibet",
   "Title" : "Prophecy",
   "Part" : "1",
   "Film ID" : "ACE069",
   "Production Company" : "Thread Cross Films"
}
