{
   "Synopsis" : "Work by Max Eastley (b.1944), kinetic sound sculptor.",
   "Director" : "Simon Reynell",
   "Article" : "",
   "Full credits" : "Sound Sculptures Max Eastley; Musicians: Max Eastley, Steve Beresford, David Holmes, David Toop, Kazuko Hohki, Evan Parker; Poems Jorge Luis Borges , Courtesy of Delacorte Press; Voice-over Peter Biddle. Thanks to the owners of Kent’s Cavern, Torquay. Facilities Sheffield Independent Film. Processing Universal Film Labs. Sound recordist Ray Beckett. Studio sound Dave Hunt. Sound transfer & dub Roger Cherrill Ltd.; Lighting camera David Rea; Camera operator Gary Wraith; Camera assistant Paul Harrison; Rostrum camera Ken Morse; Electricians Stewart Monteith, Patrick Behan; Grips Mick Duffield, Gary Romaine, Glyn Fielding; Editor Dinah Ward; Assistant editor Cath Patton; Production assistants Pamela Marre, Martin Fox; Executive producer Rodney Wilson; Director & producer Simon Reynell. Produced by Steel Bank Film Co-op for the Arts Council in association with Channel Four Television. © Arts Council of Great Britain MCMLXXXVIII.",
   "Minutes" : "27 min",
   "Full synopsis" : "ACE181.2 10:00:00 10:14:53 Waterfalls in woodland. Numbers of triangular ceramic and wire artefacts placed on rocks and on the shore act like Aeolian harps. A group of kite-shaped frames on a beach making noises as they vibrate in the wind. A group of pierced wooden “flutes” of different pitches tied to stakes on the beach. Night shot of a small piece of metal being dragged by a wire round in a circle, making different noises as it passes over sand and stones. Woman’s VO reads “The changing figurations of a cloud, the sandy footprints which the fatal wave as though asleep erases from the beach, the things which no-one sees…” A piece of bamboo dragged by a wire over a circle of other pieces of bamboo. Photograph of Eastley. One of his first collaborations was “World Music”. Performers, with their heads completely covered by basketwork masks, whirling wood, cloth, rope, and rubber tubes, playing rattles and spinning tops. ACE181.3 10:14:53 10:26:50 Caption: “‘Cat versus Rat’”. A Japanese Narration by Kazuko Hohki. Music by Max Eastley and David Toop”. Woman’s voice reading in Japanese and English. Wooden blocks suspended in two concentric squares rap against each other and the spinning balls suspended between them Hanging metal rod spinning against metal bowls. Eastley playing a stringed instrument with a bow. Beads on wires knocking against wooden blocks. Landscape painting by Eastley. Water dripping in a limestone cave. Woman’s VO reads “The skull within. The secret shuttered heart. The by-ways of the blood I never see. The underworld of dreaming…” Glass and wire objects making tinkling sounds in the limestone cave. Clarinettist, and Eastley playing stringed instrument. Credits.",
   "Choreographer" : "",
   "Date" : "1988",
   "Series" : "",
   "Title" : "Clocks of the Midnight Hours. The work of Max Eastley",
   "Part" : "",
   "Film ID" : "ACE181",
   "Production Company" : "Steel Bank Film Co-op"
}
