{
   "Synopsis" : "A survey of the life and work of Joseph Mallord William Turner (1777-1851), British Romantic landscape and marine painter.",
   "Director" : "David Thompson",
   "Article" : "",
   "Full credits" : "Recollections of the artist by his contemporaries read by Michael Hordern. The Producers gratefully acknowledge the help of The Trustees of The Tate Gallery, London, The Trustees of The National Gallery, London, W Fairfax Cholmeley, Esq., and The British Museum, The National Portrait Gallery, The Courtauld Institute, The Guild of St George, BBC Hulton Picture Library, for the loan of documentary materials; Photographed by David Muir; Edited by Mamoun Hassan; Production Manager Jack Carruthers; Music by Elisabeth Lutyens; Conducted by Philip Martell; Written and Directed by David Thompson. Produced for the Arts Council of Great Britain by Samaritan Films, London, England. Executive Producer Anne Balfour-Fraser; Associate Richard Crewdson.",
   "Minutes" : "27 min",
   "Full synopsis" : "ACE011.2 10:00:09 10:09:04 Portraits of J. M. W. Turner at different stages of his life, including Self-Portrait (c.1799). VO quoting description of his character. Moonlight – A Study at Millbank (c.1797); Fishermen at Sea (before 1796); Calais Pier, with French Poissards Preparing for Sea: An English Packet Arriving (aka Port of Calais; c.1803) – details; The Shipwreck (c.1805) – details. Cliveden on Thames (c.1807) and other landscape paintings including Eton from the River (c.1807) and Windsor Castle from Salt Hill (c.1807). Cows in a Landscape with a Footbridge (c.1805-1807). Goring Mill and Church (c.1806-1807). House Beside a River, with Trees and Sheep (c.1806-1807). Willows beside a Stream (1805). The Thames near Walton Bridges (1805). Walton Reach (1805). Chichester Canal (c.1828). Turner holding palette. Various sketched and drawn portraits. Descriptions of him read over. ACE011.3 10:09:04 10:17:06 Crossing the Brook (1815). The Bay of Baiae with Apollo and the Sibyl (1823). Regulus (1825-1837). The Decline of the Carthaginian Empire (1817). Regulus details. The Parting of Hero and Leander (c.1837). The Tenth Plague of Egypt (c.1802). Lightning flash. The Destruction of Sodom (c.1805). Snow Storm: Hannibal and His Army Crossing the Alps (c.1812). The Fall of the Avalanche in the Grisons (c.1810). A Disaster at Sea (c.1835) and others images of storms and rough seas. Illustrations, including William Parrott’s J M W Turner at the Royal Academy, Varnishing Day, of Turner completing canvases; commentary reads descriptions of him doing this.\u000b ACE011.4 10:17:06 10:27:06 Bridge of Sighs, Ducal Palace and Custom-House, Venice, Canaletti Painting (1833). The Dogano, San Giorgio, Citella, from the Steps of the Europa (c.1842). St Benedetto, Looking towards Fusina (c.1843). The Disembarkation of Louis-Philippe at Portsmouth, 8 October 1844 (c.1844-1845). The Sun of Venice Going to Sea (c.1843). Ulysses Deriding Polyphemus – Homer's Odyssey (c.1829). Rocky Bay (1828). Rocky Bay with Figures (c.1827-1830). Seacoast with Ruin, probably the Bay of Baiae (1828). Claudian Harbour Scene (1828). Archway with Trees by the Sea; Sketch for “The Parting of Hero and Leander” (c.1828). Landscape with Trees and a Castle (c.1828). Coast Scene near Naples (c.1828). Lake Nemi (c.1828). Italian Landscape, probably Civita di Bagnoregio (1828). Southern Landscape with an Aqueduct and Waterfall (c.1828). Landscape with Water (c.1840-1845). Study for the Sack of a Great House (c.1830). Music Party, East Cowes Castle (c.1835). Two Women with a Letter (c.1830). The Fighting Temeraire, Tugged to her Last Berth to be Broken Up, 1838 (1838). The Evening Star (c.1830). Peace – Burial at Sea (c.1842). The Hero of a Hundred Fights (1800-1810/1847). The Angel Standing in the Sun (c.1846). Death on a Pale Horse (c.1825-1830). Whirling images. Light and Colour (Goethe's Theory) – the Morning after the Deluge – Moses Writing the Book of Genesis (c.1843). Details of water, clouds, etc. Snow Storm – Steam-Boat off a Harbour's Mouth (c.1842). Yacht Approaching the Coast (c.1840-1845). The Harbour of Brest: The Quayside and Château (c.1826-1828). Sunrise, a Castle on a Bay: “Solitude” (c.1840-1845). Norham Castle, Sunrise (c.1845). Sunrise, with a Boat between Headlands (c. 1840-1845). JOSEPH WILLIAM MALLORD TURNER. Born 23rd April 1777 Died 19th December 1851. Credits. Petworth Park: Tillington Church in the Distance (c.1828). The Lake, Petworth, Sunset (c.1828).",
   "Choreographer" : "",
   "Date" : "1966",
   "Series" : "",
   "Title" : "Turner. Paintings from the Turner bequest in the Tate Gallery and National Gallery, London",
   "Part" : "",
   "Film ID" : "ACE011",
   "Production Company" : "Samaritan Films"
}
