{
   "Synopsis" : "The life and career of black American opera singer, Jessye Norman (b.1946)",
   "Director" : "Bob Bentley",
   "Article" : "",
   "Full credits" : "A BBC TV Production in association with Malachite Productions and The Arts Council of Great Britain. Recording session courtesy of CBS Masterworks and Philips Classical Productions. With special thanks to Royal Opera House, Covent Garden, BBC Symphony Orchestra, Royal Albert Hall, Howard University, Dance Theatre of Harlem, Theatre des Champs Elysées, English Chamber Orchestra, Center for Southern Folklore, Yale University, NBC, Visnews, Photo Buhs/Remmler Berlin, Nelson A Danish, Zoe Dominic, Carole Felton, David Sigall, Geraldine and Michael Hawkins. Musical Advisers John Whitfield, Jonathan Balkind; Piano Accompanists Geoffrey Parsons, David La Marche; Camera David South, John Beck, Brian Hall, Colin Waldeck, Mike Coles; Sound Bruce Gallaway, Julian Baldwin, Mike Savage, John Murphy; Dubbing Mixer Geoff Cutting; Dubbing Editor Ray Frawley; Graphic Design Graham Kern; Rostrum Ken Morse, Malcolm Kipling; Unit Manager Paula Leonard; Production Assistants Susan Wills, Cassie Braban; Film Editors Helen Mastrandrea, John Strickland; Executive Producers Dennis Marks, Rodney Wilson; Producers Harvey Cass, Cathy Palmer; Directed by Bob Bentley. Omnibus. © BBC TV Arts Council of Great Britain MCMLXXXVI",
   "Minutes" : "74 min",
   "Full synopsis" : "ACE163.2 10:00:00 10:06:16 Jessye Norman relating an anecdote to Howard University students about asking a taxi-driver to turn off his radio. Norman in performance, singing “Dunkel wird auf meinen Augen...” from Ariadne auf Naxos by Richard Strauss. Queue of people. Norman signing album covers at the Music Discount Centre in London. Commentary talks about Norman’s wide repertoire and her vocal range. Norman talks about her voice being “wayward” in her twenties, and still developing. Alice Duschak, Former Voice Teacher, describes Norman’s versatility, singing both alto and soprano, and always being in control. ACE163.3 10:06:16 10:15:27 Norman recording Alban Berg’s “Über die Grenzen des All... ” (Fünf Orchesterlieder nach Ansichtskartentexten von Peter Altenberg, no. 3.) with Pierre Boulez and the BBC Symphony Orchestra. Commentary talks about her often working with the sort of twentieth century music that other singers shy away from. Norman on the precision required for recording such music. Boulez suggesting that contemporary music can be more accessible if performed by voices more generally associated with Wagner or Strauss, etc. Playback of the recording. Norman VO explains the Postcard Songs. Singing the fifth song, “Hier is Friede…”. Boulez’s VO on the balance of voice and orchestra. Norman and Boulez discussing the recording. Boulez talks about reaching a compromise. The Albert Hall. Norman’s VO saying that a recording is of a performance that she “was able to give on a particular day” and not to be regarded as “the definitive performance”. She talks about being at the Last Night of the Proms thirteen years earlier, an experience which may have influenced her to move to Britain. Performance at the Albert Hall of the Altenberg Lieder; Norman’s VO says she prefers to sing for an audience rather than in front of a microphone. Part of the first song, “Seele, wie bist du schöner, tiefer, nach Schneestürmen”. ACE163.4 10:15:27 10:28:26 Photographs with commentary on Norman’s early life. Children singing in school. Norman talking being asked to take a solo role at the age of six, and about reading the part of Lady Macbeth. Dr Silas Norman, Elder Brother, on their local church’s encouragement of any kind of talent; film of church meeting. Both Normans on her singing in church. Norman singing the spiritual, Oh, Freedom. She talks about the “commitment and urgency” to be conveyed in such songs, and says that, though they always have a religious context, they bring her peace when she sings them to herself. Anti- segregation demonstration. Dr Norman talks about Jessye Norman’s experience of segregation and demonstrations. Newsreel footage of sit-in in a restaurant. Norman talks about her participation in civil rights activity. Ku-Klux Klan demonstration in Georgia. Norman says that she wasn’t deeply affected by segregation as she realised early on that “it was just so stupid”. Martin Luther King’s “I have a dream” speech. Norman on train; her VO talking about the impact of King’s speech and her arrival in Washington. Norman in the Grand Arrivals Hall at Union Station. She remembers thinking of the March on Washington (news-film) and believing that everything would change. \u000b ACE163.5 10:28:26 10:38:09 Washington Monument. Norman singing Oh, Freedom with Howard University Music Class of ’66. Talking about this reunion. Practise sessions at the University. Photographs of Norman’s class. Meeting old friends. Singing. Dr Doris McGinty, Music History Teacher, says that there was a general expectation that Norman would be successful, but that she herself was less certain; talks about her voice teacher, Caroline Grant. Norman says she had always sung. Master class: Norman answers a question about being nervous. Student Corinthia Cromwell asks why Norman chose classical music: Norman answers she has no talent as a jazz singer. She wonders if she might have turned out differently had she had more exposure to such music early on. Cromwell thinks she is drawn to jazz because of it being an American art form deriving from black culture; Norman agrees but is concerned that this could mean that she herself might not be considered capable of singing Schubert or Wagner. Norman talking about first hearing classical music on the radio, and listening to Metropolitan Opera broadcasts. Student Mark Seabrooks asks about going to Europe. Norman points out that it’s not Utopia and going there won’t help him avoid racial prejudice. Norman remembers her father saying that black people had to work twice as hard as whites to be successful and accepted. ACE163.6 10:38:09 10:48:48 Norman at Constitution Hall, Washington; commentary explains that Marian Anderson was barred from performing there in 1939 because she was black. Norman’s VO talking about hearing Anderson in concert in Constitution Hall when she was a student. Photograph, recording over of Anderson singing Franz Schubert’s Ave Maria. McGinty points out that, for Norman’s generation, Anderson embodied what a black singer could become. Norman says that Eleanor Roosevelt used her influence to allow Anderson to sing at the Lincoln Memorial; news-film of the event with Anderson singing Ave Maria. Norman near the Lincoln Memorial. Commentary says that after her appearance at Constitution Hall in 1968, she was given a new impetus internationally. Norman explains that she appeared at a special audition, in front of directors of European opera houses invited by J Ralph Corbett, for young singers. Photographs of Egon Seefehlner of the Deutsche Oper, Berlin, who offered her a contract. Norman talks about not wanting to take on roles she felt she was not suited to, and which she feared might upset her voice. Norman in make-up. Commentary says she took a five-year break from the opera stage in order to allow her voice to develop; after this she sang a number of “Greek” roles, and returned to Covent Garden in 1985 in Ariadne auf Naxos. Norman VO says that this is the right time for her to be singing Ariadne, rather than when she was in her twenties. There had been roles she wanted to sing but knew she should not. She likes Ariadne because of its “Shakespearian quality”. Performance, Norman singing “Es gibt ein Reich, wo alles rein ist”. Her VO explains the aria. Norman talking about the scene in which Ariadne mistakes Bacchus for Hermes, the messenger of death. Performance. ACE163.7 10:48:48 11:01:13 Rehearsals with James King as Bacchus, Jean-Louis Martinoty, Director, Jeffrey Tate, Conductor. Tate talking about his collaboration with Norman over phrasing, etc. They discuss a particular line. Martinoty working on hand movements with Norman and King. Norman on working out the logistics of movements which have to coincide with the music. Performance – “Gibt es kein Hinüber?” etc. Norman complaining about directors who have “a lot of clever ideas” but who haven’t “sat down to learn the score”. Performance; Norman’s VO praising this production which has “a lot of innovative ideas which have not destroyed the music … the only way one can think about opera.” Music continues over shots of Harlem, New York; children playing on the streets, etc. Norman’s VO talking about social responsibilities: artists and performers cannot live in a vacuum. Dance Theater of Harlem; Norman’s VO saying how important it is to have classical ballet being taught in Harlem. Norman with Arthur Mitchell, Founder and Artistic Director talking about his idea to have her sing live while the Company dances. Songs of Mahler performed at an Open House; Mitchell’s VO saying how important it is for young people to have role models and to understand the need for hard work to support talent. Norman’s VO says she can only be the best she can be and hope that young black Americans might be interested in doing work similar to hers. ACE163.8 11:01:13 11:14:07 Norman studying score; her VO talking about needing to be alone to concentrate, but not liking the idea of being lonely. Audiences coming in at Theatre des Champs. Elysées. VO talking about planning concerts – ensuring different programmes for return visits to a city. Talking VO about Claude Debussy’s Trois Ballades de François Villon which she likes with piano accompaniment. Performance of the third, Ballade des Femmes de Paris; announcement that she cannot finish performance – her VO explains that she had an infection and couldn’t breath properly – but does sing Strauss’s Schlechtes Wetter. Norman says there’s no pressure on her to anything except stand up and sing but she is always critical of herself when she can’t do that for some reason. Leaving the theatre. Norman says she tries to be realistic and objective about her performances, and to work on things that are difficult for her; the pressure to perform well comes from within. Man tuning harpsichord; Norman sitting. Her VO saying her goal is to be better as what she does. Recording “When I am Laid in Earth” (Dido’s Lament) from Dido and Aeneas by Henry Purcell. Credits.",
   "Choreographer" : "",
   "Date" : "1986",
   "Series" : "",
   "Title" : "Jessye Norman. Singer",
   "Part" : "",
   "Film ID" : "ACE163",
   "Production Company" : "BBC TV/Malachite Productions"
}
