{
   "Synopsis" : "The history of Kensal House, west London, as seen through the experiences of some of its inhabitants, which has declined in status since its construction in 1936 as a showpiece for the Gas, LIght and Coke Company.",
   "Director" : "Peter Wyeth",
   "Article" : "",
   "Full credits" : "Grateful thanks to: Eileen Arnold, Tim Benton, Sue Butt, Louise Campbell, Marjorie Cleaver, David Dean, Jacqueline Hart, Dorette Hawthorn, Alma Headland, Sue Lawrence, Ken Lewinton, Jackie Smith, Mary Smith, British Gas, Building Research Station, Kensington & Chelsea Social Dept, Housing Department, North Thames Gas, Royal Institute of British Architects. Stephen Bayley is Director of the Conran Foundation. Extracts from Kensal House (1938) (produced by the Gas Light & Coke Co.) used with the kind permission of British Gas, North Thames Gas. Lighting Cameraman Patrick Duval; Assistant Cameraman Martin Shirley; Sound Stan Phillips; Electrician John Barker; Runner Paul O’Higgins; Editor William Diver; Assistant Editor Toby Benton; Sound Re-Recording Aad Wirtz, Cine Lingual Sound; Post Production Services Roger Cherrill, Cinecontact; Laboratory Colour Film & Video Services; Video Titling Pullman Video; Production Manager Andrew Barratt; Executive Producer Rodney Wilson; Written, Produced, & Directed by Peter Wyeth. Arts Council of Great Britain © 1984.",
   "Minutes" : "55 min",
   "Full synopsis" : "ACE149.2 10:00:00 10:09:33 Shots of peeling plaster, exposed brickwork, broken window, graffiti, etc. Jessie Watkins says the estate had declined into slum conditions by the 1970s. Alice Cole said she asked to be moved out. Boarded-up windows. Overflowing dustbins. June Parsons says there’s no community there and it’s “totally different” from what it was.\u000bGardens today. Film from the 1930s of people working in the same garden space, children playing, women having tea together. Watkins talking about how everyone came to know their neighbours very quickly and how they would all help each other.\u000bCommentary introduces the film as “The biography of a building, a picture of its life, from a range of people with different points of view. Stories of hopes and ideals, but also of decline and decay. The ideas that gave rise to it, and also where those ideas came from. The social circle into which they passed. The gas company which financed it. The stories of the people who have lived in it over two generations. A particular choice of views. Views of Kensal House.”. Architects plans and drawings intercut with shots of buildings and surroundings. Extract from Kensal House (1938), showing houses of the period, local man describing living conditions, Maxwell Fry talking about the Gas, Light and Coke Company building blocks of “working class flats”; models, finished buildings. Alice Cole, Resident 1936-1975, says that she was the first person to move into the block she lived in. Says the flat had hot water and a bath. June Parsons, Resident since 1936, says that her mother couldn’t believe the luxury of having a separate bedroom for the children, and an inside bath and toilet, etc. She says the buildings were known as “the Sunshine Flats”. Caption: “The towpath to the North of Kensal House.” Commentary asks how the designers of the flats imagined life in them. Maxwell Fry says that he and his colleague, Elizabeth Denby, wanted “really liveable flats” and some sort of “urban village life”. Article by Elizabeth Denby. Extract from Kensal House showing children playing. Fry says the flats exemplified their ideas of “what urban life should be for the working classes”. Commentary reads from report in The Times on a paper Denby gave at the RIBA in November 1936, in which she said that working people considered flats to be “inadequate for families whose lives centred in an around the home”. Newspaper advertisements for staff and for holidays, etc. Fry points out that there were communal workrooms and committee rooms in one of the blocks which provided space for activities which couldn’t easily be carried on in a small flat. Cole describes meeting Frank Sainsbury and Elizabeth Denby and being appearing in a film about her little girl and the Kensal House nursery school, and about the women’s social club.\u000b ACE149.3 10:09:33 10:18:31 Extract from film showing Cole, the children and women, and men in the workshops. Jessie Watkins, Resident 1936-1974, talking about the social events. Photographs of dances, bus trips, exercise classes, children’s activities, etc. Cole says they all took on a new lease on life. Fry explains their ideas that flats should have an integral social component and, most important, that the children should have nursery schools. Caption: “Early evening at Portobello Dock.” Commentary asks why the idea of Kensal House was attractive to the company that financed it. Fry talks about the rivalry between the electricity and gas companies, and the forward-looking nature of the Gas, Light and Coke Company who used one of their own derelict sites for a piece of modern housing. Pamphlet, Why Kensal House was built. Commentary quotes from pamphlet explaining “the myth” of the all-electric house. Extract from Kensal House. Margaret & Eva Wilson, Shopkeepers, explain that the Kensal House flats were “all gas”, including the lighting for which the Wilsons’ shop sold gas mantles, and which they still stock. Caption: “The Motorcycle Repair Yard below Southern Row.” Commentary asks how the architects saw the design of the site meeting the needs of the occupiers of the flats. Fry talks about the awkward nature of the site, that it was much lower than the road. Architect’s drawing showing its shape, etc. Views of the buildings; the nursery school on the site of an earlier gas holder which also influenced the shape of the nearer block. Extract from Kensal House shows bridge from the main road across both blocks reducing the need for people to climb steps. “Living” balconies which Fry describes as very important features, and small balconies designed to be drying areas for laundry. The kitchen designed as a place of technology. Fry says that they eliminated corridors to increase space in the other rooms. Extract from Kensal House shows men playing billiards in living room, woman ironing. ACE149.4 10:18:31 10:28:36 Caption: “The Dawn Sky over Kensal House.” Commentary asks what sort of memories remain of Kensal House around the war years. Cole talks about amateur dramatics, and putting on Love on the Dole around 1939. She recites some of her lines. Commentary reads from notice of appointment of Air Raid Warden. The Wilsons relate an anecdote about an air raid. Parsons tells how a tombstone, blown across the road by a bomb, split open a nearby gas holder. Film of empty flat. Woman’s VO talking about a man who committed suicide after the death of his wife. Caption: “The Middle Window of Number 328 Ladbroke Grove.” Commentary asks about the origins and reception of the “new ideas” which inspired the architects. Fry says that, a decade after the Great War, everyone was looking forward to a better future. He saw pictures of Bauhaus, Le Corbusier, and other continental architecture (photographs) and used these ideas in miniature. Stephen Bayley, Victoria & Albert Museum, describes the debate in which people saw flats as “a continental import” which would destroy British urban life. Fry talks about similar attitudes and resistance to change. Caption: “Westminster Lorry Park on Kensal Road.” Commentary asks about the link between the campaign for the modern flat and the cause of “improved housing for workers”. Bayley says that the Modern movement believed that flats were the rational solution to the housing problem, and points out that Britain already had mansion blocks and workers’ tenements. ACE149.5 10:28:36 10:38:47 Henry Roberts’s 1849 “model dwellings for families” in Bloomsbury. Model flats, disguised as cottages, designed by Roberts for Prince Albert in 1851. Caption lists London County Council legislation empowering local authorities to build social housing. St Pancras development, completed 1928. Commentary describes the design of these buildings. Bayley on the influence of German “existence minimum” ideas, and Fry interpreting this to suit English taste. Caption: “The Admiral Blake just South of Kensal House.” Commentary asks about the social circles welcoming the Kensal House ideas and how these ideas were put into practice. Fry talks about meeting Elizabeth Denby, the leading spirit on housing reform, and telling her about his ideas; Denby immediately got him a commission to build a development in South London. Extract from Kensal House showing Denby saying that the flats were designed for families, families on their balconies, boys playing; Denby says the tenants are the people who regulate their own communal lives. Watkins describes Kensal House as “Miss Denby’s baby” and talks about her involvement in it. Cole talks about the financial help that Denby gave to people for their own flats and for the club. Lady Newell, Chairman Feathers Association, talking about visit by Prince of Wales to deprived areas of Wales in 1933, the setting up of Feathers in Kensal Road, and subsequently running the community centre at Kensal House. Photographs of Octavia Hill, pioneer of work with “the deserving poor” in the late nineteenth century. Fry describes Denby as being “passionate” about her work. Caption: “Early Afternoon below the Kensal Green Retort.” Commentary asks when, and for what reasons, in the view of the original tenants, did Kensal House begin to decline? Watkins says that it was around 1940, when people were evacuated and the club was turned into a children’s dinner centre. Extract from Kensal House. Reg Cole (sitting with Alice Cole) says that it was never the same after the war, and was eventually turned into a youth club which excluded the older people. Watkins never the same after the war – no-one had the same organisational skills as Miss Denby, who visited less frequently. Minutes of management meeting of March 1945 noting that Miss Denby would resign at the end of September. Gwen Cole (with Alice and Reg Cole) says that it was originally “well ordered and kind” but was “no longer kind” after the war. ACE149.6 10:38:47 10:46:40 Caption: “Kensal House from All Souls canal bridge.” Commentary says that no single factor can be wholly responsible for the decline of Kensal House and asks if the design itself had something to do with it. Watkins talks about people washing in the inadequately sized kitchens because there were no basins in the bathrooms. Covering letter for copy of “entirely frank” report from December 1942, What the Tenants Think of Kensal House. Extracts from report (read over extracts from Kensal House) particularly on tenants’ views of the kitchens. Stephen Bayley talking about the kitchen as social centre, and thinks that though Modern Movement architecture offered interesting exteriors, interiors were often not responsive to people’s needs. Caption: “The return of the Bristol Train.” Extracts from Kensal House and other footage. Commentary talks about the decreasing level of financial support offered to the flats after the war, saying that the gas company decided to sell the building in 1947, as its publicity value was outweighed by its costs. Fry says he was told that the rents were too low to cover even basic maintenance. The London County Council finally took over the flats in 1951, and used them for social housing. Watkins says that, while the gas company would vet tenants carefully, the LCC didn’t. They hoped that “rough” people would be helped by “decent” people, but in fact the standards brought down. Reg and Alice Cole talking about vandalism and theft. Caption: “Fishermen passing along the Grand Union Canal.” Commentary says that LCC policy was to assign “first grade” tenants to new property and “second grade” to re-lets which is what Kensal House had become without its social facilities. Gwen Cole says that the neighbourhood changed and women felt less safe on the streets. Commentary talks about the break-up of local communities, and the increase in crime. Watkins describes break-ins to her flat. ACE149.7 10:46:40 10:54:59 Caption: “The Waste Chute at the New Flats East of Kensal House.” Railway bridges. Commentary talks about the fear and isolation caused by the break-up of communities, the arrival of new residents from further afield, and thus the disappearance of common experience. Dorette Hawthorne, Tenants Association, says there have been huge changes in the last thirteen years since she arrived, with a high turnover of tenants, many of whom don’t speak English as a first language. Watkins complains about the Council’s strategies for occupancy. Commentary says that, in the 1970s, Kensal House deteriorated to the point where it was set aside for “third category or substandard tenants”, and by the 1980s was being used for single people or families from Asian countries. Parsons says she doesn’t see her neighbours any more; many of the flats are let out on a shared basis. Paul Ryan, Mark Eager, Michael Burges, Resident 1 Year, say there was no curiosity about them when they moved in; the flats are now regarded as “hard to let”. Commentary says that the lack of social cohesion made it difficult for Kensal House to adapt to changes in society at large. Ivor Flint, Resident 2 Years, on the difficulty of getting to know neighbours as there’s nowhere to meet. Thora Skinner, Resident 3 Months, knows two people because they were also in the Refuge that placed her. Burges. Catherine Morencie, Resident 5 Years, counts the few people she knows. Parsons says that, in the old days, everyone knew everyone. Flint comments on a lack of community spirit. Parsons. Hawthorne on problems faced by the Tenants’ Association. Commentary points out changes in use for the former club rooms, one an independently-run youth club, one an independently-run crèche. Fry says that post-war development “brought the whole [Modernist] movement into disrepute” because it was much more commercially minded, and considers that much contemporary work is “not stirring the whole body of architecture as it should”. Commentary talks about the cost of maintaining Kensal House’s social facilities as being too expensive to be extended, after the war, across the country: “The decline of Kensal House was the price of the war, a loss of community feeling still being paid for well beyond Kensal House.” Extracts from Kensal House. Credits.",
   "Choreographer" : "",
   "Date" : "1984",
   "Series" : "",
   "Title" : "12 Views of Kensal House",
   "Part" : "",
   "Film ID" : "ACE149",
   "Production Company" : "Capital Films"
}
