{
   "Synopsis" : "Black South African musicians living in Britain - including Pinise Saul (b.1941), Hugh Masekela (b.1939), Louis Moholo (b.1940) and Mervyn Africa (b.1950) - who use their music as a weapon of resistance and solidarity.",
   "Director" : "Imre Bakari",
   "Article" : "",
   "Full credits" : "Featured Artists: Hugh Masekela Band, Louis Moholo & Viva La Black, Mervyn Africa Quintet, The Brotherhood of Breath, Pinise Saul. Thanks to Peggy Phango, Barbara Pukwana, Julian Bahula, Hazel Miller, Pitika Ntuli, Thebe Lipere, Lisa Bahula, Val Wilmer, Mike Rose, Theo Meyer, Johnny Sterling, Rashid Lombard, Albert Ralulimi, Geoff Paynter, Don Mattera, Joe Manana, Tete Mbambisa, Aubrey Simani, Marie Human, Sulayman Lelokoane, Hughes Fikile Dyani, The 100 Club, Jackson’s Lane Centre, The Subterrenea Club, African Connection Productions, Gallo Records, Dorkay House. Camera Operators Chris Morphet, Phillip Chavannes, Kelvin Richard, Bob King, John Simmonds, Shane Mohabier, Vincent Razaq; 2nd Unit Director Glenn Ujebe Masokoane; Lighting McBride Lighting; Production Assistant Dennis Davis; Research Imruh Bakari, Morabane Modise; Rostrum/Graphics Jay Holloway; Stills Bailey’s African Photo Archives, The Theatre Museum, George Hallett, Val Wilmer, International Defence & Aid Fund, Muhsin Kilby. Dubbing Mixer Bob Jackson; Camera Chris Morphet; Sound John Lunsden; Editor Stuart De Jong, Mary Dockwrey; Producer Henry Martin; Executive Producer Rodney Wilson; Director Imruh Bakari. A Ceddo Production for the Arts Council of Great Britain in association with Channel 4.",
   "Minutes" : "52 min",
   "Full synopsis" : "ACE242.10 00:41:39 00:48:25 Church congregation singing Nkosi Sikelel’ iAfrika at funeral. Photographs. Moholo talking about the many members of the Blue Notes who have died, photographs of Nick Moyake, Mongezi Feza, Johnny Dyani Chris McGregor, Dudu Pukwana. Viva La Black playing Requiem at the Chris McGregor benefit. Moholo is saddened that these people, who have worked so hard to liberate South Africa, will not see it as a free country. ACE242.11 00:48:25 00:55:42 Hugh Masekela Band playing The Healing Song. Intercut with actuality footage of Nelson and Winnie Mandela walking in the streets, February 11, 1990, and Mandela and his entourage in a packed stadium. Credits (music continues over). ACE242.2 00:00:00 00:11:38 Hugh Masekela playing trumpet intercut with newspaper headline and photograph of\u000bblack woman being led away by white policeman. Pinise Saul saying that “it’s a struggle to be in exile”. Masekela. Louis Moholo finds it “very hard to cope” Morris Goldberg with Hugh Masekela’s band. Hugh Masekela saying that “no amount of success can be significant to you” when you consider the living conditions of black people in South Africa. Saxophonist. Photo of Nelson Mandela after his release from prison. Masekela. Mervyn Africa, exiled 1981, on how different it is not to be subject to restrictions on who he could play with. Pinise Saul, exiled 1975, speaks about lack of opportunity in South Africa. Saul singing, Ntiylo Ntiylo with Africa on piano. Music continues over shots of signs for “Whites only”, and “Non-Europeans only”. Peggy Phango, exiled 1961, says she gave up nursing after having to watch a white woman bleed to death because, being black, she wasn’t allowed to touch her. Photograph of her on stage. Louis Moholo, exiled 1964, talking about his move from Cape Town to Johannesburg.\u000b ACE242.3 00:11:38 00:17:21 Phango talking about the rough conditions in Alexander township. Phango’s VO over film of Kings Theatre in Alexander, on the perils of being accosted by a local gangster. Moholo talking about life in Sophiatown. Photograph of woman defending herself; photographs of musicians. Moholo speaking about his musical experiences in Johannesburg – he was lucky enough to play with musicians like Kippie Moketse. Interview with Phango, intercut with photographs of people dancing and musicians, on growing up as a city dweller and wanting to break away from the traditional ways of their parents; a lack of tribal rivalry; being able to sing but not talk about their lives. Coming to England with King Kong, Newsreel item: exterior London’s Princes Theatre [February 23, 1961], for opening of King Kong. Cast presentation to Princess Margaret: Phango and Nathan \"Dambuza\" Mdledle, Joe Mogotsi. Phango VO. Interview with Phango, intercut with photo of Mdledle, Mogotsi, Rufus Khoza and Ronnie Majola Sehume singing as the Manhattan Brothers, and 16: photographs of the King Kong production (sound recording over). Interview with Moholo, intercut with photographs – his “comrades”, the Chordettes, people dancing, township, musicians, singers. He talks about the dance music they played, the “Sunday clothes” worn in these photos, helping people whose homes they stayed in.\u000b\u000b ACE242.4 00:17:21 00:23:07 Hugh Masekela, exiled 1960. Intercut with photographs of Trevor Huddleston, footage of Dorkay House where the Union of Artists was based, photographs of Masekela and friends. Masekela talks about Huddleston collecting instruments for them and helping them to form the Union of Artists; about benefits they played; about government detentions and being under suspicion because of association with detainees. Sleeve for a Jazz Epistles record; Masekela talking about the banning of gatherings of more than ten people which caused the Jazz Epistles to be disbanded. Newsfilm of the aftermath of the Sharpeville Massacre, March 21, 1960; bodies on the ground, being carried away, ambulances. Masekela band playing over. The Hugh Masekela Band playing Stimela, with Goldberg on saxophone. Photo of Huddleston., expelled 1954. Masekela relates how the gift of a trumpet from Louis Armstrong got them on the front pages of the white press; photograph of Masekela holding the trumpet. Masekela on the lack of musical growth in both South Africa and Europe. Masekela playing and singing with the band. ACE242.5 00:23:07 00:28:24 Photograph of dancers. Moholo talking about the formation of the Blue Notes, problems of a “mixed” band in South Africa; photograph of band members; left the country so they could continue to play together. News cutting re the Blue Notes at Ronnie Scott’s; photographs of the band playing. Barbara Pukwana talking about the reaction to the Blue Notes debut at Scott’s. Moholo says they helped other people by softening the shock of their being exiled. Saxophone in case, and other memorabilie in Dudu Pukwana’s room; Barbara Pukwana’s voice over. She talks about how Pukwana and Chris McGregor played with British musicians who took what this experience on to other bands. The 100 Club exterior; notice for Chris McGregor Memorial Concert, Monday July 30th [1990]. The Brotherhood of Breath playing Big G at this benefit. ACE242.6 00:28:24 00:28:35 END OF PART ONE ACE242.7 00:28:35 00:34:44 Photographs: Miriam Makeba, Nelson Mandela before imprisonment in 1964, prison van, Makeba. Makeba singing over. Masekela talking about Makeba and how she “opened a window” for outsiders to learn about South Africa. Actuality footage of Makeba speaking at the United Nations in 1964 about apartheid. Masekela talking about how the exiles joined each other in London. VO photographs of Sharpeville, a sign saying “any kaffir trespassing will be shot”. Photographs of street scene. Mervyn Africa talking talking about being from District 6, Cape Town, and how his music is influenced by what he heard in its Malay quarter. Photographs of District 6. Africa playing piano; talking about District 6 being a mixed culture which escaped Apartheid for a time; photographs. Film of storm brewing. The Mervyn Africa Quintet playing Rise and Shine. Poster for Ipi-Tombi, and photos of performance. Pinise Saul describes this as her “getaway” from South Africa. Pinise Saul, exiled 1975, talks about how the cast were instructed not to talk to exiles in London, “especially the ANC”, but when the riots started, some members picketed SA house; intercut with news article and photographs from Soweto (June 1976). ACE242.8 00:34:44 00:41:28 Saul tells how Julian Bahula and Lucky Ranku approached her to join their group, Jabula. Photograph. Julian Bahula, exiled 1973, about his Jabula in Amsterdam album; photograph of Jabula. Bahula tells how associating with ANC members led to the banning of Jabula in Amsterdam. Saul says their families still in South Africa were harassed by Security at home. Photograph of security men. Saul talking about “the struggle”. Photographs of riots. The Hugh Masekela Band playing This is the Time. ACE242.9 00:41:28 00:41:39 END OF PART TWO",
   "Choreographer" : "",
   "Date" : "1991",
   "Series" : "Global Image",
   "Title" : "Blue Notes and Exiled Voices",
   "Part" : "",
   "Film ID" : "ACE242",
   "Production Company" : "Ceddo"
}
