{
   "Synopsis" : "One of a series on the history of painting techniques, with interviews with contemporary artists and reconstructed scenes from earlier times: British painter, John Virtue (b.1947), and his use of shellac.",
   "Director" : "Henry Chancellor",
   "Article" : "",
   "Full credits" : "With thanks to The Hamilton Kerr Institute, The National Gallery, London, Tate Gallery, London, Courtauld Gallery, Hans Namuth Ltd., Stanislas Blatton, Zara Chancellor. Narrator Andrew Sachs; Photography Patrick Duval, Graham Martyr; Sound Nick Stocker; Music Peter Howell; Dubbing Mixer Bob Jackson; Titles and effects The Moving Picture Company; Digital Effects Artist Mark Stannard; Videotape Editor Nick Anderson; Design Team Dominic Roberts, David Hill, Sophie Seebohm, Anna Young; Production Administration Terry Bezant, Sue Harvard; Researcher Maxine Levy; Production Manager Aleid Channing; Consultant Robert McNab; Executive Producer for the BBC Alan Bookbinder; Executive Producer for the Arts Council of England Rodney Wilson; Film Editor Sean Mackenzie; Series Producer Ian Duncan; Produced and Directed by Henry Chancellor. A Production by Windfall Films for BBC and The Arts Council of England. © BBC & The Arts Council of England MCMXCVII.",
   "Minutes" : "29 min",
   "Full synopsis" : "ACE350.2 10:00:00 10:14:28 Brushes tracing outlines in paint. VO says that the brushstroke is one of the painter’s most powerful tools. It’s as personal as handwriting, and for some artists, it’s an obsession. VO of John Virtue saying that it’s not a job; one is aspiring to the world of ideas. Virtue is painting his name and a picture title, Landscape 313, on glass through which the camera is looking at him. Virtue walking along a country lane towards a village on the edge of Dartmoor in order to paint it, just as he’s done every day for the past ten years. The landscape itself, and Virtue crossing a field to find a spot from which to establish his composition. Sketching with a felt-tipped pen. Virtue begins on the painting, on a huge canvas spread on the grass, using shellac. He walks onto the canvas and starts to paint. Virtue’s VO talking about his work and expressing his feelings through art, turning his perceptions into paintings. VO says that self-expression through brushstrokes would have been incomprehensible to painters six hundred years ago. “Brushstrokes got in the way… There aren’t any brushstrokes in nature.” Reconstruction of mediaeval painters in the studio. Breaking eggs to make egg tempera. This dried quickly and brushstrokes couldn’t be blended together to make them disappear. Painters using very fine brushes to try to make the strokes less visible. This also meant that the artist was an anonymous craftsman, not an individual with his own style. Virtue folding up his canvas and carrying it away. Virtue in his studio with all his equipment – brushes, sprays, etc. – continues work on the canvas. Virtue VO talking about how this equipment enables him to be relaxed and experimental. Uses brushes, spatula, sprays, and tools to throw paint at the canvas. Film of landscape, swiftly moving clouds, trees blowing in high wind, reflections. Virtue in studio. VO explains the properties of shellac, runny enough to spray, drip and flick, and drying to a tough finish. VO explains that the most versatile paint of all was invented five hundred years ago. Pigment mixed with linseed or poppy oil produced oil paint, which had the advantage of drying slowly, and enabled the artists to blend different colours together on the canvas. Artist working on portrait eliminates brushstrokes altogether. Hand and brush in front of copy of Titian’s Man With a Quilted Sleeve (1510). The mark of the artist blended away to nothing. Reconstruction: Titian was a pioneer of oil painting, and began experimenting, recognising that a flick of paint became a sort of shorthand – light on an arm, the shape of a sleeve. Titian used rags, fingers, toes, to make his marks which became as unique as his handwriting. A Madonna and Child by Titian. ACE350.3 10:14:28 10:29:10 Five weeks later, Virtue walking across a field full of sheep and into the barn/studio where his painting is hanging. Virtue believes that his painting is the wrong shape. Superimposition of landscape image. Virtue explains why it’s wrong, and glues panels on each side to widen it. Fast-motion shot of Virtue unfolding his enlarged canvas in a field and working on it. He folds it up again and carries it away. Barn.\u000bVirtue now much happier with the new canvas. Details of the work. Virtue talking. Paintings by Constable. Reconstruction of Constable at work in his studio, Using palette knife as well as a brush to suggest shimmering light or “Constable’s snow”. Details of other Constable paintings, including Hadleigh Castle (1829). Virtue working on an etching. Virtue walking along country lane. Reconstruction of Van Gogh working on Self-portrait with Bandaged Ear (1889) while in the asylum. Details of the painting, showing how Van Gogh tried to make his brushstrokes reflect his disturbed state of mind. Virtue’s studio, with painting almost finished after twelve weeks. This will be the last large canvas to be painted here as the building is up for sale. He tries to explain why he’s working in a slightly different way at that point. Film countdown leader. Monochrome film of Jackson Pollock at work. Virtue’s barn. Fast-motion film of his canvas being hung on the outside so that he can view it from a distance. He’s pleased with the result. Virtue burns 80% of his painting. The much smaller remains hanging on the outside of the barn. Credits.\u000b",
   "Choreographer" : "",
   "Date" : "1997",
   "Series" : "Oil on Canvas",
   "Title" : "Brushstroke",
   "Part" : "",
   "Film ID" : "ACE350",
   "Production Company" : "Windfall Films"
}
