{
   "Synopsis" : "One of a series of dance pieces created specially for television: people beside a public fountain.",
   "Director" : "Margaret Williams",
   "Article" : "",
   "Full credits" : "Director Margaret Williams; Choreographer Miriam King; Performed by Miriam King, Rene Sakula, China Delius, Nick Ferrett. Director of Photography Michel Baudour; Music and Sound Design Graeme Miller; Production Designer Miranda Melville; Art Director Stephanie Matthews; Animateur Nick Herrett; Production Co-ordinator Nikki Weston; Titles The Rella Sisters; Camera Mick Duffield, Kirsten Priebe; Thanks to Brighton and Hove Council, Tony Schooly, Steve Jackman, South East Dance. Assistant Director David Wigram; Production Team Jessica Lamerton, Sam Lawson; Jerwood Charitable Foundation Trainee Caroline Bridges; Editor Michael Bradsell; Executive Producers for BBC and The Arts Council of England Bob Lockyer, Rodney Wilson; Producer Anne Beresford. MJW Productions for BBC and The Arts Council of England. © BBC and The Arts Council of England MMI.",
   "Minutes" : "9 min",
   "Full synopsis" : "ACE386.2 10:00:00 10:09:05 Fountain in public gardens. People around it, some sitting, some walking, some talking photographs, etc. Woman with umbrella and briefcase shows young punk woman photograph of the fountain as it was years ago. Woman finds coin and tosses it into the water where it joins many others on a woman’s naked back. Woman’s letter blows away; it’s retrieved by punk who makes a paper boat out of it and tosses it and another coin into the water. A hand grabs the boat from below the water. Dolphins on the fountain. Woman and punk watch feet breaking out of a metal tail. They pass around some inky water which turns into a metal fish. Woman moving in the spray. Takes water from the fountain hand. Punk walks away, passing an umbrella and briefcase on the edge of the fountain. Credits.",
   "Choreographer" : "Miriam King",
   "Date" : "2001",
   "Series" : "Dance for the Camera 6",
   "Title" : "Fountain",
   "Part" : "",
   "Film ID" : "ACE386",
   "Production Company" : "MJW Productions"
}
