{
   "Synopsis" : "The life and work of Russian-born, American avant garde film-maker, Maya Deren (1917-1961).",
   "Director" : "JoAnn Kaplan",
   "Article" : "",
   "Full credits" : "Narrated by Helen Mirren; Texts of Maya Deren read by Jana Shelden; With original recordings of Maya Deren, Teiji Ito. With thanks to Hella Hammid, Sasha Hammid, Amos & Marcia Vogel, Stan & Jane Brakhage, Jonas Mekas & Hollis Melton, Joseph Campbell & Jean Erdman, Cherel Ito, Consultant & Executrix of the Maya Deren Estate, Anthology Film Archives, Mary Catherine Bateson & the Institute for Intercultural Studies Inc., Department of Special Collections, Mugar Library, Boston University,Tamiment Library, New York University Special Collections, Morris Library, Southern Illinois University at Carbondale, Dance Collection, N.Y Public Library at Lincoln Center, Astor, Lenox & Tilden Foundations, Charles I. Levine, The Legend of Maya Deren Project, Gary Schneider, Schneider Erdman Inc., Fred McDarrah, Mrs Rogot, The New York Post The Village Post, Esquire, Charles Niles, Irene Oliver, Ariel Heitler, Pauline Penn, Mike Wallace, Mademoiselle, Jerry Tallmer, Thames & Hudson, Charlotte Klose, Benjamin Hayeem, The Green Studio. The Man I Love sung by Maya Deren; Jazz & Guitar Improvisations & Score for The Very Eye of Night by Teiji Ito; Haitian Recordings by Maya Deren; Mozart Sonata for Piano & Violin; Lighting Camera Adam Rodgers; Focus Puller Chris Middleton; Sound Mandy Rose; Research Assistant & Production Rachel Krish; Set Decoration New York Debbie Devilla; Editor Susan Manning; Assistant Editor Simon Cowper; Rostrum, Titles & Opticals Frameline (London), Frame Shop (Boston), Les Latimer (London); Dubbing Mixer Rupert Scrivner; Processing by Filmatic Laboratories; Executive Producer for the Arts Council of Great Britain Rodney Wilson; Written & Directed by JoAnn Kaplan; Produced by Fiz Oliver; An Arbor International Production for the Arts Council of Great Britain in association with Channel Four. © The Arts Council of Great Britain 1987.",
   "Minutes" : "53 min",
   "Full synopsis" : "ACE167.2 10:00:00 10:09:00 Photograph of Maya Deren. Hella Hammid describing Deren as “the first avant-garde film-maker after Buñuel and Cocteau”. Stan Brakhage saying that no-one took seriously the idea of contributors to cinema as artists, but Deren l",
   "Choreographer" : "",
   "Date" : "1987",
   "Series" : "",
   "Title" : "Invocation. Maya Deren",
   "Part" : "",
   "Film ID" : "ACE167",
   "Production Company" : "Arbor International"
}
