{
   "Synopsis" : "The life and career of British jazz saxophonist, Lol Coxhill (b.1932).",
   "Director" : "Richard White",
   "Article" : "",
   "Full credits" : "Participants: Peter Black, Ray Poltock, Ed Speight, Dave Powell, Mike Cooper, Joanna Pyne, Steve Cochrane, Pierre Schwarz, Kitty Britton, Willy Garnett, D. G. Holland, and a few others. The Flying Padovanis: Henry Padovani, Paul Black, Chris Musto, Val Haller, Lol Coxhill; The Esplanaders: Michael Parsons, John Taylor, Lox Coxhill; The Promenaders: David Toop, Steve Beresford, Paul Burwell, Max Eastley, Peter Cusack, Terry Day, Michael Parsons, Lol Coxhill; The Recedents: Mike Cooper, Roger Turner, Lol Coxhill; Miller/Coxhill: Steve Miller, Lol Coxhill; Bagad de Kemperlé; The Johnny Rondo Trio : Colin Wood, D. G. Holland, Lol Coxhill; The Augmented Johnny Rondo Duo: D. G. Holland, Marcio Mattos, Georgie Born, Laurie Allan Lol Coxhill; Paintings/Sculpture John Watkiss, Steve Cochrane, John Blakeley; Photographs Nigel Hudson, Barbara Bellingham, David Dyas, Richard Dumas, Rosemiene Van Hauwe, Maddie Shepherd; Extract from Music! James Archibald; 8mm Movie Colin Wright; Thank you very much John Cumming, Jeff Nuttall, Gerry Fitzgerald, Ian Hinchcliffe, Nato Records, Topic Records, The National Music Council of Great Britain, London Borough of Hammersmith and Fulham, Frameline, Good News Production Co. Cameramen Chris Morphet, Chris Cox, Wolf Tirado, Tony Pierce-Roberts, Steve Shaw, Raymond Grosjean; Editing Steve Stevenson, David Hope, JoAnn Kaplan; Sound Malcolm Hirst, Chris Moore; Dubbing Aad Wirtz; Production Charlie Ware, Tony Wilkinson; Executive Producer Rodney Wilson; Director Richard White. Arts Council of Great Britain © 1985.",
   "Minutes" : "53 min",
   "Full synopsis" : "ACE158.2 10:00:00 10:11:05 Coxhill walking along the side of a swimming pool, playing a clarinet. Coxhill performing with the band. Painting of Coxhill. Coxhill at home in his “museum”, showing his collection of postcards, things he’s been given, including toy drums, a traditional children’s rattle from Bologna. Sea front at Brighton. Musicians walking along playing; people in deckchairs, children with candy floss, people watching, etc. Coxhill at home. A collection of Italian sugar packets illustrated with famous paintings. Coxhill playing. Coxhill at home, shows lenticular card on which saxophonist appears to play and tap his foot. Coxhill playing on park bandstand. 45rpm record cover of Coxhill “Tops in Pops”. Photos of Coxhill and other musicians. Coxhill in café, talking about earliest musical memories, e.g., being hired as support band for Victor Sylvester at Berkhamsted event, having to wear evening dress, but with disastrous consequences. ACE158.3 10:11:05 10:20:02 Coxhill and band playing version of Sleepy Lagoon. Coxhill at home with his collection of old instruments, including a Buccin horn, and a multi-horned “trumpet”. The band. Coxhill at home with bagpipes, a Gibson Maestro amplifier, something resembling a musical bicycle pump. Coxhill at the zoo. Coxhill at home. Coxhill’s home decorations – paintings, photographs, sculpture, toys, etc. Coxhill and old bassoon, old tape recorder. Ephemera – photographs, programmes, letters, etc. Coxhill playing over old family photographs, and photographs of himself. Coxhill with pieces of recording equipment, a Chinese shawm, an Albert system clarinet, etc. ACE158.4 10:20:02 10:30:37 Black and white footage of musicians with small trolley; the “funeral” of an instrument, Coxhill tears up a “hire purchase agreement”. Coxhill begins to put instruments in their store. Press cuttings on Coxhill’s early appearances. Coxhill in café, talking about his career, enrolment as a music student, and busking in London to raise money. River Thames opposite Royal Festival Hall. Playing clarinet in South Bank underpass. Coxhill in café talking about busking career. Intercut with photos of him playing in the street, and in other open spaces. Musicians in strange costumes and masks, walking through fallen leaves with wheeled construction. Seal swimming; Coxhill watching. Gibbons. Parrots, etc. Coxhill at home, listening to tapes, discussing some music he wants to add to a new recording. ACE158.5 10:30:37 10:42:21 Coxhill in record shop. Coxhill at home, listening to recording. Coxhill in street, looking at book, crossing railway. Coxhill talking about how he approaches his improvisations, which could include animal or mechanical sounds. Coxhill at home. Coxhill discussing possible sounds for next recording with colleague who begins to play the bagpipes, and Coxhill duets with him on the saxophone. Coxhill listening to recordings. Coxhill improvising with guitarist (sometimes playing with a bow) and dancer. He talks about how he’s conscious of the strangeness of performance. Coxhill playing in pedestrian subway. Coxhill testing saxophones in musical instrument shop. Coxhill with saxophone restorer. ACE158.6 10:42:21 10:52:32 Coxhill attracting an audience playing outside an “Atelier des Enfants”. Setting up and performing with other musicians in a marquee. Coxhill on train. Credits.",
   "Choreographer" : "",
   "Date" : "1985",
   "Series" : "",
   "Title" : "Frog Dance. Solos and indulgences ’80-’84. Lol Coxhill.",
   "Part" : "",
   "Film ID" : "ACE158",
   "Production Company" : ""
}
