{
   "Synopsis" : "A representation of the ideas of Ukrainian-Russian artist, Kazimir Severinovich Malevich (1878-1935), who developed, from Cubo-Futurism, his own Suprematist movement.",
   "Director" : "Lutz Becker",
   "Article" : "",
   "Full credits" : "Photographs and text Malevitch: Essays on Art 1915-55, © Borgens Forlag A S Copenhagen; Research Rodney Wilson; Animation Mike Swain; Visual Effects Bryan Loftus; Designer Michael Graham-Smith; Director Lutz Becker.",
   "Minutes" : "9 min",
   "Full synopsis" : "ACE026.2 10:00:00 10:08:42 Caption: ”CASIMIR MALEVITCH was born in 1878 in Tsarist Russia; he died in Soviet Russia in 1935. Between 1913 and 1928 he developed his concept of a new abstract art which he called Suprematism, and manifested it in paintings, drawings, architectural projects and theoretical writings. In 1924 he scripted an animation film which was never made. Our film, a free and personal interpretation of Suprematism, stems from that fact. It is an act of homage to one of the greatest prophets and pioneers of modern art.” Credits. Animation, photographs, actuality footage. Commentary from the writings of Malevitch. Aerial photography becomes patterns. Caption: “The artist can be a creator only when the forms in his picture have nothing in common with nature. For art is the ability to construct, not on the inter-relation of form and colour, and not on the basis of beauty in composition, but on the basis of weight, speed and the direction of movement. Forms must be given life and the right to individual existence.” \u000bTHE WORLD AS HUMAN DISTINCTIONS.\u000bGOD\u000bTHE SOUL\u000bTHE SPIRIT\u000bLIFE\u000bRELIGION\u000bTECHNOLOGY\u000bART\u000bLABOUR\u000bSCIENCE\u000bTHE INTELLECT\u000bIDEOLOGY\u000bMOVEMENT\u000bSPACE\u000bTIME\u000b=\u000bO\u000b\u000bAbstract and geometric shapes from Malevitch’s writings. “If art has comprehended harmony, rhythm, beauty, it has comprehended nothing.” “Nothing can change anything since nothing exists that could change itself or be changed.”\u000b\u000bINTUITION IS THE ESSENCE OF INFINITY “Suprematism presses the entire painting into a black square on a white canvas.” Animated squares and other regular, geometric shapes. \u000b\u000b",
   "Choreographer" : "",
   "Date" : "1970",
   "Series" : "",
   "Title" : "Malevitch. Suprematism",
   "Part" : "",
   "Film ID" : "ACE026",
   "Production Company" : ""
}
