{
   "Synopsis" : "An experimental dance film, featuring members of the Ballet Rambert.",
   "Director" : "Clive Myer, John Chesworth",
   "Article" : "",
   "Full credits" : "A film by Clive Myer and John Chesworth; Music by Gavin Bryars; Conceived and executed by Chesworth/Myer October 1972 to July 1974. The Ballet Rambert Dance Company, with: Gideon Avrahami, Jon Benoit, Julia Blaikie, Christopher Bruce, Lucy Burge, Sylvia Byrne, Nicholas Carroll, John Chesworth, Susan Cooper, Keith Hodiak, Nicoline Nystrom, Sally Owen, Conchita Perez, Mary Prestidge, Jane-Elizabeth Roberts, Joseph Scoglio, Hugh Spight, Jenny Staples, Paul Taras, Jonathan Taylor, Leigh Warren, Lenny Westerdijk, Marilyn Williams, Patrick Wood; Photography Clive Myer, Nina Hopkins, Brian Trennery, John Hardy, The Entire Company of the Ballet Rambert; Lighting John Hardy; Editing Clive Myer; Setting constructed by William Ferguson; Costumes made by Carolyn Fox; Production Assistant Richard Crosby; Neg Cutting John Howard Szerman. Made with assistance from The Arts Council of Great Britain and The Calouste Gulbenkian Foundation.",
   "Minutes" : "46 min",
   "Full synopsis" : "ACE044.2 10:00:00 10:15:12 One moving take giving close shots of faces many dancers, all in casual clothes. Lighting effects. Confined white space. Similar shot to opening, though with dancers moving more and with parts of shot more overhead. Dancers in white unitards; several views, some from below, as they move slowly or take up various poses. Lighting effects. ACE044.3 10:15:12 10:25:01 Brief static shots of (parts of) dancers in unitards. Moving shots of dancers in leotards, upside down and/or in silhouette. Brief shots of dancers in leotards. Parts of their bodies. Group shots. Very close shots. Lighting effects. Static shot of shadows. Seated rr crouching dancers moving in confined space over light source. Faster ad faster cutting while maintaining an apparent slow rhythm. Two couples dancing in confined space, seen from below. ACE044.4 10:25:01 10:37:48 The empty space. Dances in space, seen from below, now partially naked. Dancers lit from below as they stand and face the camera. Fast static shots, some from below. Dancers edging round space or turn on floor. Movements shown in repeated or alternating shots, eventually producing slow stroboscopic effect. Male dancers now naked, seen from above as they crouch or curl up on the floor. Quick cutting and stroboscopic effect. ACE044.5 10:37:48 10:45:45 Overhead shot as male dancer moves on floor. Male dancers against wall. Close views. Stroboscopic effect. Male dancer standing, turning and raising arms and legs. Superimposed images giving stroboscopic effect. Empty confined space. Title and credits.",
   "Choreographer" : "",
   "Date" : "1974",
   "Series" : "",
   "Title" : "Imprint",
   "Part" : "",
   "Film ID" : "ACE044",
   "Production Company" : ""
}
