{
   "Synopsis" : "The Western appropriation of African and Asian music and dance as seen by participants at the 1988 W.O.M.A.D. festival.",
   "Director" : "Shafeeq Vellani",
   "Article" : "",
   "Full credits" : "Thanks to Thomas Bromman, Kwesi Owusu, South Asian Solidarity Group, Judith Higginbottom, Grace Kitto, National Sound Archive, Rose Salmon, Nicky Bird. Special Thanks to The festival staff of W.O.M.A.D. Paintings: Military portraits reproduced by gracious permission of Her Majesty the Queen, York City Art Gallery, Kenwood House, National Portrait Gallery. Musicians: Nusrat Fateh Ali Khan, Pa Jobarteh, Fatala, Shalawambe, Udichee, Ayub Ogada, Shikisha, Kathakali Dancers, Remmy Ohgala and Orchestre Super Matimila. Camera Barbara Lima, Frank Passingham, Andrew Robero; Camera Trainee Tabora Sakoni; Sound Wentworth Payne, Tim Booth; Rostrum Camera Frank Passingham; Research Alnoor Dewshi, Rachael Edmunds; Productions Managers Matthew Needham, Debra Hyatt; Music Mark Bradley; Catering Deanne Allen; Written by Alnoor Dewshi, Debra Hyatt, Shafeeq Vellani; Online Editor John Hopkins; Online Facilities Fantasy Factory; Assistant Director Alnoor Dewshi; Editor Debra Hyatt; Producers Garfield Allen, Shafeeq Vellani; Director Shafeeq Vellani. Made in association with Watershed Media Centre, W.O.M.A.D. Festival / W.O.M.A.D Productions Ltd. Funded by the Arts Council of Great Britain. A Claws Production. Copyright 1989.",
   "Minutes" : "31 min",
   "Full synopsis" : "ACE445.2 10:00:00 10:10:27 Spinning globe. Notices for W.O.M.A.D. festival, 1988. The site. Caption: “Carlyon Bay, 1988.” Crowds. Kwesi Owusu, Writer and Musician, says that W.O.M.A.D. is “a rip-off” because it doesn’t recognise African culture on its own terms, but “appropriates it”. Camping on the beach; musicians; dancers. Caption over: “W.O.M.A.D. – a world of music, arts and dance – is an organisation based in Bristol which promotes world music and dance. They release records, run an agency for bands, arrange tours, produce educational material and organise world music festivals. This year’s event at Carlyon Bay lasted 3 days. 6,000 people came and camped for the duration. W.O.M.A.D. brought in hundreds of musicians from all over the world to perform at this event. Kathakali Dancers; Nusrat Fateh Ali Khan, Pakistan; people in the campsite. Thomas Brooman, Artistic Director, W.O.M.A.D., talking about the background to the organisation. Globe. Eighteenth century painting of black military drummer. Two young white women explain why they’ve come to the festival. Pa Jobarteh, Gambia, playing the kora (harp-lute) and singing. Andy Kershaw, D.J., says W.O.M.A.D. offers “new sounds for a bored culture”. Jobarteh performing. Kershaw talking about disaffection with music played on radio and television. Owusu talking about the colonial resonances of the term “world music”, now widely used to categorise non-Western music. Paintings of white aristocrats with black servants. Fatala,Guinea, led by Bruno Camara, performing. The black drummer painting. A member of Misty in Roots, U.K., say that the Western music industry controls music all over the world, and African musicians can only become very widely known if they are” controlled by Europe”. A member of Shalawambe, Zambia, says he won’t know whether or not their music will go well in Europe until he hears the audience reaction. Shalawambe performing. His VO talking about changing musical styles and the financial aspects of the music business. Engraving of black musician; 17th century painting. W.O.M.A.D. market and food stalls. Amrit Wilson, South Asian Solidarity Group, saying that multiculturalism in Britain means that people’s culture can be put into “little boxes, separated from their lives”, which means that issues like racism and struggle are not dealt with as part of the culture. ACE445.3 10:10:27 10:19:48 Brooman agrees that the festival is part of a white consumer society. Goods on market stalls. Album covers. Kalpana Wilson, South Asian Solidarity Group, believes that the politics has been taken out of world music in order to make it marketable. Painting of black soldier and white officers. Kershaw talks of himself and others as “conspirators”. Owusu says that Europe has a “power of patronage” used by promoters to their own advantage. A member of Udichee, Bangladesh, says they will always perform at events organised by W.O.M.A.D. Explaining the lyrics of a song; performing. He talks about the difference in audience behaviour in Bangladesh and England. Brooman talking about his role as organiser, to bring together musicians and audience. Owusu describing the variety of people in the audience, promoters, broadcasters, sound archivists, etc., a network that excludes any black participation but which has power over all the product. Kershaw explains that there’s “a lot of scheming” in getting particular recordings into the public consciousness. Ayub Ogada, Kenya, playing a nyatiti (Luo lyre), being recorded by Kershaw. Owusu’s VO talking about the experience the organisers have of marketing music. He says that music is “communally owned” in African countries and there’s little conception of the idea of copyright. ACE445.4 10:19:48 10:30:45 Paintings. Shikisha, South Africa/U.K., performing. A member of the group explains the different kinds of music they play. Wellington boot dance. She says the group doesn’t compromise with its music, though they face difficulties as black women and because “African music is still struggling”. She thinks W.O.M.A.D. has done a lot for African music and it will be “accepted” in the future. Painting of drummer. Kathakali Dancers, India. Fireworks. Musahid Ahmed, South Asian Solidarity Group asks where the Afro-Caribbean and Asian audiences are at the festival. People on the beach. Remmy Ongala, Tanzania, commenting on disparity of wealth between rich and those who need help. Remmy Ongala and Orchestre Super Matimila performing. Campsite. Owusu saying that it would be extremely difficult to see so many different musical styles by visiting Africa, but points out that the festival is basically packaging black music for white people. He feels there might be better ways to share cultures. Brooman doesn’t believe that it’s possible to appropriate the work of the musicians, and wouldn’t want to do what he does if he felt that was the result. Ongala says he’s enjoyed performing for appreciative audiences. His group performing. Credits.",
   "Choreographer" : "",
   "Date" : "1989",
   "Series" : "Black Arts Video Project",
   "Title" : "Walking Away With the Music",
   "Part" : "",
   "Film ID" : "ACE445",
   "Production Company" : "Claws"
}
