{
   "Synopsis" : "American artist, Bruce Nauman (b.1941), and his work in a variety of media such as film and video, neon, photographs, installation, etc.",
   "Director" : "Heinz Peter Schwerfel",
   "Article" : "",
   "Full credits" : "An Artcore Film Production for the Arts Council of England. In association with ARTE, WDR, Centre Georges Pompidou, DAP, Ministère de la Culture. Written and Directed by Heinz Peter Schwerfel; Assistant Director Philippe La Bruyère; Director of Photography Emmanuel Soyer; Camera Assistant Pablo Rosenblatt; Editing Philippe La Bruyère; Music Ulrich Lask; Sound Design Gérard Chiron; Titles Thomas Wilk; Grip Angelo Chinosi, Laurent Guibert; Gaffer Gilles Vacar, Clarisse Gatti; Video Installations Jacques Yves Renaud, Yann Bellet; Print by Color by Dejonghe/Futurimag, Dirk Vandewalle; Production Coordinator Emmanuelle Koenig; Executive Producer Heinz Peter Schwerfel, Rodney Wilson. An Artcore Film Production in co-production with WDR/3SAT, ARTE, Centre Georges Pompidou,Ministère de la Culture, Délégation aux Arts Plastique, Arts Council. Thanks to Leo Castelli, Joseph Kosuth, Joan Simon, Robert Storr, Juliet Myers, Harald Szeemann, Groupe Hospitalier Charles Foy/Jean Rostand, Ivry sur Seine, Association KPS, Michel Vaillier Taxidermist, Leo Castelli Gallery, New York, N.Y., MNAM, Paris, Museum Boijmans van Beuningen, Rotterdam, Kunsthalle Hamburg Konsthall Magasin 3 Stockholm, Galerie Konrad Fischer, Düsseldorf, Hallen für neue Kunst, Schaffhausen, Kunsthaus Zürich, Video D Studios, New York, N.Y., Dennis Diamond. © Artcore, Arts Council, Centre Georges Pompidou, WDR 1997.",
   "Minutes" : "51 min",
   "Full synopsis" : "ACE368.2 10:00:00 10:11:10 Excerpt from Poke in the Eye/Nose/Ear (1994). Commentary over says that “Bruce Nauman was born in Fort Wayne, Indiana. He lives and works in New Mexico, refusing interviews, photographs and film cameras.” Multi-screen film of violent images; commentary says “This film is not about what you see… it’s about you, me, about our inner world, as seen through the eyes of an artist whose topics reflect the problems of today’s society… hot emotions cooled down by cold, distant media such as video, neon, photography or bronze…. This film is about him – and you.” Multi-screen images. Neon light. An untitled interior landscape (c.1983), yellow corridor with steel tables and chairs. Joseph Kosuth, Artist, talking about Nauman’s work appearing at a time when presumptions of American society, authority, etc., were breaking down, and artists were questioning the “inherited authority” of painting and sculpture, looking for ways to produce art whose meaning could “not be constructed by the forms of the past”. Multi-screen video running in background includes images of Kosuth. Multi-screen images of combat footage intercut with Bouncing in the Corner No.1 (1968). Bouncing in the Corner also seen alongside. Lithograph Normal Desires (1973). Double image photograph. Leo Castelli, Art Dealer, suggests that Nauman might best be described as a conceptual artist, though his approach is quite different to that of many others. Kosuth says his work runs parallel to that of Nauman. Video Revolving Upside Down (1968) seen on monitor. Several monitors. “How do you enter an artist’s universe? How do you film an artist who loves to film you, the viewer…? Enter one of his video corridors from the late sixties. Now you know where you are…?” Monitor. Sketches. Sequence of eleven colour photographs including Feet of Clay, Eating My Words, and Self Portrait as a Fountain (1966-1967). \u000b\u000bACE368.3 10:11:10 10:21:13 Photograph of Nauman. Some sculptures including Shelf Sinking into the Wall with Copper-Painted Plaster Casts of the Spaces Underneath (1966), The Space Under My Chair (1965-1968), and The John Coltrane Piece (1968). Robert Storr, Curator, MoMA, talks about Nauman’s work as being “genuinely mysterious”, the mystery occurring “between you and this thing that you see”. Video of Nauman Flesh to White to Black to Flesh (1968): commentary says he doesn’t want to talk about is work or be photographed but his image is everywhere. Lithograph Oiled Dead (1965). Storr talking about sound from the installation Anthro/Socio (1991). Sound and images from the work. Commentary says that Nauman favours enclosed spaces. Storr talking about Nauman’s work with space such as the corridor pieces which concentrate on movement in space. Floating Room (1972). Exterior and interior of Yellow Room (Triangular) (1973). Commentary says that Nauman’s work makes the viewer “explore inner landscapes”, and comments on the effect of these two works.\u000b\u000bACE368.4 10:21:13 10:30:15 Double Steel Cage (1974), “at the same time a space and a sculpture.” Planning sketch. People in the Cage. Etching I Learned Helplessness from Rats, and video installation Rats and Bats (Learned Helplessness in Rats) (both 1988). A white room with blank projection: “nothing to look at but plenty to see”. Joan Simon, Art Critic, says Nauman wants people to imagine things in different scales. Untitled (Model for Trench Shaft and Tunnel) (1978), and sketch for same work. Steel sculpture. Neon sculpture, Life, Death, Love, Hate, Pleasure, Pain (1983). Store on how Nauman uses language. Another neon sculpture, Violins, Violence, Silence (1981-1982). Run from Fear (1972). The “litany” of One Hundred Live and Die (1984). Extract from video Black Balls (1969), lithographs Vision and Clear Vision (1973), more from Black Balls, neon My Name As Though It Were Written on the Surface of the Moon (1968). Children take it in turn to go in and out of Live-Taped Video Corridor (1970). Camera does the same. “Both the watcher and the watched are part of this film. Nauman would call it his ‘raw material’” says commentary.\u000b\u000bACE368.5 10:30:15 10:40:28 Storr says that a large part of Nauman’s work is about watching people watching it. Sequences from video installation Clown Torture (1987). Some of the Fifteen Pairs of Hands in white bronze (1996). Simon quotes Nauman as regularly talking about “the tension between what’s revealed and what’s concealed”, “the problem daily of how to proceed”, and “how to proceed correctly”, and comments on his precise way of working. Drawings of suspended chairs and other objects; actual chairs; Musical Chairs: Studio Version (1983). Chair from Untitled Interior Landscape (c.1983). Drawings. Simon comments that Musical Chairs is Nauman’s only specifically political work, inspired by reading Jacobo Timerman’s Prisoner Without a Name, Cell Without a Number (1981). In other works, a chair can be an abstract form or even a musical chair. South America Triangle (1981). Lithographs No and No – State (both 1981). Shadow Puppet Spinning Head (1990). Shaking Hands (1985). Sketches for Shaking Hands. ACE368.6 10:40:28 10:51:00 Nauman directing actors in rehearsal for Violent Incident (1986). Hanging Carousel (George Skins a Fox) (1988). Bouncing Balls (1969). Neon Hanged Man (1985). Julie Head with Tongue and Nose in Neck of Andrew (1991). Bouncing Balls. Shaking Hands. Bouncing Balls. Several images from Studies for Holograms (1970). Workroom. Photograph of Nauman with Castelli who talks about Nauman’s life in Santa Fe, raising horses on his ranch. Images from video installation Green Horses (1988). The three interviews running together in multi-screen, and beside OK, OK, OK (1991), and Green Horses. Commentary says “This film is not about what you see … This film is about [Bruce Nauman] and you.” Photograph of Nauman. Credits.",
   "Choreographer" : "",
   "Date" : "1997",
   "Series" : "",
   "Title" : "Make Me Think. Bruce Nauman",
   "Part" : "",
   "Film ID" : "ACE368",
   "Production Company" : "Artcore"
}
