{
   "Synopsis" : "One of a series of short productions made by young black film- and video-makers, a dramatized view of London life in the 17th and 20th centuries.",
   "Director" : "Peter Harvey",
   "Article" : "",
   "Full credits" : "Town Crier/Poet, Leon Herbert; Andrew Davis, David O’Kelly, Danny Sapani, Tom Bushe, Eden Eyre; Jazz Musicians, Adrian Richards, Steve Williamson; Additional performers, Jennifer Wagner, Wendy Monro, Samantha Bernard, Wendy Tappin, Fay Wint, Paul Jayson, Gerard Ryan, Victoria Parsons, Gary Donnelly, Victor Blackman, Bernadette Blackman, Lorraine Elder, Leon Donnelly, Viesha Tews; Lighting Camera Roy Cornwall; 1st Asst/Hi8 Camera Mario Thomas; Art Director Katheryn Clinkscales; Assistant Director Remy Stevenson; 2nd Asst Camera Karen Brown; Sound Recordist Andrew Pearson; Soundtrack Mario Thomas, Ben Smith, Peter Harvey; Studio Engineer Ben Smith; Studio Assistant Dianne Gayle; Lyrics/Narration Anthony Grant; Facilities VET, Cultural Partnerships, LVA, The Film Stock Centre; Special Thanks to The Old Queens Head, Martella Ltd., BDC, Middle Temple, London Borough of Islington, London Borough of Hackney, LDDC; The Eltham, The Greenback Partnership, Lol Gellor, Danny Fontayne, Paul Corley, Stephanie, Alina Jeremy The Harvey Family; Executive Producer Juliet McKoen; Producer David A. Ryan; Editor and Director Peter Harvey, For the Arts Council and Carlton Television Ltd. © PWH/ACGB/1993.",
   "Minutes" : "7 min",
   "Full synopsis" : "ACE234.2 10:00:00 10:07:26 Town Crier walks through a market ringing his bell and calling out William Dunbar’s lines, “London, thou art the flower of cities all…”, and recites some of the rules of the 17th century Apollo Club – “Let none but guests or clubbers hither come … More for delight than cost prepare the feast.” The Crier becomes a poet and recites – over montage of London sights with dramatised sequences of people in offices and pubs, jazz musicians, policemen, down-and-outs, etc. – verses about rich and poor, law-abiding and criminal, and so on. Credits.",
   "Choreographer" : "",
   "Date" : "1993",
   "Series" : "Synchro 1",
   "Title" : "Day and Night",
   "Part" : "",
   "Film ID" : "ACE234",
   "Production Company" : ""
}
