{
   "Synopsis" : "A performance of the Ode on St Cecilia’s Day (1692), by English Baroque composer, Henry Purcell, 1659-1695).",
   "Director" : "Chris Hunt",
   "Article" : "",
   "Full credits" : "Soloists: Patrizia Kwella (Soprano), Paul Esswood (Countertenor) , Christopher Robson (Countertenor), John Mark Ainsley (Tenor), Michael George (Bass), Alan Ewing (Bass), With The Schuzt Choir of London, London Baroque Players (Leader: Thomas Zehetmair), Conducted by Roger Norrington. Purcell Society/Novello Edition. With thanks to British Museum, Bodleian Library, Oxford, Maurice Cochrane, Historic Arts Ltd., Stationers’ Hall, London. Sound Producer Tim Handley; Sound Dave Porter, Will Shapland; Chief Electrician Derek Bull; Unit Manager Richard Mills; Cameras Barrie Dodd, Simon Cooper, Keith Gibson, Clive Gill, Duncan McLaren; Makeup Ann Buchanan; Floor Manager Harry Storey; Vision Mixer Roz Storey; Facilities provided by VMTV, TSI Video; Production Team Sophie Cole, Lucy Graham; Lighting Director David Findlay; Editors Arthur Bennett, Mike Butler; Associate Producer Judy Chesterman; Produced and Directed by Chris Hunt. An Iambic production in association with Channel Four, EMI Records Ltd., and The Arts Council. © Iambic Productions MCMXCII.",
   "Minutes" : "45 min",
   "Full synopsis" : "ACE245.2 10:00:00 10:10:44 Credits. The Maestoso, Allegro, and Adagio. “Hail! Bright Cecilia”. ACE245.3 10:10:44 10:20:25 “Hark each tree”, “’Tis Nature’s Voice”, “Soul of the World”. ACE245.4 10:20:25 10:28:11 “Thou Tun’st This World”, “With That Sublime Celestial Lay”, “Wondrous Machine”. ACE245.5 10:28:11 10:36:42 “The Airy Violin”, “In Vain the Am’rous Flute”, “The Fife and All the Harmony of War”. ACE245.6 10:36:42 “Let These Among Themselves Contest”, “Hail! Bright Cecilia”. Credits.",
   "Choreographer" : "",
   "Date" : "1992",
   "Series" : "",
   "Title" : "Ode on St. Cecilia’s Day by Henry Purcell, from Stationers’ Hall, London where Purcell gave the first performance on St.Cecilia’s Day, November 22nd,1692",
   "Part" : "",
   "Film ID" : "ACE245",
   "Production Company" : "Iambic Productions"
}
