{
   "Synopsis" : "An interview with Scottish film-maker, Margaret Tait (1918-1999), which records her life and work and the development of her film style.",
   "Director" : "Margaret Williams",
   "Article" : "",
   "Full credits" : "Margaret Tait interviewed by Tamara Krikorian; Series Editor David Curtis. We wish to thank The London Film Makers Co-op. Music in extracts by Francis George Scott, Hector MacAndrew; Singers Duncan Robertson, Lilane; Camera: London: Derek Waterman, Patrick Duval; Edinburgh: Erika Stephenson, David Bryant; Sound John Anderton, Phil Croal; Dubbing Mixer Dean Humphreys; Editor JoAnn Kaplan; Assistant Editor Li Guy; Director Margaret Williams; Producer Fiz Oliver. An Arbor International Production for Channel 4, Arts Council of Great Britain, © Channel 4, Arts Council of Great Britain, 1983.",
   "Minutes" : "34 min",
   "Full synopsis" : "ACE131.2 10:00:00 10:10:19 Margaret Tait being interviewed (by Tamara Krikorian) about her career. She trained at the Centro Sperimentale in Rome. Photographs of the buildings, of Rossellini and Ingrid Bergman, students. Tait on film-making in Scotland in the 1950s. Photograph of Tait at this period. Extract from Tait’s film Rose Street (1956). Tait talking about her pre-film life. Photograph of her as a medical officer in the RAMC. Tait and Krikorian walking along Rose Street. Tait talking about On the Mountain (1974) which incorporates the whole of Rose Street and thus provides a comparison of the times when the two films were made as well as comparison of the pacing of each. Extract from On the Mountain showing colour and black and white sequences. Tait talking about how much there is to see in any one place “if you really look”. She reads from Federico Garcia Lorca’s Poet in New York about the work of Don Luis de Góngora for whom “an apple is no less intense than the sea…”, says that the kind of cinema she cares about is a poetic medium, and that her life’s work has been making film poems. ACE131.3 10:10:19 10:22:03 Part of a brochure for a “film portrait”. Tait talking about her “portrait” of Hugh MacDiarmid. Extract from Hugh MacDiarmid – A Portrait (1964). Tait reads from MacDiarmid’s poem, Somersault, which she used in the film. Another extract from the film, with the poem on the sound-track. Books of Tait’s own short stories and verse. Copy of Hector MacAndrew’s musical setting for Hill Top People. Talking about Where I am is Here (1964). Opening sequences of the film. Tait talking about Caora Mor – The Big Sheep (1966). Extract from the film. Tait talks about the film and Highlanders’ memories of the Clearances. Another extract from The Big Sheep. ACE131.4 10:22:03 10:34:09 Tait talking about her Colour Poems series (1974), which she wanted to make “as still as possible”, and about her memories of reports of the Spanish Civil War. Extract from Numen of the Boughs, one of the Colour Poems. Tait talking about the film. Aerial (1974). Tait and Krikorian talking about her subject matter. Extract from Landmakar (1981). Tait asks Krikorian if she understood the dialogue in the film. The latter says she feels that looking at the images is more important. Tait suggests that her films “live” if they are seen and responded to. Another extract from Landmakar. Credits.",
   "Choreographer" : "",
   "Date" : "1983",
   "Series" : "Profiles",
   "Title" : "Margaret Tait. Film Maker",
   "Part" : "",
   "Film ID" : "ACE131",
   "Production Company" : "Arbor International"
}
