{
   "Synopsis" : "One of a series of dance pieces created specially for television: a woman fantasises about a relastionship with a man.",
   "Director" : "Paula van der Oest",
   "Article" : "",
   "Full credits" : "Choreographer Neel Verdoorn; Written & Directed by Paula van der Oest; Composer Fons Merkies; Performers: Neel Verdoorn, Massimo Molinari, Jappe Claes. Director of Photography Brigit Hellenius; Second Unit Camera Danny van Elsen; Focus Puller Daniel Jaspers; Production Manager Peter-Jan Brouwer; Production Assistants Jasper Wessels, Floor Onrust, Walter Birkhoff; First Assistant Rob Blomkwist; Location Manager Bas van der Ree; Assistant Director Marco Niemeijer; Gaffer Bert Hogenes; Grip Garrincha Hallie; Boom Operator Ludo Keeris; Make-Up Tjebbe Huese; Costume Design Linda Bogers; Set Dresser Lou Huijs; Assistant Producer Inge van Hunnik; Post Production Natasja van Wijk; Editor Stefan Kamp; Sound Editing Wiebe de Boer; Editor Dance NPS Mirjam van der Linden; Production Coordinator NPS Marianne Eggink; Associate Producer Bert Nijdam; Line Producer Erwin Godschalk; Executive Producers Henk van der Meulen NPS, Rodney Wilson Arts Council of England, Bob Lockyer BBC; Producers Hans de Weers, Hans de Wolf. This film was supported by the Dutch Cultural Broadcasting Promotion Fund. An Egmond Film and Television Production for BBC/Arts Council of England/NPS. © MM BBC/Arts Council of England/NPS.",
   "Minutes" : "8 min",
   "Full synopsis" : "ACE378.2 10:00:00 10:08:25 Woman in chauffeur-driven car caught in heavy rain. She sees a man walking along and fantasises about being with him in woodland, beside a lake, etc. The man disappears. She looks for him in her fantasy as well as from the car. They meet in the fantasy. She sees him in the rain. Woman gets out of car and runs after the man. Fantasy becomes reality. The End. Credits.",
   "Choreographer" : "Neel Verdoom",
   "Date" : "2000",
   "Series" : "Dance for the Camera 5",
   "Title" : "I Want You Not the Money",
   "Part" : "",
   "Film ID" : "ACE378",
   "Production Company" : "Egmond Film and Television"
}
