{
   "Synopsis" : "The essence of tantric Buddhism as expressed in some Tibetan Buddhist rituals, in particular, the invocation of the female deity Tara, “A Beautiful Ornament.”",
   "Director" : "Graham Coleman",
   "Article" : "",
   "Full credits" : "This film was made through the kindness of His Holiness The Dalai Lama, H.H.Dudjom Rinpoche, H.H. Sakya Trizin, H.H Gyalwa Karmapa, Sogyal Rinpoche, Tashi Gyaltsen, Tempa Tsering. Our thanks go out to The Venerable Tarik Rinpoche and the monks of the Phulwary Sakya Monastery. Original translations Glenn Mullin; Painting of Hayagriva Robert Beer; Cosmogram painted by Robert Preece; Titles and Special Effects Rank Post Production; Directed by Graham Coleman; Produced and Photographed by David Lascelles; Lighting and Still photography by Mike Warr; Sound recorded by Robin Broadbank; Edited by Pip Heywood; The Music of “A Beautiful Ornament” is available from Thread Cross Records. The film was completed with the kind financial assistance of The Arts Council of Great Britain. Copyright © Thread Cross Films July 1978.",
   "Minutes" : "121 min",
   "Full synopsis" : "ACE070.10 11:24:38 11:37:31 Caption: “The generation and offering of the third Torma.” Ritual continues. Caption: “Catching the compassionate protection of Tara.” Ritual continues. ACE070.11 11:37:31 11:55:00 Caption: “The offering of the fourth Torma and the generation of Hayagriva.” Ritual continues. Music. Painting of Tara. Monks now wearing their red hats. \u000b ACE070.12 11:55:00 12:01:00 Ritual continues; image of cosmogram superimposed. The cosmogram is broken up and burned in the monastery grounds. Painting of Tara with caption: “O Vajra Mother, I am an ordinary being, filled with worldly and deluded thoughts. If these have disrupted this ritual and clouded my absorption with wandering, O My Refuge, Lady of Compassion, I beg you to forgive me.” Ritual concludes. Credits. ACE070.2 10:00:00 10:08:41 Painting of Tara. Caption: “Homage to the Queen of Compassion, Supreme Mother of all realisations, the Awakened one, who has attained perfect fulfilment and irradiated all delusions, she who abides in the bliss of the insight gone-beyond, the fully adorned conqueror who surpasses all bounds.” View of Boudha, Nepal, and the Buddhist monastery. Music over; with subtitles: “The aim of the Sacred Writings of the Awakened Ones, their noble quality, their power, and all their activities, is to help beings, from now until enlightenment. Both the monastery, through its active functions, and the stupa, through its subtle functions, serve to radiate the qualities of the Awakened Ones…” Stupas, wall of prayer wheels, murals, etc. Monastery exterior and interior; people praying and making offerings. ACE070.3 10:08:41 10:14:31 Caption: “The Abbot of the Phulwary Sakya Monastery, Tarik Rinpoche, prepares to perform ‘A Beautiful Ornament” a ritual visualisation composed by the Noble Nagarjuna.” The Abbot painting a mandala. Subtitles; “Tarik Rinpoche’s and Nagajuna’s main meditational deity is Tara. Tara is the embodiment of active compassion and the vibrance of all awakened qualities...” Caption: “Pharping, a holy place of retreat.” Buildings at Pharping, south of Kathmandu. Monk contemplating scriptures. Subtitles; “The first stages in the preparation for entering the Mantrayana path are the contemplation of the nature of mind and the generation of the urge toward supreme liberation...”\u000b\u000b ACE070.4 10:14:31 10:21:41 Caption: “The initiation.” The Abbot chanting, monks responding. Subtitles: “In the mind freed from the limitations of ego and motivated by a compassionate attitude, the master can transmit the seed of the ability to contemplate and actualise the nature of the deity…” Caption: “A place of retreat.” Monastery in woodland. Subtitles; “For three years, three months and three weeks, or over a period determined by the master, the monks recite the mantra of the deity and visualise her form...” Interior: statue, etc.; monk meditating. “…through the visualisation … the great bliss of insight is actualised…” Painting of Tara: “The deity is innate compassion and innate wisdom unclouded by delusion.” ACE070.5 10:21:41 10:37:33 Caption: “The ritual preliminaries” Monks constructing “a representation of the universe, a cosmogram” from wood, clay, wool, etc. Subtitles explain that “This is made up of two interpenetrating world systems, one representing the world of absolute or pure form, and the other representing the world of relative or manifest form...” Subtitles describe the symbolism of the different elements of the cosmogram. Monk preparing the statue of Tara. The “Divine Mansion”. Painting some of the models. Building the circular frame representing “water”. Moulding tormas (butter sculptures), four of which will be offerings to Tara. Subtitles explain the elements of the Divine Mansion. Moulded figures. Painting the figure of rider and horse. Assembling the various parts of the cosmogram. ACE070.6 10:37:33 10:52:02 Full moon. Monks blowing dungs (horns). Subtitles: “Hayagriva, a wrathful manifestation of the transmutative wisdom and compassion which lies at the heart of all that appear. Hayagriva manifests that power of mind which transmutes the rages of attachment, bewilderment and aversion. The aim of ‘A Beautiful Ornament’ is to overcome the gross emanations of these delusions…” Caption: “Herein lies ‘A Beautiful Ornament’ a ritual in the cycle known as sDrolma gYul zLog composed by the Noble Nagarjuna.” The cosmogram in the monastery. Monks taking their places. The Abbot preparing himself. Statue of Tara and offerings. Murals. Chanting, music, drilbus (bells), prayers, etc. \u000b\u000b ACE070.7 10:52:02 11:07:43 Caption: “The Self Generation of Tara.” Ritual continues. Prayers, some with the addition of mudras (hand gestures). Animated Tibetan characters and symbols (lotus, etc), the painting of Tara. Monks with malas (prayer beads). Caption: “The generation and empowerment of the cosmogram.” Details of the cosmogram; monks praying ask that the offering (the cosmogram) will satisfy “the fields of the senses” of the “families of guests”; time-lapse footage of clouds over countryside, flowing water, snow, sky, and so on. Caption: “The generation of Tara in the image-in-front.” Ritual continues. ACE070.8 11:07:43 11:22:03 Caption: “The generation and offering of the first Torma.” Ritual continues. Dungs and rolmos (cymbals). Abbot and other monks prostrate themselves. rGna (large drum) and dung-dkar (conch). Monk with tsampa (barley flour) offering. ACE070.9 11:22:03 11:24:38 Caption: “The generation and offering of the second Torma.” Ritual continues. Instruments include galing (shawm).",
   "Choreographer" : "",
   "Date" : "1978",
   "Series" : "A Trilogy on Tibet",
   "Title" : "Radiating the Fruit of Truth",
   "Part" : "2",
   "Film ID" : "ACE070",
   "Production Company" : "Thread Cross Films"
}
