{
   "Synopsis" : "Experimental film of members of the Ballet Rambert in rehearsal, in performance, in class, and at home.",
   "Director" : "John Chesworth, Yutaka Yamazaki",
   "Article" : "",
   "Full credits" : "Photographed by Clive Tickner, Yutaka Yamazaki, Derek Hart; Editor Gregory Harris; Music Carlos Miranda; Produced by John Chesworth; Directed by Derek Hart, Yutaka Yamazaki; [Dancers appearing include Lucy Burge, Derek Hart, Catherine Becque, Christopher Bruce, Sally Bruce, Zoltan Imre, Sally Owen, Diane Walker-Clarke, Leigh Warren; Carolyn Fey (wardrobe); Cruel Garden: choreography Christopher Bruce, music Carlos Miranda, design Nadine Baylis.]",
   "Minutes" : "29 min",
   "Full synopsis" : "ACE064.2 10:00:00 10:10:26 Credits. Rehearsal room. Dancer Pixillated, and otherwise non-linear, intercut with credits. Dancer continues. Early morning. Cat wanting to get out. Woman opening blind. Rehearsal room. Woman getting up. Her VO talks about the parts of her body she likes and dislikes. Man also getting up; his VO talking about being “on the border” between “romantic and symbol”. The two at breakfast, woman taking shower; various VOs of other dancers, etc. Dancers doing barre exercises in rehearsal room: shots of feet, hands, faces, shapes, etc. Stretching, relaxing, trying out movements and postures. ACE064.3 10:10:26 10:19:50 Woman in shower, VO talking about her feet. Rehearsing. Dressing room: clothes, photographs. Man exercising on the floor. Feet, shoes, etc. Food. Eating grapes, apples, chocolate. Woman cleaning teeth. Sunbathing, reading. Rehearsal room. Man performing tours. Combing his hair. In rehearsal (pixillated, etc.). Woman rehearsing by herself and with others; close shots of heads, arms, and so on. Dancers resting. Various VOs. Wardrobe. ACE064.4 10:19:50 10:29:12 Male dancers performing part of Cruel Garden (1977). Dressing-table. Woman applying make-up. VO talks about her face. Cleaning off make-up. Man and woman leave house and cycle off. Dressing tables; dancers doing hair, making up, preparing feet, etc. Couple cycling. Dressing room: dancers changing costumes and make-up (after performance of Embrace Tiger and Return to Mountain). Cyclists. Dressing rooms. Action pixillated and speeded up. Cyclists. Dressing room. Make-up trays. Performers in make-up. Photographs. Rehearsal room. Cyclists. Traffic. Exterior Ballet Rambert premises, Chiswick, with window display of costumes for Pierrot Lunaire and Ziggurat. Rehearsal room. With thanks to the dancers of Ballet Rambert.",
   "Choreographer" : "Christopher Bruce",
   "Date" : "1978",
   "Series" : "",
   "Title" : "Dancers",
   "Part" : "",
   "Film ID" : "ACE064",
   "Production Company" : ""
}
