{
   "Synopsis" : "The work of English painter, Graham Sutherland (1903-1980), showing examples of his landscapes, portraits , etc., and concluding with the artist describing his style and methods.",
   "Director" : "John Read",
   "Article" : "",
   "Full credits" : "A BBC Television Film Made in association with The Arts Council of Great Britain. Produced by John Elliot; Photographed by A A Englander, Edward Catford; Research by Robert Melville; Music Matyas Seiber; Narrator Rex Warner; Written and directed by John Read.",
   "Minutes" : "27 min",
   "Full synopsis" : "ACE003.2 01:00:00 01:07:32 Driving along a country lane. Commentary suggests that “The best of British painting is that which has kept alive our ancient association with Nature and expressed a poetic vision of our surroundings.” Landscape scenes. A country road near Farningham, Kent. Painting being taken out of Graham Sutherland’s house; followed by Sutherland himself. Kathleen Sutherland cutting branches in the garden. Inside the Sutherland house showing interior decorations, objects on the mantelpiece, etc., including bones, thistles, crystals, and fossils, reflecting Sutherland’s interest in geology and natural history. Exhibition catalogues. Views from the studio window. Sutherland looking at some of his paintings prior to sending them away to an exhibition; commentary says the images are both familiar and unfamiliar, being of natural objects, filtered through the artist’s imagination. Paintings on show in London. Religious themed work: Christ carrying the cross. Smaller works. Landscape in Pembrokeshire, near St David’s Head; grasses, thorns, roots, leafless bushes, water, etc. Commentary says this area and these kinds of objects were influential on Sutherland’s work before the Second World War. Some of Sutherland’s paintings from this early period. Rowing boats at edge of river, winding country road. Representation in Sutherland’s work. ACE003.3 01:07:32 01:17:20 Self-portrait. Paintings of the Blitz, etc, made while Sutherland was an official War Artist. Sutherland at home. Several of his paintings showing images of thorns, a symbol of Christ’s crucifixion. Photographs of Sutherland’s painting of The Crucifixion itself (1946), one with Sutherland standing beside it. One of the photographs of Belsen survivors which influenced this work. Interior church of St Matthew in Northampton where the painting hangs. Canon Walter Hussey in front of the painting, talking about the tradition of Christian art, and about the feelings induced by Sutherland’s work. Sea breaking on rocks in the south of France. Statue of Virgin and Child, palm trees; landscapes; sunlit buildings, restaurant tables outdoors. The Sutherlands walking across a square. People walking along the waterfront at Monte Carlo; contrast with ancient landscape. The Sutherlands lunching outside their cottage at Cap Ferrat. View of nearby hill town. Sutherland walking through countryside; trees, bushes, a grasshopper. Objects on a table. Shadows. Sutherland in his studio. A table holding many objects picked up during previous excursions. Sutherland beginning a sketch of a subject resembling a grasshopper. ACE003.4 01:17:20 01:26:33 Recent work and its influences: palm trees and their leaves and branches. The tropical gardens of the Ephrussi Rothschild Museum, St Paul-de-Vence, Cap Ferrat. Sutherland in his studio looking at thorny plant; paintings showing similar images. Sutherland among the tall grasses of the valley of the river Var; a sketch. Film of W Somerset Maugham talking as he sits for Sutherland. The resulting portrait, William Somerset Maugham (1949). William Maxwell Aitken, 1st Baron Beaverbrook (1952). The Maugham portrait. Landscape painting. Study of a Palm Tree, Palm on Wall (1948), Palm Palisade 1947-8, Study of a Hanging Maize, Still Life with Gourds, Banana Leaf and Landscape. Pictures influenced by the structure of insects. Sutherland standing in front of a huge ivy-covered wall. Sutherland in his garden. He says that “to try to express in words the equivalent of the look one wants in paint almost invariably ends in failure because words and painting are really separate means of expression.” He says that he has sometimes tried to give clues to his work but often wishes afterwards that he hadn’t. He describes how he sees things when he goes for a country walk, how ideas are generated, how he tries to capture his original response to seeing objects, his fascination with organic forms,. VO continues of views of some of his paintings. Commentary continues over shots of paintings. Sutherland painting. The End.\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1954",
   "Series" : "",
   "Title" : "Graham Sutherland",
   "Part" : "",
   "Film ID" : "ACE003",
   "Production Company" : "BBC Television"
}
