{
   "Synopsis" : "The work of Romanian-born sculptor, Constantin Brâncu?i (1876-1957), a forerunner of modernist sculpture.",
   "Director" : "Sean Hudson",
   "Article" : "The",
   "Full credits" : "The Rumanian Brâncu?i, from an idea by William Tucker. Producers Rodney Wilson, Sean Hudson; Romanian Crew: Associate Producer Petre Nedov; Assistant Director Leon Cristescu; Art Consultant Barbu Breziano; Music Consultant Josif Hertea; Musicians Rapana Ovisiu, Constanta & Constantin Dindiri; Electricians Vasile Dumitrescu, Petre Dumitru; Additional Assistants Araxi Nedov, Doina Magrini, Victoria Gherman, Marin Coltan, Ion Blenda, Paul Rezianu, Stanca Potino; Still Photographs Wayne Miller, Edward Steichen, Stefan Gorjan, Simon Pugh; Philadelphia Museum of Art, Museum of Modern Art (N.Y.), Guggenheim Museum (N.Y.), United Press International; Film of Brâncu?i Agnes E. Mayer Collection, Library of Congress Washington, by kind permission of her family. Research Penny Eyles; Graphics Joy Cuff; Assistant Editor Peter Cox; Rostrum Camera Zephyr Films; Processing Rank Laboratories; Narrator Daniel Massey; Photography Clive Tickner, Stephen Tickner; Sound Neil Kingsbury; Dubbing Mixer Mike Billing; Editor Tom Scott Robson; Director Sean Hudson. © Arts Council of Great Britain.",
   "Minutes" : "25 min",
   "Full synopsis" : "ACE057.2 10:00:00 10:08:47 Boy herding cattle. Train. Târgu Jiu, south west Romania, home to “the three most ambitious monuments of modern art”, The Table of Silence / Masa T?cerii, The Gate of the Kiss / Poarta S?rutului, and The Endless Column / Coloana f?r? sfâr?it commissioned as a war memorial and placed on an axis that crosses the town. Photographs of Constantin Brâncu?i, including some in his Paris studio in the Impasse Ronçon. Commentary gives biographical and other details. Rodin’s The Kiss / Le Baiser (1886). Brâncu?i and others revolted against these forms. Rural life in Romania: elderly peasant woman, shepherd and flock, woman feeding chickens, etc., etc. Mill race, grindstones turning. Millstone compared to The Table of Silence. Details and views of this group of carvings. ACE057.3 10:08:47 10:16:05 Several sculptures. The Dawn of the World / Începutul lumii (1924). Fish / Poisson (1920). Others. Peasants hoeing. Commentary giving details of Brâncu?i’s early life. Photographs illustrating Brâncu?i’s early years in Târgu Jiu and Craiova, where he went to art school, and college in Bucarest. Ecorché by Brâncu?i and Dr Dimitrie Gerota (1902). Paris. Brâncu?i as church cantor; various heads/busts; Pride (1905), Torment / Le Supplice / Supliciu (1907). The Prayer / Rug?ciune (1907) in gallery and in churchyard. The Kiss / S?rutul (1907). Photographs of other versions of this same theme. The “kiss” and other features of The Gate of the Kiss. Man making noises by blowing across a leaf. Shepherd and flock. Bullock cart.\u000b\u000b ACE057.4 10:16:05 10:25:26 Home movie of Brâncu?i. Photograph of outdoor table. Stylised carved head. Photograph of Mademoiselle Pogany, model for the series Miss Pogany / Domni?oara Pogany (1912-1933). A Bird in Space / L’Oiseau dans l’Espace. Series 1923-1940 Photographs of Brâncu?i, one with a Bird in Space. Heron flying. Traditional weaving designs. Women working at loom, spinning. Man sawing. Cattle. Wooden buildings; details of carvings and structure. Photographs of The First Step / Primul pas (1913); Prodigal Son (1915) The Sorceress (1916-1924), Torso of a Young Man (1917), Little French Girl / The First Step III (1917), Chimera (1918), King of Kings (1930s), The Endless Column, Adam and Eve (1921), Socrates (1922), Cock Greeting the Sun (1924), all made in a few years from 1912. Photograph of Brâncu?i with the Endless Column at Edward Steichen’s garden in Paris. Photographs of column being erected at Târgu Jiu, 1935. Views of this Column from surrounding area. Film of Brâncu?i at work on the carving. Credits.",
   "Choreographer" : "",
   "Date" : "1976",
   "Series" : "",
   "Title" : "Rumanian Brancusi",
   "Part" : "",
   "Film ID" : "ACE057",
   "Production Company" : ""
}
