{
   "Synopsis" : "An exploration of the attitudes and aspirations of a young black man in Britain which challenges white stereotypes and celebrates black cultural traditions.",
   "Director" : "Peter Harvey",
   "Article" : "",
   "Full credits" : "BLUE TOO featured Larrington Walker, Jane Goddard, Ian Convery, Simon Parker, Graham Luck, Bill Mailes, Ralph Jeffries, Shango Baku, Peter Harvey, Angela Clekin, Moira Clekin, Hubert Thompson, Sara Allen, Adrian Richards, David O’Kelly, Rusty Livingston, Tom Bushe. BLUE TOO Crew: Camera Operators Mario Thomas, Jeff Lee, Tony Auguste; Lighting Operators Jeff Lee, Tony Auguste; Sound Operators Melanie Long, Michelle Mascoll; Make Up Liz McLafferty; Catering Dilys Kirsch; Photos Bilha Rafaeli Gary Cook; Production Tinka Gordon; Art Direction Janis Flint, Gary Dennis; Costumes Henrietta Nash, Mrs Nash, Charlie Allen, Silverlining; Animation Liam Devant, Tony Baker. Additional Music, Blues for Amrik by M.X. Devils Music/Jazz for Jeff by P.W.H & M.X. Equipment Hire Media Production Services, V.E.T Ltd., Moonshine Video, L.V.A. Locations Moonshine C.A.W. Ltd., Highbury Roundhouse, C.E.T., L.V.A. Post Production London Video Access, Moonshine Video; V.T.R. Operators Pat Horridge, Andy Pearson, Steven Appleby, Noreen O’Gallagher; Screen Writer Simon Parker; Performance Direction Mike French; Written by Peter Harvey, Simon Parker, Mario Thomas, Jeff Lee; Line Producer Jeff Lee; Runners Hilda Sealy, Karen Harvey, Claude Johnson. Special Thanks to The Allen Family, Pat Blades, Sam Arrrowsmith, Kobena Mercer (B.F.I.), Mrs Harvey, Rene Lee, Samantha Owen, Paul Mellor, Charles Thompson, Juliet McKoen, Rodney Wilson, Victor Romero Evans, James Gormley, Jez Welsh The Rosemary Branch Pub, Kay & Maurice at The Admiral Duncan, Blue at The Lord Westbury, Staff at L.V.A. & Moonshine. Financed by The Arts Council of Great Britain. Directed and Edited by Peter Harvey. Copyright P.W.H. 1989.",
   "Minutes" : "38 min",
   "Full synopsis" : "ACE405.2 10:00:00 10:13:17 Illustrations from Little Black Sambo (1899). Jane Goddard, holding golliwog, as character describing how her teacher talked about having “a little piccaninny” in class. Peter Harvey reciting poem about school. Examination room; teacher’s voice over “yours is the generation that never listens … no guts … no backbone … I’ll continue to use this cane … ”. Goddard as teacher berating pupil (Harvey) for not trying hard enough and he replies that it’s not his history or his culture. Peter Harvey as “Sambo”, a young man concerned about his identity – home is the West Indies, home is London, “we’re still travelling”. “The worst thing in life is being poor, black and smart, because after a while you realise that there are some things that you’ll never ever have unless you take them.” Film of London streets, West Indian beaches, black immigrants, street-sweepers, burning buildings and cars, illustrate his words. Goddard with golliwog. Animated Little Black Sambo “going for a walk in the jungle to find out what life is really all about”. Larrington Walker as Sambo’s father, giving advice to his son about leaving home. Multi images of black people working – nurses, etc. – superimposed. “There’s more than one way to travel, and sometimes the way is closer than you think. … Be careful of them tigers.” Narrator (Walker) tells how Sambo embarks on “a Ulyssean journey across the world”. Meets friend, Mike (Simon Parker), in the park and discusses ideas for the future. Sambo goes to buy himself some “serious walking boots” and is then stopped by the police. Goddard wonders if “Mr Plod and his friend” “just don’t like black people”. In the police station. Policeman (Ian Convery) interrogates Sambo about the knife he’s carrying. Animated and processed sequences of a party Sambo was at. Policeman (Ralph Jeffries) prepares to give Sambo a strip-search. Walker telling how Sambo, brought in “on suss”, was released a few hours later without charge, and how his friend, Mike, had gone to the police station and argued on Sambo’s behalf. Animated sequence alongside illustrating the same events. Mike and Sambo discuss the future, getting work. Walker (VO) explains that Sambo gets a place at Smithfield meat market but is given a pointless job to do, to the amusement of his employer (Convery) and his friends. Goddard (VO) telling how Sambo got angry and attacked his employer. \u000b\u000bACE405.3 10:13:17 10:27:49 Sambo gets a job in an office where “he could not understand why everyone kept on calling him John”, and “always had lots more than anyone else to do”. He finds a piece of paper which (according to Goddard as newsreader) announces changes to television programming “to form a new schedule more suitable for our Commonwealth friends”) and including programmes such as “Khan and Ball” and “Singh Something Simple”. Sambo gets himself a smart suit. He talks about seeing Mike but ignoring him. Animation and live action of Sambo looking for accommodation: the usual response is “No coloureds”, but one woman rents him a small room. He starts to relax with a joint but is disturbed by episode of TV sitcom, Love Thy Neighbour (1972-1976) (intervention by Hubert Thompson shouting black and white phrases) and starts dreaming about a party political broadcast (Graham Luck) on behalf of the “Send ’Em Back Party” – images of Ku Klux Klan superimposed. Sambo remembering how he used to watch television with his father. Second extract from a Love Thy Neighbour episode in which Eddie insists, much to Bill’s amusement, that Al Jolson was black. Goddard starts talking about “the first day that Sambo went to school…”. Montage including extract from animated version of Little Black Sambo (1935), and other animated caricatures of black people, street sign for Black Boy Lane, KKK, racist graffiti, black-face singers, etc., Vitaphone announcement of Al Jolson in The Jazz Singer (1928). Black sportsmen and women, entertainers. Margaret Thatcher on the need to trade with South Africa to help breakdown Apartheid, Enoch Powell, race riots. Angela Davis, Malcolm X, Martin Luther King, Soweto. Little girl (Sara Allen) talking about seeing black children homeless and hungry on television.ACE405.4 10:27:49 10:37:35 Walker tells how Sambo went out to the local pub. The publican (Bill Mailes) overcharges and is rude to him. Goddard identifies the publican as a member of the National Front. Sambo listens to the publican insulting him and making fun of him to two customers. Jazz saxophonist(Adrian Richards) superimposed Goddard says it’s strange that they want Sambo to go home – he was born in Peckham. Walker says that Sambo goes to a park “to find a quiet place to chill out”. A Rasta (Shango Baku) drops peanut shells on him from his seat in a tree. They argue. Richards. The Rasta tells Sambo to learn from his ancestors and be proud but Sambo says they were all “savages …living in the jungle”. The Rasta quotes “All that glisters is not gold…” to him and disappears. Anti-Apartheid marches. Nelson Mandela. Martin Luther King. Richards. Demonstrations in South Africa. Walker says that Sambo begins “to make sense of things”. Goddard describes how he goes home and makes pancakes; Thompson says he eats “exuberantly”. Montage of images from the film. Credits.",
   "Choreographer" : "",
   "Date" : "1989",
   "Series" : "Black Arts Video Project",
   "Title" : "Blue Too",
   "Part" : "",
   "Film ID" : "ACE405",
   "Production Company" : ""
}
