{
   "Synopsis" : "A dramatised account of the life and work of English Socialist artist and writer, William Morris (1833-1896), and his connection with members of the Pre-Raphaelite movement.",
   "Director" : "Alister Hallum",
   "Article" : "",
   "Full credits" : "William Morris, Timothy West; Jane Morris, Kika Markham; Richard Grosvenor, John Cater; D. G. Rossetti, Clive Swift; Jenny Morris, Theresa Streatfeild; May Morris, Suzannah Williams; Nurse, Pat Rossiter; Boatman, Dave Hastings; Printer , Ronald Briggs; Dinner guests Elunid Hawkins, Peter Kerr. Music Red Eye Band; Production Manager Iain Watkinson; Production Assistant Heather Loades; Stills Photographer Orit Izahari; Continuity Melanie Friesen; Makeup Ros McCorquodale; Costumes Shirley Russell; Stylist Elspeth Norden; Production Design Lyall Hallum; Sound Simon Okin; Sound Assistant Albert Bailey; Camera Assistant Iain Cassie; 2nd Unit Camera (Iceland) John Bulmer; Lighting Cameraman Jeremy Stavenhagen; Editor Michael Audsley; Script Philip Henderson, Alister Hallum; Produced & Directed Alister Hallum. The Producer acknowledges the assistance of Professor Norman MacKenzie, William Morris Society, Society of Antiquaries William Morris Gallery, Walthamstow, E. E. Hollamby, Red House, Bexleyheath, Arthur Sanderson & Sons Ltd. Written by Philip Henderson. An Alister Hallum Production. Arts Council of Great Britain © 1978",
   "Minutes" : "53 min",
   "Full synopsis" : "ACE076.2 10:00:00 10:10:13 William Morris in an Underground train. Narrator reads description of his thoughts: “What would happen on the morrow of the Revolution?” The Morris family at home, preparing for a trip to Kelmscott, Oxfordshire, in the summer of 1880. Morris, his wife, Jane, and Richard Grosvenor, board a small boat. Morris giving a lecture and exhorting his listeners “to strive to enter into the real meaning of the Arts, which is surely to express a reverence for nature, the life of Man upon Earth”. Grosvenor’s narration explains that Morris used the river journey as the basis for his book, News from Nowhere, in which he would propose a retreat from industry and a revival of crafts. Morris talks about his epic poem, Sigurd the Volsung, and expresses his views on Wagner’s operas. They reach Hampton Court. Grosvenor describes Morris’s liking for Gothic architecture and his dislike of Christopher Wren’s addition to the palace. Morris expresses his dislike of “classical” architecture; he says “architecture should grow out of a genuine need”. Overtaken by a steam boat which gives them a tow, even though Morris disapproves of mechanisation. Lecture: on the need for machines to free rather than enslave. ACE076.3 10:10:13 10:21:21 VO reading Morris on the countryside near Cookham. Jane walks by herself in the churchyard at Bisham, while Morris and Grosvenor look round the church and read the long inscription from Sir Thomas Hoby’s tomb. VO on Morris’s thoughts on the Middle Ages. Lecture: on “competitive commerce” which is “destructive of Art, … the happiness of life.” Next morning, breakfast at their riverside camp. Lady Place, Hurley Lock, which gives Morris the chance to expound his hatred of “restoration”. Grosvenor talks about Morris’s views on the protection of ancient buildings. Two of his stained glass windows, which he refused to allow to be placed in old buildings. The boat runs aground at Sonning. Discussion on the “ideal Socialist society”. Nearing Iffley. Oxford. Morris on being an undergraduate, and on decorating the new Union building with Dante Gabriel Rossetti and others. Grosvenor on Morris’s involvement with the Pre-Raphaelite Brotherhood; he says that John Ruskin’s analysis of mediaeval art and its sociological background inspired much of Morris’s later thinking. Morris’s own words on Ruskin’s chapter on “The Nature of Gothic”. Grosvenor sums it up as “Art is the expression of Man’s pleasure in his labour”, which Morris believed was “the basis for a true Socialism”. Some of the frescoes, based on stories from Le Morte d’Arthur, in the Oxford Union. Morris’s contribution: How Sir Palomides Loved Iseult With an Exceeding Great Love…(or How Sir Palomydes loved Lady Belle Iseult) (1857). Morris on Rossetti. ACE076.4 10:21:21 10:32:07 Morris and Jane at the railway station. His poem, Near But Far Way, recited over. Jane on the train to Kelmscott. Grosvenor on her meeting and marrying Morris. Red House, at Bexleyheath, designed by Philip Webb. Details of the interior with, VO, Morris’s description of his venture into business, Morris, Marshall, Faulkner and Co. Morris at dinner with Jane, Rossetti and others. Furnishings ad stained glass with more description of the business over. Morris and Rossetti discussing the company; Morris says he wants control while Rossetti argues that this is against its original principles. Rossetti poses Jane for a photograph. Morris rowing, His VO talking about Kelmscott Manor, and his joint tenancy with Rossetti. Grosvenor on village gossip about Jane and Rossetti. Tiled wall, wallpapers, etc. Morris’s VO on the success of the business, and what he learned about dying, weaving, and so on in order to produce the goods. Grosvenor on the work undertaken at Merton Abbey. Lecture: on the intention to make the factory “a pleasant place” whose work “will stimulate … a desire for artistic creation”. Continues VO over Morris printing wallpaper. ACE076.5 10:32:07 10:40:47 Kelmscott. Rossetti and Jane. Morris’s words describing his unhappiness with the arrangement. Rossetti ill. Morris and Grosvenor on the river. Rossetti and Jane kissing; his VO reciting Nuptial Sleep. Crashing waves. Morris looking at the water and walking in the countryside. His description of his first visit to Iceland over. Morris touring on a pony. Landscapes. Church. His VO on his liking for Icelandic literature, etc. On the Thames. Grosvenor on Morris’s politics. Morris explains his dislike of Disraeli’s policies. Grosvenor describes Morris’s joining H. M. Hyndman’s Social Democratic Federation, and then setting up the Socialist League (pages from The Commonweal) and the Hammersmith Socialist Party (title page of Chants for Socialists (1883)). Morris sitting by a fireside, his VO describing a visit to the East End of London. Lecture: on class and work. Printing pages at the Kelmscott Press; Grosvenor’s VO says that Morris hoped that his books would help disseminate his vision of a better world. ACE076.6 10:40:47 10:52:58 On the river. Morris and Grosvenor discuss the move of people from the villages to the towns and what will happen as a result of their crafts being lost. Morris discussing class issues with “Ellen”, his vision, in News from Nowhere, of Jane “as he would have liked her to be”. “Ellen” and Morris at a village event; people dancing and singing. Grosvenor rouses Morris from his daydream. Kelmscott. Morris writing a letter: volumes of writings by Morris and his daughter, May; patterned wallpapers and decorations; his VO talking about his writing, his health, the weather, preparations for a trip to Iceland. In Iceland; Grosvenor describes the visit as not being a success, with Morris appearing to have lost his mind. Morris dies in bed. The boat on the river. Morris’s VO reciting from An Apology (The Earthly Paradise) (1868). Credits",
   "Choreographer" : "",
   "Date" : "1978",
   "Series" : "",
   "Title" : "News From Nowhere",
   "Part" : "",
   "Film ID" : "ACE076",
   "Production Company" : "Alister Hallum"
}
