{
   "Synopsis" : "British composer and performer, Gavin Bryars (b.1943), discusses his contribution to the development of English experimental music.",
   "Director" : "David Rowan",
   "Article" : "",
   "Full credits" : "With thanks to Andrew Thomson, Brian Morton, Leicester Polytechnic, Richard Armin, Richard Mills, George W Welch, Simon Allen, Karen Demmel, Ian Gardiner, James Hill, Hugh McDowell, Michael Newman, Colin Paine, Jon Parry, Dave Smith, Colin Snelson, Andrew Thomson, Mark Thomson, Marc Wood, Gavin Bryars Ensemble: Alex Balanescu, Andy Bilham, Gavin Bryars, Roger Heaton, Jamie McCarthy, Dave Smith, John White; Arditti Quartet: Irvine Arditti, Levin Andrade, Alex Balanescu, Rohan de Saram; Photography Patrick Duval, Peter Harvey, David Rowan; Assistants Richard Craske, Lynette Frewin, Alison McCulloch; Sound Ray Beckett, Mick Duffield, David Inns; Executive Producer Rodney Wilson; Producer/Director David Rowan. An Arbor Films Production for the Arts Council of Great Britain in association with Channel 4. © Arts Council MCMLXXXVIII.",
   "Minutes" : "52 min",
   "Full synopsis" : "ACE193.2 10:00:00 10:10:07 Ensemble playing on revolving stage. Curtain call for Gavin Bryars’s first opera at its premiere in France, 1984. Commentary describes Bryars’s university years, playing a lot of music though studying philosophy. Photograph of Bryars with double bass. Bryars talking about the early free jazz improvisation group he played with, Derek Bailey on guitar and Tony Oxley on drums. Bryars VO himself and members of his Ensemble, talking about providing accompaniments at a Working Men’s Club where people like David Whitfield, Kathy Kirby, and Freddie and the Dreamers performed. Piano and xylophone piece continues; Bryars on his composition My First Homage. Caption: “My First Homage (1978), 1st performed at ‘The Kitchen’, N.Y. Played here by members of the Gavin Bryars Ensemble.” Music continues. Photographs of Bryars. Commentary talks about his work on experimental music. Bryars on his composition Marvellous Aphorisms Are Scattered Richly Throughout These Pages (1969), which required him to secrete musical instruments in the pockets of a long coat. Photographs of Cornelius Cardew and John Cage. Bryars on his interest in tonality. Photographs of Percy Grainger and Erik Satie, both influences on experimental and avant garde music. Bryars talking about Satie and Grainger. Photograph of Lord Berners. Bryars on Berners’s early music. Bryars Out of Zaleski’s Gazebo (1977) which he says quotes from Berners, Grainger, and Siegfried Karg-Elert. Out of Zaleski’s Gazebo played by eight hands on two pianos. Caption: “Out of Zaleski’s Gazebo 1977. Played by members of Gavin Bryars Ensemble.” Music continues. \u000b ACE193.3 10:10:07 10:18:53 Newspaper billboard April 16, 1912, announcing the sinking of the Titanic. Photograph of the ship. Bryars on his liking for conceptual art, and the possibilities of producing a piece of conceptual music. His notebooks and manuscript. Newspaper pieces on the Titanic. Fragments of survivors’ reports. Drawings, etc. Music playing over. Bryars’ voice on his ideas for the sounds. Caption: “The Sinking of the Titanic 1969. ‘Possible materials include: stereo tapes, string ensemble, percussion, alarm-clock, cassette speech, music-box, visible sound fx.’ This is an excerpt from the recorded version made in 1975. Editions EG.” Music continues. Underwater footage. “The Rare and Beautiful Music of Portsmouth Sinfonia”; photographs of participants in this orchestra which Bryars founded in 1970 while teaching at Portsmouth Art College. Bryars talks about the activities of the group. A programme of popular classics. The orchestra playing (very badly) the Dance of the Sugar Plum Fairy. Bryars on “the worst orchestra in the world”. Transposing Tchaikovksy’s Piano Concerto down to make the key easier for the orchestra meant that their guest pianist found it extremely difficult, and thus meant that she played it in a way more in keeping with the rest. Bryars describing a performance of the 1812 Overture where all the explosives were set off at one time. Orchestra playing. ACE193.4 10:18:53 10:26:18 Photograph of Bryars in mid-1970s. He explains that he spent this period researching and teaching art history. Caption quotes John Cage, “One way to write music, study Duchamp.” Bryars says that he found literature, particularly the writing of Raymond Roussel, and word play a good inspiration for composing. Jean Ferry’s Une Autre Etude sur Raymond Roussel, Roussel’s Impressions d’Afrique. He suggest that his composition, The Cross-Channel Ferry, an homage to Jean Ferry, shows how he has incorporated word play into his own work. Part of The Cross-Channel Ferry, with Bryars’s VO explaining some of the themes, for example, the use of musical instruments ending in the letter “a”, and Latin American rhythms also ending in “a”. Music continues over film of the cross-channel ferry. Caption: “The Cross-Channel Ferry 1979. Performed here by George W. Welch band.” Music continues over. Music continues over film of sea and seabird. Bryars talking about his return to composition with Ponukelian Melody (1975). Ponukelian Melody played. Bryars VO talking on the influence of Satie, partly his ideas on harmony, and partly in one section, the tempo. Caption: “Ponukelian Melody 1975. Arranged by Andrew Thomson for George W Welch.” Music continues over. The George W Welch band. ACE193.5 10:26:18 10:40:04 Leicester Polytechnic’s Scraptoft Campus. Bryars with class, explaining different ways of altering the pitch and tone of a piano by placing objects on the strings. Bryars conducting musicians accompanying a dance piece. Bryars and students playing a piece by Carla Bley. Photographs of Bryars at piano and with double bass, and with Charlie Haydn and cellist. Bryars talking about Bill Frisell’s Throughout (1982), which he adapted (as Sub Rosa) for an ensemble. Music. Piano, violin, clarinets, xylophone played with bow, Bryars on bass. Caption: “Sub Rosa 1986. Dedicated to Bill Frisell. Gavin Bryars Ensemble.” Music continues over. Part of performance of the opera, Medéa (1984), one result of his collaboration with Robert Wilson. Bryars talking about Medéa, Civil Wars (1984), and other projects he worked on with Wilson. Medéa continues. Bryars saying that this was a sympathetic treatment of the character, allowing her to be in control. Medéa continues. Bryars VO says he didn’t have to worry about other operatic models. Bryars saying his music could be detached and cool. Medéa continues. Caption. “ Medéa 1982-84. Libretto after Euripides. Direction & Design: Robert Wilson. Conducted by Richard Bernas. With Medea sung by Yvonne Kenny, Jason sung by Louis Otey.” Music continues over. Bryars on the calmness of the opera, with characters detached from the action. Medéa continues. Bryars on the lighting and its effects. Medéa continues. Bryars on his research into ancient Greek music, which resulted in him eliminating the violins and adding a large tuned percussion section. Medéa continues.\u000b ACE193.6 10:40:04 10:52:05 Bryars talking about works which grew out of Civil Wars and Medéa, such as Allegrasco. Allegrasco played Musicians include Bryars on bass. Bryars VO on the influence of Busoni. Caption: “Allegrasco 1983-86. Gavin Bryars Ensemble.”\u000bMusic continues. Bryars on his writing for “squeaky door” musicians. The Arditti Quartet playing Bryars’s String Quarter No.1. Bryars says this piece was written for them to play in Vienna on their normal instruments, and then on Raad instruments which offer, for example, particularly bright harmonics, different tonal possibilities, etc. Music continues. Bryars talks about his original idea for this work, having each player representing a different composer and playing a piece which reconciles their apparent differences, though lack of time meant that this wasn’t fully developed. Music continues. Caption: “String Quartet No.1 1985, ‘Between the National & the Bristol’. First performed in Vienna and here played on electronic Raad instruments by the Arditti Quartet.” Music continues over, with Bryars VO. Bryars explains the title of the Quartet. Music continues. Electronics board operator adjusting sound. Credits.\u000b",
   "Choreographer" : "",
   "Date" : "1988",
   "Series" : "",
   "Title" : "Gavin Bryars",
   "Part" : "",
   "Film ID" : "ACE193",
   "Production Company" : "Arbor Films"
}
