{
   "Synopsis" : "British sculptor, Phillip King (b.1934) working on his large-scale abstract piece, Open Bound.",
   "Director" : "Peter Day, Anthony Parker",
   "Article" : "",
   "Full credits" : "A Film made for The Arts Council of Gt Britain by Peter Day & Anthony Parker. Still Photographs by courtesy of The Rowan Gallery Ltd.; Filmed by Anthony Parker, Peter Day; Sound Robert Newell;",
   "Minutes" : "20 min",
   "Full synopsis" : "ACE047.2 10:00:00 10:08:57 Details of sculpture. Phillip King VO describes himself as “an object maker and also a revealer …”. King’s studio. King at work, preparing a grid on paper. His VO talking about his sculpture, Open Bound (1973), and about how he uses the grid, in this case, with the idea of a honeycomb in mind and forming a conical shape. “A grid transformed into matter” – 3-D plaster model. The finished Open Bound. Driving on a motorway. King’s VO says that “necessity has made [him] seek out a studio in the country”, and that the drive gives him time to think and to observe nature. Arriving at the studio, a farm outbuilding. The grid. A model, in thin metal, of the intended work. Shaping and bending metal plates. King’s VO says that after Open Bound, there was less need than usual to make a model for his next piece which would “be about linkages, and spread, and continuity”. He says he enjoys the physicality of sculpture which can often take his mind off problems of a work “that isn’t going right”. Welding. VO says the work only begins to involve him when it begins to take shape. ACE047.3 10:08:57 10:20:33 Further stages in construction. King’s VO says that it was looking at “certain parts of Open Bound, where it hits the ground” that inspired his current piece, these being “a layer of wood, a layer of mesh, wood again, then two layers of mesh next to each other, then wood, mesh, and wood again”. His VO describes his intentions, saying that colour would help distinguish between the layers, and talking about the effects of the different levels, the use of mesh, and tilting the panels. Further stages in construction. King’s VO talking about colour, both natural and applied, how this affects the light on the object and the perception of form, and how it can give impetus to altering a work. Cutting away a piece of mesh. King’s VO talking about the function of the metal plates. He says that the need to paint some of the plates before the construction was completed meant that colour became dominant early on and altered the way in which he saw the work and caused a number of problems in the final stages. Views of the sculpture, Open (red blue) Bound (1973) outside the studio. King’s VO says he wants his work “to be essentially something of nature… not a metaphor for something else, but an identity being revealed”. Credits.\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1974",
   "Series" : "",
   "Title" : "Phillip King: Sculptor",
   "Part" : "",
   "Film ID" : "ACE047",
   "Production Company" : ""
}
