{
   "Synopsis" : "The rehearsal period of Philip Osment’s play, Who’s Breaking, about a young man who discovers he’s HIV positive, performed by a group which includes a deaf actor.",
   "Director" : "Sita Ramamurthy",
   "Article" : "",
   "Full credits" : "Who’s Breaking by Philip Osment: Cast: Steve, Jeremy Sullivan; Linda, Jane Kemlo; Malc, Patrick Logan; Chris, Shaun Chawdhary; Rob, Ben Trott; Stage Manager Imamul Ameen; General Manager Rita Mishra; Sight Assistant Iona Fletcher; Designer Dee Sidwell; Director Sita Ramamurthy. Funded by The Arts Council of England, London Arts Board, City of Westminster, South-East Arts, Easter Arts Board, Hammersmith & Fulham, Milly Althorp Trust, Paul Hamlyn Foundation, Islington Education Authority. IN THE MAKING: Sign Assistant Iona Fletcher; Sign Interpreter Noel McDermott; Assistant Administrator Jane Enright; Production Manager Imamul Ameen; Camera Hugh Meteyard; Editor Hugh Meteyard; Thanks to Tamara Tambimuttu, Tetra/Continuo Music Group, EMI Publishing United Kingdom, Nimbus Records, BBC Children in Need. Facilities Waltham Forest Schools Media Resources Unit; Director Sita Ramamurthy. Produced by Sita Ramamurthy for Neti-Neti Theatre Company with financial assistance from the Arts Council of England. 1995.",
   "Minutes" : "15 min",
   "Full synopsis" : "ACE288.2 10:00:00 Philip Osment’s VO, subtitled: “In The Making traces the journey of the rehearsal period of ‘Who’s Breaking’ by Philip Osment. The production was directed by Sita Ramamurthy and the sign assistant was Iona Fletcher.” Osment talks and signs about the origin as of the play, which was to be about masculinity, not AIDS or deafness. The director wanted to use a deaf actor and so they made one of the characters deaf. Extract from the play introducing this character, Rob, and including Chris and Steve around whose relationship the play revolves. Ben Trott says that he and Iona had to teach Shaun Chawdhary to sign. Fletcher with Chawdhary; the same scene in the play with Chris and Rob arguing silently in sign language. The chorus piece, “Saturday Night. Best day of the week”, rehearsed and performed in sign and words. Actress Jane Kemlo discussing signing and Trott discussing the role of signing in the play with Sita Ramamurthy and Fletcher, and thinking about it relation to dance. Ramamurthy directing rehearsal with actors in which signing becomes more choreographed. Performance of this restaurant sequence. Chawdhary talking about getting into signing as a language. Trott explaining how they mixed signing and mime. Play sequence set by the canal with Trott pretending to be a dog. Ramamurthy talking about the way of making the “Saturday Night” section more visual and suggests using the Stereo MCs as music to dance to. Rehearsing. Trott says he couldn’t hear the music well so had to feel the rhythm or pick it up from the other actors. Performance. Jeremy Sullivan talking about the mixture of sign, dance and gesture to communicate with the audience. Credits.",
   "Choreographer" : "",
   "Date" : "1995",
   "Series" : "Disability Arts Video Project",
   "Title" : "In the Making",
   "Part" : "",
   "Film ID" : "ACE288",
   "Production Company" : ""
}
