{
   "Synopsis" : "The symbolic and liturgical significance of The Seven Sacraments (I Sette Sacramenti) produced by French Baroque painter, Nicolas Poussin (1594-1665), during his years in Rome.",
   "Director" : "Dudley Shaw Ashton",
   "Article" : "The",
   "Full credits" : "NICOLAS POUSSIN 1594-1665. Commentary written and spoken by Sir Anthony Blunt; Music by Palestrina; Sung by The New London Singers; Conductor Donald James; Cameraman Wolfgang Suschitzky; Editor Sarah Philipson; Sound Recording Edgar Vetter; Assistant Cameraman Don Lord; Assistant Director Brian Lawrence; Directed by Dudley Shaw Ashton. Produced for The Arts Council of Great Britain by Samaritan Films, London, England.",
   "Minutes" : "20 min",
   "Full synopsis" : "ACE018.2 10:00:00 10:08:39 The National Gallery of Scotland. Sir Anthony Blunt sitting beside painting. The paintings shown in order, Baptism, Confirmation, Eucharist, Penance, Ordination, Marriage, Extreme Unction. Blunt’s VO gives information on genesis of the series. Painted between 1644 and 1648 at the behest of Paul Fréart de Chantou who wanted copies of an earlier series. Blunt considers these paintings to represent the quintessence of Poussin’s art. He believes that Poussin connected these elements of the Christian faith with the Greek Mysteries. Details of Extreme Unction in which Roman and Christian symbols are combined. Details of Eucharist. The painting shows the participants reclining in the Roman manner, an early Christian tradition of holding the Eucharist bread in their hands, and Christ resembling an early Classical god, and alludes to Christ’s washing of the Apostles’ feet. Details of Penance which illustrates the washing of the feet of Simon the Pharisee by a servant, and the feet of Christ by Mary Magdalene, and makes reference to elements of early Christian liturgy. ACE018.3 10:08:39 10:19:31 Details of Confirmation, which has many more allusions to early Christian liturgy, including the practice, taken over from Judaism, of asperging converts with hyssop. Blunt says that one detail of early dress is incorrect in colour, but that Poussin would generally have had to use sarcophagus reliefs as his source (illustrated by one from St. John Lateran, Rome). Another early Christian sarcophagus which may have been the inspiration for some elements of Ordination. An early sketch for the painting. Details of the architectural features in the painting, including one resembling the Tomb of Absalom outside Jerusalem, and a Pylon with a capital E or Epsilon. Blunt believes these symbolise Judaism and the Greek Mysteries. Baptism lacks such pre-Christian symbolism. Early studies for the painting showing the development of Poussin’s ideas. Details of the landscape elements in the painting. The Marriage of the Virgin Mary to Joseph, which emphasises the flowering of the Rod of Joseph, symbolic of the birth of Christ. Details from several of the paintings. Blunt sees them as Poussin’s “presentation of the idea of the sacraments” he had conceived. They contain common elements, solemnity, clarity of presentation, and classicism. They illustrate the fact that Poussin and his friends found no conflict between a belief in Christianity, admiration for classical antiquity, and a rationalist approach towards life and philosophy. Credits.",
   "Choreographer" : "",
   "Date" : "1968",
   "Series" : "",
   "Title" : "Mind of Nicolas Poussin. A study of his paintings The Seven Sacraments in the Duke of Sutherland’s Collection at the National Gallery of Scotland, Edinburgh",
   "Part" : "",
   "Film ID" : "ACE018",
   "Production Company" : "Samaritan Films"
}
