{
   "Synopsis" : "One of a series on public art, looking at Smethwick, where Francis Gomila (b. Gibraltar, 1954) has created murals and other decorations for High Street frontages, and Swansea, where Robert Conybear and other artists and writers have collaborated with the Development department to produce new sculptures.",
   "Director" : "Maggie Ellis",
   "Article" : "",
   "Full credits" : "Narrator Gabrielle Glaister; Camera Peter Rance, Ron Orders; Sound Tim White, Tony Adkins; Editor John Veal, Marcela Cuneo; Dubbing Mixer Colin Martin; Graphics Steve Masters; Music Edward Shearmur; Executive Producer Rodney Wilson; Producer Trevor Boden; Director Maggie Ellis. A Open Air production for the Arts Council of Great Britain. © Arts Council of Great Britain MCMXCIII.",
   "Minutes" : "25 min",
   "Full synopsis" : "ACE251.2 10:00:00 10:10:48 Film of Smethwick railway and ring road. Smethwick High Street. Commentary explains that one side of the street was demolished in the 1970s to make way for a major traffic route. Francis Gomila walking along the High Street. Gomila describes the High Street and its partial demolition, and about his work with the traders and building owners to decorate the outside of their premises as part of a refurbishment of the High Street. Details of some of these decorations – painting of a huge tap on a plumber’s wall, and other designs relating to the activities in the buildings, such as a fish and chip shop, a drapers, the Red Fort Social Club, etc. Gomila VO says that, initially, the local council wasn’t too enthusiastic. Gomila believes his work also celebrate the racial mix in the area. Cooks and their produce in an Asian sweet shop. Asian clothing shop; the owners show Gomila a packet of henna dye. Decorations based on henna patterns. Shop owner Perveen Sohal talks about the decorations. Photograph of shoe shop from about 1912; VO of Colin Billingham, grandson of original owner. His current shoe shop interior, and exterior showing decoration representing laces in eyelets. Billingham discusses local reaction to the decoration project. Jewellers shop. Gomila in the shop. Owner Vic Sehdeva. Some of the pieces made by him and his craftsmen; the decorations on his shop. Gomila and his studio, formerly the toll house, talks about the role of “town artist”. Louise Gabriel, collaborator with Gomila on his first project, a mural of sixteen panels, representing a modern-day Alice in Wonderland, and completed in 1988: Gabriel describes the paintings which incorporate a mixture of “Alice” situations as well as local characters. Sculpture group by Gomila, Waiting for Halley’s Comet (1987). Gomila talks about the time capsule they buried under the central figure. Gomila in his studio on the planning of projects and collaboration with other disciplines such as local engineers. Pictures of two unrealised projects, M602 and Cardiff Bay Gateway.\u000b\u000b ACE251.3 10:10:48 10:25:18 Views of Swansea dockyard, redeveloped, after it closed and became derelict, as the Swansea Maritime Quarter. Robin Campbell, Special Projects Officer for the Swansea Development, together with his team. Campbell VO talking about their work as designers and commissioners of art and artefacts in the city, consciously intended to relate to the history of the area. Many of their designs and the resulting pieces. Commentary suggests that their major work is The Tower of the Ecliptic (1993). Campbell VO says the design deliberately echoes the lighthouses round the coast of Britain, but that the project evolved into an astronomical tower, incorporating a 500mm telescope. Fixing two decorative heads to poles on the façade. Campbell with Robert Conybear. Campbell explains that this is the first project on which he’s been able to involve other artists at an early stage. Conybear points out that the two glass fibre and galvanised steel heads – The Day Looking Through the Clouds – have open eyes which means that the sky seen through them becomes part of the work. Conybear describes the female figure carrying ellipses which he made for the top of the tower, and which moves around with the wind. Interior of the Tower showing the light patterns created in the stairway by dichromic glass panels made by David Pearl. Pearl at work, and describing his collaboration with Campbell. More views of the glass panels and their patterns. Exterior of the Tower showing the telescope dome, the elliptic statue, and the glass panels. Conybear shows some relief panels depicting a space ship and Pegasus. Campbell on the hazards of the discussion process. Identifying and decorative panels outside the Tower, engraved with words, in English and Welsh, by local poet, Nigel Jenkins. Jenkins explaining his texts to some visitors. Conybear on the collaboration with Campbell, and on his own work as “a penumbra compiler” or sculptor. Stonemason carving the frame of a panel; Conybear VO some of the reliefs. VO talks about the Mumbles lighthouse, and the “dialogue” he’s created between it and the neon installation in his “Ark Lighthouse” (Lighthouse Tower Sculpture) (1988). Campbell VO describes the designs on the doors of the Sea Cadets store. Campbell VO describes his collecting of “visually or symbolically crazy” objects, and the need to respond to and respect history. Campbell says that the work he’s been doing is also a response to place or source, an shows the guide he’s produced to some of the pieces in the area, though he doesn’t believe that public art programmes should necessarily give answers. Final shots of the bay and the Tower. Credits over.\u000b",
   "Choreographer" : "",
   "Date" : "1993",
   "Series" : "Putting Art in its Place",
   "Title" : "Changing Faces",
   "Part" : "5",
   "Film ID" : "ACE251",
   "Production Company" : "Open Air"
}
