{
   "Synopsis" : "The paintings of French Impressionist painter, Claude Monet (1840-1926), produced in London during the winters of 1899-1901.",
   "Director" : "David Thompson",
   "Article" : "",
   "Full credits" : "Quotations from Monet read by Michael Gough. We wish to thank the following for permission to reproduce paintings in their collections:- Atlanta, The High Museum of Art, Baltimore, The Baltimore Museum of Art, The Estate of Mrs Abram Eisenberg, Brooklyn, The Brooklyn Museum, Cardiff, National Gallery of Wales, Chicago, The Art Institute of Chicago, Copenhagen, The Ordrupgaard Collection, Dublin, Municipal Gallery of Art, Indianapolis, Indianapolis Museum of Art, Le Havre, Musée des Beaux-Arts du Havre, Lille, Musées de Lille, London, Trustees of the National Gallery, New York, The Metropolitan Museum of Art, Mrs A. Vanderbilt Webb, Ottawa, The National Gallery of Canada, Paris, Musée du Louvre, Musée Marmottan, M. Charles Durand-Ruel, M. Alex Maguy, Providence, Museum of Art, Rhode Island School of Design, Santa Barbara, Santa Barbara Museum of Art, St. Louis, St. Louis Art Museum, Washington D.C., The National Gallery of Art, Worcester, Worcester Art Museum, The Guildhall Museum, London, The Savoy Hotel, London, Studio Lourmel, Paris. Cameraman Charles Smith; Editor Harry Booth; Directed by David Thompson. Made for The Arts Council of Great Britain by Balfour Films, London.",
   "Minutes" : "15 min",
   "Full synopsis" : "ACE046.2 10:00:00 10:14:35 Caption: “Claude Monet first came to London in 1870 and remained a regular visitor. In 1899 he decided to start work on a major series of London paintings. He was then in his sixtieth year. During the three winters of 1899-1901 he stayed at the Savoy Hotel, in a fifth floor room overlooking the Thames. He chose three subjects for this series, two of which he could paint from the balcony of his room.” View from the Savoy. Caption: “Upstream was CHARING CROSS BRIDGE with Westminster in the background.” View from the Savoy. Caption: “downstream was WATERLOO BRIDGE.” Houses of Parliament. Caption: “From St Thomas’s Hospital, across the river, he painted his third motif, THE HOUSES OF PARLIAMENT, WESTMINSTER.” Caption: “With about 100 canvases he returned to France and worked on them in the studio for another three years. Of these, 37 were exhibited in Paris in May 1904. The series is now scattered in public and private collections throughout the world.” Film of the Houses of Parliament from St Thomas’s; painting of the same view. Photographs of London streets at the turn of the 19th century. Monet’s Hyde Park (1871). Photographs of the Savoy Hotel, St Thomas’s Hospital, the Thames, etc. Painting of Westminster Bridge. Monet’s words over on how he loves London in the winter. Photograph of people cycling, promenading and skating in Hyde Park. Westminster Embankment and the river, the Houses of Parliament, Westminster Bridge, etc. Interior of the Savoy Hotel; view over the river from the window. Monet’s words over describe his working methods of having multiple canvases in use at one time so that he could work in different light conditions. The views filmed at different times of day. Preliminary sketches. Monet’s words over saying that tonality should be established from the start. Painted views of Westminster Bridge; Monet’s words complaining about the ever-changing light. Painted views of Waterloo Bridge. Paintings of Westminster Bridge; Monet’s words on design and colour. Several paintings of the Houses of Parliament merging into one another to show differences in light and colour. Monet’s words over on the importance of being able to develop the series as a whole. Paintings of Waterloo Bridge and beyond. Monet’s words suggesting that Turner “didn’t organise colour sufficiently”. Paintings of the Houses of Parliament. Monet’s words regretting that he hasn’t yet produced a masterpiece. Credits.",
   "Choreographer" : "",
   "Date" : "1974",
   "Series" : "",
   "Title" : "Monet in London",
   "Part" : "",
   "Film ID" : "ACE046",
   "Production Company" : "Balfour Films"
}
