{
   "Synopsis" : "The work of schizophrenic Swiss artist, Adolf Wölfli (1864-1930), who spent most of his life in the Waldau asylum, Bern.",
   "Director" : "Lionel Mishkin",
   "Article" : "",
   "Full credits" : "Voice of Wölfli Warren Clarke; Commentary Lionel Miskin; Music adapted from Wölfli’s paintings by Howard Rees; Photography Guido Noth, Nic Knowland; Rostrum Cameraman Les Pace; Sound Paul Thierstein, Mike Lax, Peter Rann; Editor Jeremy Thomas; Production Eric Brooks; Director Lionel Miskin; We wish to thank Dr Hugo Rast, Prof. Dr. Th. Spoerri of the Psychiatrische Universitätspoliklinik, Bern and Prof. Dr. H. Walther Psychiatrische Universitätsklinik, Waldau, Bern. Made by Rosebrook Productions for the Arts Council of Great Britain.",
   "Minutes" : "20 min",
   "Full synopsis" : "ACE031.2 10:00:00 10:09:08 Adolf Wölfli’s signature. Photograph of Wölfli. Der Gott Vatter Riisen Blit. Wölfli’s words over, talking about flying over stars in 1868; describes different parts of the painting, and talks about being in a cell. Dr Hugo Rast talks about Wölfli’s aggressive behaviour towards other patients which caused him to be put in his own separate cell. Mental institution. Commentary relates Wölfli’s family background personal experiences, including a prison sentence for child molestation. One of Wölfli’s paintings, hanging in the lecture hall of the Waldau asylum, Bern, where Wölfli was committed. Encouraged to paint by Dr Morgenthaler, he did so – as well as writing and composing – from 1899 until his death. He was the subject of the first study of a schizophrenic artist, published by Morgenthaler in 1920. A cupboard covered in designs by Wölfli, made on paper and glued to the wood. The contents of the cupboard, including Wölfli’s autobiography. Photograph of Wölfli, standing next to the pile of papers. A hand-written and hand-drawn book by Wölfli; quotation from the text read over. Photograph of Wölfli surrounded by his pictures. Prof. Dr. Th. Spoerri, Psychiatrische Universitätspoliklinik, Bern, talks about Wölfli’s schizophrenia being evident in his artistic work. His VO over some of Wölfli’s designs, showing repetition, the use of dream images, the use of symbols, sexual motifs, curving shapes, etc. ACE031.3 10:09:08 10:19:30 Dr Rast talks about his experiences of visiting Wölfli in his cell, saying that this became easier once Wölfli had started drawing and painting. Music drawn from Wölfli’s work played over designs which incorporate musical notation. Designs from the Waldau Hospital’s own collection. Frustrated by the Catastrophe Before the Holy Ghost… The Fire Serpent; Wölfli’s description of it over. A design incorporating the words St Adolf Bank St Adolf Schloss St Adolf Fabrik St Adolf Hotel;Wölfli’s description of it over. An early pencil drawing showing farm worker John; Wölfli’s description over tells how John raped the farmer’s child and the consequences of this act. Details of The Barena Viaduct. Music played over. Collage incorporating photographs of young women. Design accompanied by Wölfli’s words over, “Ah, could I but see it all over again with the miraculous help of God The Father Almighty…” Black and white design “Adolf Wölfli, Catastrophe Reformed”. Credits.",
   "Choreographer" : "",
   "Date" : "1971",
   "Series" : "",
   "Title" : "St Adolf II. Adolf Wölfli 1864-1930. Painter, writer, composer",
   "Part" : "",
   "Film ID" : "ACE031",
   "Production Company" : "Rosebrook Productions"
}
