{
   "Synopsis" : "A young disabled woman looks at some paranormal phenomena experienced by people with disabilities.",
   "Director" : "Nabil Shaban",
   "Article" : "",
   "Full credits" : "ANOTHER WORLD with Tina Leslie. Production Assistant Gabriel Leslie; Stills Photographer Brian Vickers; On-line Editor Michael Sanders; Dubbing Mixer Peter Smith; Music composed, arranged, performed Christopher Bodman; Camera Nabil Shaban; Editor Irina Hos;s Written by Nabil Shaban, Tina Leslie; Produced and Directed by Nabil Shaban, Special Thanks to: Treloar - Fio Danielle, Julie Fernandez, Sian Vesey; Ullenwood - Dunstan Fronteras, Marc Harding; Penhurst - Jazz Shaban; Derwen - John Walton, Terry Lever. Thanks to Val Mark-Antonia, Pear Tree Cottage, Verwood, Dorset, Helen, Treloar College, Alton, Allan White & Angela Wright, Start Centre, Ullenwood, Cheltenham, David Suthered, Penhurst, Chipping Norton. Also Thanks to Andrew Bailey, Will Bell, Christine Booth, Ken Chapman, Martin Driscoll, Nigel Evans, Pat & Jane Flower, Bob Jones, Madeleine Leslie, George Lok, Zenyel Shaban-Rogers, June Smith, John Welsh. Special Thanks Claudia Flanders, Clear Cut Pictures, The Palace On-Line.Facilities Cine Lingual, London. Produced with financial assistance from the Arts Council of England. © Sirius Pictures 1995. “We’re not just out of this world.”",
   "Minutes" : "31 min",
   "Full synopsis" : "ACE287.2 10:00:00 10:11:04 Tina Leslie in garden. Nursery rhymes playing over. Rocking her baby at home. Her VO says that she was sent to several special schools where and had “supernatural, ghostly” experiences. Photographs of her and other people with disabilities who, she says, had had similar experiences; she wonders why institutions for disabled people are apparently haunted. Leslie, who has no hands, at home with her baby, in her kitchen. Her VO says she had the idea of a book on ghosts by disabled people, and contacted Brian Vickers. He talks about taking infrared photographs. Leslie at Pear Tree Cottage. Her VO talks about her “real self, at nine days old” (called Sarah) which she “left behind in the fire” coming back to haunt her. Inside Pear Tree Cottage. She talks about living there as a child, playing outside in the forest; Leslie re-enacts some childhood activities, playing with toys, etc. Julie Fernandez watching a television programme which asks why there are no disabled characters in Eastenders. Leslie appears on her television to ask Julie about the ghost she once saw at Treloar College, Alton. Fernandez describes the experience. At the College. Sian Vesey describes working with a Ouija board which gave her a message from someone who had occupied the same room and had died in a fire. Vesey talking on the telephone to someone who had been at the same Ouija session. Vickers taking photographs. The college buildings and grounds. Leslie at Pear Tree Cottage talking VO about “Bobby” whom she would hear moving around at night and would feel touching her. ACE287.3 10:11:04 10:23:27 The house and ground of the Star Centre, Ullenwood. Leslie talking to Dunstan Fronteras about his activities with pendulums, Ouija boards, etc., including an episode in which he was contacted by “Frank” and his pendulum flew off the board and broke. Vickers photographing Leslie. Leslie looking round the interior of the building. Some of the Centre’s residents. Marc Harding talks about seeing a ghost and hearing a baby crying in the background. Leslie re-enacts his description of the ghost. Leslie describes a night that she had to sleep on the landing and the haunting she witnessed, a huge bird outside the window trying to get in. Little boy with fake decomposing head. Leslie’s VO asking Jazz Shaban on the phone about ghosts at Penhurst, the National Children’s Home, Chipping Norton. House, grounds, residents. Shaban being carried upstairs in her wheelchair. Talking to Leslie about “the Grey Lady”, seen only from the knees up as she’s apparently walking on the floor when it was at a lower level. Leslie playing piano. ACE287.4 10:23:27 10:31:27 Derwen College and Workshops. Leslie talking to Terry Lever who says that a man is supposed to have hanged himself in the building; he never saw the ghost. Vickers and his photographs. Lever explains that some people say the story is not true. Leslie dreaming and dancing in the road at night. Hit on the head by a hanging Action Man.\u000bLeslie opening an envelope; she shows Vickers the contents, a photograph apparently showing a ghost. Discussing some of Vickers’s photographs for the project. Leslie’s VO saying she never expected to “find anything in common with disability or its confinements” and wishes “good luck” to any ghosts “out there”. Credits.\u000b",
   "Choreographer" : "",
   "Date" : "1995",
   "Series" : "Disability Arts Video Project",
   "Title" : "Another World",
   "Part" : "",
   "Film ID" : "ACE287",
   "Production Company" : "Sirius Pictures"
}
