{
   "Synopsis" : "One of a series of films combining music and images: an office cleaner, and what happens to some of the people who work in the building.",
   "Director" : "Miranda Pennell",
   "Article" : "",
   "Full credits" : "Cast: Cleaning Lady, Andree Evans; Office Clerk, David Gillies; Company Director, Garard Greed; Secretary, Alison Lintott; Career Woman, Denise Stephenson. Casting by Layton & Norcliffe. Thanks to Frank Bock, Steve Browell, Kirsty Alexander, Ian Hill, Claudie Layton, Rupert Jones, Eeva Maria Mutka, Adam Cundy. Script Advisor Tom Paine; Runners Bevan Walsh, Karina Moran; Locations courtesy of The Electricity Association, Circus Restaurant; Helicopter by Ripmax Models; Vista CCTV by Norbain SD Ltd; Plants by Chelsea Gardens; Production Designer Charlotte Watts; Art Director Gavin Fitch; Art Assistants Lucinda Thompson, Lucy Ridgard; Make-up & Hair Thelma Matthews, Amanda Wallburton; Costume Design Annie Symons; Assistant Costume Design Pamela Dalton; Camera Assistant Mary Kyte; Electrician Tom Knowland; Sound Recordist Ian MacPherson; Dub Preparation Paul Stevens; Dubbing Mixer Steve Bray; On-line Editor Darren Jonusas; Lighting Camera Nic Knowland; Editor Budge Tremlett; Production Co-Ordinator Suzanne Kelly; Assistant Producer Gabriella Rajeczyon Burian; Producer Terry Braun; Executive Producers Peter Maniura, Rodney Wilson; Sound Composer Barry Adamson; Director Miranda Pennell. An Illuminations production for BBC and the Arts Council of England. © BBC and the Arts Council of England BBC MCMXCVIII .",
   "Minutes" : "14 min",
   "Full synopsis" : "ACE372.2 10:00:00 10:13:45 Time-lapse film of the Thames from the South Bank as darkness falls. Woman’s VO saying she’s never been afraid of the dark and that’s why she likes night work.\u000bEmpty office at night, sounds of vacuum cleaners. Cleaner (with hearing aid) at work; her VO musing on what she’s doing – clearing up “millions of dead cells of hundreds of businessmen”, etc. Daytime. Cleaner smoking, ready to go home. Time-lapse of office workers going to lifts, to their desks, etc. Phones ringing. VOs of woman thinking about her successful career “gliding forward from triumph to triumph”. Others have more mundane thoughts. Clerk in washroom congratulating his mirror-self. Director thinking “profits go up, profits go down”; plays with remote controlled model helicopter while putting his daughter’s telephone call on hold. Clerk and career woman. Secretary thinking about how people rely on her; drinking soda noisily through a straw. Clerk stapling : “you’re a machine…”. Director with his helicopter as career woman brings him papers: their thoughts about each other. Secretary scribbling on magazine; thinks about her horoscope. Clerk thinks of career woman falling down dead; she brings him a pile of work. Secretary thinking about woman and her appearance; takes off one of her false nails to reveal a bitten one underneath. People leaving work. Secretary passes cleaner in lobby. Goes to lavatory to cry. Director. Night falls. Empty office. Angel. Cleaner, “saviour of the world from dustiness”. Voices of workers. Secretary stuck in lavatory. Director leaving. Clerk with his pile of work listening to rock music on his Walkman. Director sees career woman trying out his chair; he’s about to kiss her when disturbed by Clerk who finds that cleaner has upset his huge stack of papers. She trips over vacuum hose and falls to the ground. At 8.32, director and career woman are leaning over his desk; clerk is posed as if giving a speech; secretary is reaching to her image in lavatory mirror; cleaner is lying on the floor, noticing that she’s left some dirt. The Thames. Credits.\u000b",
   "Choreographer" : "",
   "Date" : "1998",
   "Series" : "Sound on Film 3",
   "Title" : "Night Work",
   "Part" : "",
   "Film ID" : "ACE372",
   "Production Company" : "Illuminations"
}
