{
   "Synopsis" : "Indian-born choreographer, Shoban Jeyasingh (b.1957), discusses the ways in which she adapts traditional Indian dance forms and incorporates aspects of other disciplines such as sports into her work.",
   "Director" : "Deborah May",
   "Article" : "",
   "Full credits" : "Choreographer Shobana Jeyasingh; Dancers: Natasha Bakht, Aditi Jaitly, Radhica Laukaran, Savitha Shekhar, Jasmine Simhalan, Chitra Srishailan. Lighting Camera Belinda Parsons; Production Designer Miranda Melville; Excerpt from Romance… with footnotes: Composers Glyn Perrin, Karaikudi Krishnamurrthy; Musicians Sophie Harris, Ruth Phillip, Sarah Butcher, Roger Beaton, M. Yogeswaran; Costume Designer Belinda Ackermann. Excerpt from Raid: Music Ilaiyaraaja; Additional Dancer Sowmya Gopalan. Excerpt from Palimpsest: Composer Graham Fitkin; Voices Jonathan Lever; Musicians: Catherine Shrubshall, Emma Fowler, Sophie Harris, Ann Morfee. Assistant Director Justin Travers; Cameras David Scott, Deborah May, Mick Duffield, Keith Brooks, Mark Chan; Sound Recordist Mike Claydon; Interviewer Sanjoy Roy; Kabaddi Footage Endboard; Dubbing Mixer David Woolley; On-line Editor Paul Bolton; Off-line Editor Kate Spankie; Executive Producers BBC and Arts Council Bob Lockyer, Rodney Wilson; Producer Anne McGeoch; Director Deborah May. An Away Game Production for the BBC and The Arts Council of England. © BBC MCMXCVII.",
   "Minutes" : "48 min",
   "Full synopsis" : "ACE367.2 10:00:00 10:08:27 Shobana Jeyasingh dancing; her VO on her feeling that dance is like poetry in that it hints at meaning without needing to pin it down. Shobana Jeyasingh going to her studio; exercises; her VO about London – she thinks that “multicultural” suggests “boxes” while she and her company belong “in the space between the boxes”. Members of Jeyasingh’s company in the street and exercising; her VO talking about the company, saying the represent “the new India”, “Indian on their own terms”. The company rehearsing; Jeyasingh’s VO on challenging the classical qualities of their heritage. Caption: Romance… with footnotes. Jeyasingh talking about the choreography. Dancers rehearsing. VO continues – a tension between Indian classical dance and inventive choreography. Bharatnatyan shapes and postures being pushed into less recognisable forms. Performance of Romance… with footnotes.\u000b ACE367.3 10:08:27 10:19:57 Solo; stills of classical Indian dancers. Jeyasingh talking about ways of using space and what the dancing body communicates. Dancers; Jeyasingh VO on the use of several bodies to pattern space, geometric formations, on working with human beings who are always changing; Rehearsal. Aditi Jaitly talking about the difference in movements required by this ne style of dance. Rehearsal. VO Jeyasingh talking about the ways in which the past training of the members of her company influences the way they dance. Jasmine Simhalan did Kalarippayattu martial arts; she talks about things she doesn’t like about classical dance. Rehearsal: VO Jeyasingh talking about sharing the resources that each dancer brings with them. Radhica Laukaran on differences in technique. Dancers; Jeyasingh VO on always working with newly commissioned music; Romance… with footnotes has music by Glyn Perrin and Karaikudi Krishnamurthy. ACE367.4 10:19:57 10:31:01 Caption: Raid. Jeyasingh VO says the starting point for this ballet was a street game, kabaddi, in which a “raider” tries to get into the territory of the opposing team and tries to tag the members of that team; girls playing informally, and in a competition. Jeyasingh on the “constant flux” between attack and defence. Dancers rehearsing. Jeyasingh VO. Performance of Raid. Jeyasingh VO on the fact that the “raider” can only continue for as long as she can hold her breath, proven by the fact that she continues to chant the word “kabaddi”. Performance continues. Chitra Srihailan talking about the marriage of dance and sport. Jeyasingh VO on mixing different “territories”, music and dance, sport and dance, personal and public. Performance continues. Savitha Shekhar on the challenge of executing unusual movements that she doesn’t find come easily. Rehearsal. Jeyasingh VO on the difficulty in communicating the idea that there is such a thing as Indian contemporary dance, and trying to get away from categorising movements or dancers as Eastern or Western, etc. Natasha Bakht on people’s need for categories and classifications, and how many have inaccurate preconceptions about her because of her hairstyle. Street scenes. Jeyasingh on identity and home; for her, the idea of “home” is enigmatic, in the future ACE367.5 10:31:01 10:48:18 Caption: Palimpsest. Rehearsal. Jeyasingh VO on the “multi-layering” represented by Palimpsest. Performance of Palimpsest. Jeyasingh on the music for Palimpsest (by Graham Fitkin), which she wanted to express her idea of the “enigmatic home”. Performance continues. Jeyasingh realises that being Indian and learning “how to belong to Britain” has been and will be a major source of inspiration in her work. Credits over continuing performance.",
   "Choreographer" : "Shobana Jeyasingh",
   "Date" : "1997",
   "Series" : "",
   "Title" : "In Between. 3 dance pieces by Shobana Jeyasingh",
   "Part" : "",
   "Film ID" : "ACE367",
   "Production Company" : "Away Game"
}
