{
   "Synopsis" : "A ballet based on A Lover’s Discourse (1979) by French philosopher and semiotician, Roland Barthes.",
   "Director" : "Ross MacGibbon",
   "Article" : "",
   "Full credits" : "Devised and Choreographed by Yolande Snaith. Music composed by Graeme Miller and David Coulter; Text by Craig Raine, Adapted from Roland Barthes’s A Lover’s Discourse. Dancers: Lynne Bristow, Stephen Hughes, Desiree Kongeroed, Ted Stoffer; With Hassani Shapi. Continuity Anne Murray; Make-up Designer Vicky Voller; Lighting Gaffer Colin McCarthy; Grip Andy Young; Sound Recordist Stuart Moser; Videotape Editor Paul Farmer; Production Manager Anne Willliamson-Noble; Costume Designer Belinda Ackermann; Designer Robert Innes-Hopkins; Lighting Camera Tony Keene; Executive Producers Rodney Wilson, Bob Lockyer; Directed and Produced by Ross MacGibbon. A Landseer Production for BBC and The Arts Council of England. © BBC and the Arts Council of England MCMXCVI.",
   "Minutes" : "28 min",
   "Full synopsis" : "ACE348.2 10:00:00 10:09:25 Man in bed. VO “A lover talking talks unpredictably, like a fly buzzing round a room…” Man gets out of bed and dresses, lights a cigarette, pours coffee, all intercut with woman dancing by pendulum. Man smoking; couple dancing. His VO continues intermittently. Man starts metronome and plays patience; first woman dancing, joined by second male dancer. His VO continues intermittently. ACE348.3 10:09:25 10:18:04 Man in bedroom says “I must be mad to be in love...” He continues talking while dancers move around him. “Nothing to be frightened of.” Shower of manuscript papers. Man sorting them. Typing. Captions repeat some of his words: “The Beginning”, “skin/caress”, “There is NO certainty”, “there is only chance”, etc. He types, ties up pages, drinks coffee, writes, etc. “Will I be… loved?” All four dancers. Man, with pendulum, saying “I want to do myself a mischief… Seven times falling on your face, eight times getting up again.” ACE348.4 10:18:04 10:27:26 Second couple. Joined by first couple. Man manoeuvres pendulum. Man hurls pendulum shouting “I’m guilty… I accept the blame…”, He describes what he’ll do. Second woman and pendulum. Man’s VO continues. All four dancers. Man undressing intercut with dancers. Solo by first male dancer; man’s VO asking “How does a love end?... All its brilliance suddenly black…” Pendulum. Credits.",
   "Choreographer" : "Yolande Snaith",
   "Date" : "1996",
   "Series" : "",
   "Title" : "Swinger",
   "Part" : "",
   "Film ID" : "ACE348",
   "Production Company" : "Landseer"
}
