{
   "Synopsis" : "A young black couple look for African styles and materials for their wedding costumes.",
   "Director" : "Ian Watts",
   "Article" : "",
   "Full credits" : "Woman, Andrea McKenley; Man, Dennis Roper; Rappers, Brother Beng, Barrie Naine; Model/Dancers, Valerie Lendore, Kathryne Price, Anwa Essien; Masai/Businesswoman, Lisa Johnson; Shop Assistant, Ras Shabaka; Costumes Nubi Designs; Choreographer Stuart Thomas; Production Runner David Kagwa; Catering Camille Curtis y Van Dyke; Unit Photographer Culture of Flashback; Set Designer Trevor Canning; Stylist Connie Benjamin; First Assistant Camera Lorraine Luke; Second Assistant Camera Richard Wyke; Grip Hilda Sealy; Gaffer Nick Green, Carmen Wright; Electricians Andrew Coffey, Nick Barrett; Sound Recordists Ronald Bailey, Michelle Mascoli; Sound Assistant Chinna Boapeah; Dubbing Editor Kethi Ngcobo; Assistant Director Paul Blake; Production Designer Farouk Abdillah; Production Manager Deidra Lovell; Consultant Director Geoff Small; Original Music Score Terry Morris, Tony Dallas; Editor Keith Lakhan; Producer Simon Onwurah; Written, Directed and Photographed by Ian Watts. Special Thanks to Juliet McKoen, Film Unit of the Arts Council of Great Britain, Ceddo Film & Video Ltd., Grassroots Storefront, Pineapple Studios, Suli Suli Boutique, Marcia’s Jewelry & Accessory Stall, Café Jam, Tam Joseph, Institute of Contemporary Art, Ayo, Glen Gilliard, Conrad McCallum, Denzil Williams, Akin Shenbanjo, The people and traders of Brixton Market. Produced with financial assistance of the Arts Council of Great Britain. Executive Producer Ian Watts. © Kanga Productions 1992.",
   "Minutes" : "15 min",
   "Full synopsis" : "ACE424.2 10:00:00 10:14:45 Young couple, Dennis and Andrea, visiting street market, looking at materials, jewellery, clothes, etc. Andrea’s VO says the market brings back memories of Africa, and that they are looking for African materials to make costumes for their wedding. Woman wearing East African kanga and Masai-influenced hairstyle and jewellery. Commentary describes a kanga. The couple visit shop to look at wedding dress materials; they look at a book called Nigerian Body Adornment (Eve De Negri, 1976). Three women wearing dresses originating elsewhere in Africa. Commentary suggests that Western fashion designers often copy such styles without acknowledging their sources. Prompted by the sight of one of the women, two men start rapping about fashions from all over Africa. Dennis and Andrea talk to a designer to discuss some of the designs they’ve found in the book. He shows them some materials, hats, etc. The rappers. The designer, Farouk Abdillah, from Tanzania. VO talking more about the history of the kanga, and how it’s still being developed outside Africa by people like Abdillah. Dennis and Andrea in their wedding costumes. Women dancers. VO giving more information on the history and traditions of the kanga, and saying that Swahili women can be emotionally attached to them. African wood-carvings. Man dancing beside large brass bed. Women dancers. Dennis and Andrea. Street market. Woman and rappers. Head of Sphinx. Women in African-influenced costumes. VO wonders if the kanga could become “the fashion statement of tomorrow”. Caption: “‘I call Gold, Gold is mute/ I call Cloth, Cloth is mute/ It is mankind that matters.’ (Anon., Gold Coast, eighteenth century)” Credits.",
   "Choreographer" : "Stuart Thomas",
   "Date" : "1992",
   "Series" : "Black Arts Video Project",
   "Title" : "Kanga",
   "Part" : "",
   "Film ID" : "ACE424",
   "Production Company" : "Kanga Productions"
}
