{
   "Synopsis" : "The history of the British Vorticist movement, founded in 1914 and destroyed by the First World War about three years later.",
   "Director" : "Murray Grigor",
   "Article" : "",
   "Full credits" : "Music, sounds, textures Ron Geesin; Narrator John Bett; Adviser Richard Cork; Editors Bert Eeles, Patrick Higson; Photography David Peat; Graphics Donald Holwill; Director Murray Grigor. Produced by Viz Ltd. Scotland for the Arts Council of Great Britain 1975. With Special Thanks to Edinburgh Central Library, Glasgow University Fine Art Department, S.N.C.F. French National Railways, CompAir Construction & Mining, Holman Museum, Imperial War Museum, National Film Archive.",
   "Minutes" : "23 min",
   "Full synopsis" : "ACE049.2 10:00:00 10:07:01 Newsreel and other film from the period of the First World War. Trains, pistons, printing machinery, typesetting. Pages, one with text animated and read out, from the first edition of Blast – A Review of the Great British Vortex (1914). Photographs and film from around 1914, with more text animated and read over. Photograph of Edward Wadsworth, one of those “determined to pioneer an art more appropriate to an age of machines” than Art Nouveau, etc. Photographs of Wyndham Lewis, Wadsworth, Jacob Epstein, Henri Gaudier-Brzeska and his bust of Ezra Pound, T. E. Hulme, David Bomberg, Frederick Etchells, Dorothy Shakespeare, Helen Saunders, Jessica Dismorr, William Roberts. Details of Roberts’s ink and gouache drawing, The Toe Dancer (1914). Six paintings showing the Vorticists’ use of dance as “a harsh, mechanised, strident expression of the twentieth century industrialised world; Gaudier-Brzeska’s Red Stone Dancer (1914). ACE049.3 10:07:01 10:14:04 Photographs of Wyndham Lewis, detail of a mural, a Cubo-Futurust illustration from the Timon of Athens series (1912), “raging against a philistine society which rejected his avant-garde ideas”. Some of Wadsworth’s woodcuts, including View of a Town (c.1918) and Slack Bottom (1914), with images reflecting his industrial background. A work by Etchells. Industrial machinery. Commentary says that “the principle focus of Vorticist art was the machine” which they did not want to romanticise or “render it in blurred motion” like the Futurists. Paintings of machinery of different kinds. Gaudier-Brzeska’s Carved Toothbrush Handle (1914) and a bronze doorknocker. Epstein’s Rock Drill (1913-1914). Real drill in action. Sketches of a drill, a symbol of the Vorticists themselves. The statue with plaster figure: commentary quotes Epstein’s words on making the sculpture. Doves. Epstein’s marble Doves (1914-1915). Gaudier-Brzeska’s Birds Erect (1914) and Bird Swallowing Fish (1914). Christopher Nevinson’s The Arrival (1914) and Bomberg’s In the Hold (c.1915). Sketch. Bomberg’s Mudbath (1914). Illustration for Timon of Athens. Wadsworth’s Recital (1915). Several other paintings including versions of Wadsworth’s The Open Window (c.1915) and Lewis’s Workshop (1914). \u000b\u000b ACE049.4 10:14:04 10:22:58 Details from Lewis’s The Crowd, aka The Revolution (1914-1915). Commentary points out that war was declared only a month after the first issue of Blast was published. The second issue. Nevinson’s A Bursting Shell (1915) and Returning to the Trenches (1914). Footage of soldiers, tanks, guns firing, etc. Quotations from Blast. Battlefield; notice for the death of Gaudier-Brzeska; Hulme was also killed. Commentary says that survivors “turned back to representation” – drawings and paintings including Bomberg’s Sappers at Work (1917), Nevinson’s A Battery Shelled. Lewis. Others by Lewis, one in which Wadsworth modelled for an officer. Footage of troops ship covered in “dazzle camouflage”. Quotation from Blast. Some of Wadsworth’s and his painting Dazzle Ships in Dry Dock at Liverpool (1919). Variation on Epstein’s Rock Driller; without legs and an arm. Flower painting by Bomberg. Roberts’s The Vorticists at the Restaurant de la Tour Eiffel: Spring, 1915 (1961-1962). Abstract photographs of Ezra Pound and other subjects by Alvin Langdon Coburn. Roberts’s The Cinema (1920) and another. Lewis’s The Surrender of Barcelona (1936), both in a Surrealist style. British Movietone News item, Mr. Wyndham Lewis His Picture, showing Lewis with his painting of T. S. Eliot, rejected by the Royal Academy. Caption: “‘The Vorticist Group was a band of young painters – established in 1914, to make England a land safe for a pictorial hero to live in. It did not succeed! England continues to be a place highly unsafe for a pictorial hero to live in.’ Wyndham Lewis 1939”. Credits.\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1975",
   "Series" : "",
   "Title" : "Blast",
   "Part" : "",
   "Film ID" : "ACE049",
   "Production Company" : "Viz, Scotland"
}
