{
   "Synopsis" : "Art and architecture during the post-war Labour government 1945-1951, and the way in which the dream of universal access to Britain’s cultural heritage was undermined by economic problems and international events.",
   "Director" : "Christopher Mason",
   "Article" : "",
   "Full credits" : "Mason Bruce Films gratefully acknowledge Birmingham City Art Gallery, Bristol City Art Gallery, Leicestershire Museums and Art Galleries, Southampton Art Gallery, The Tate Gallery, Tyne and Wear County Council Museums, The Walker Art Gallery, Liverpool, York City Art Gallery, The Architectural Press, The British Council, Harvard Theatre Collection, The National Film Archive, The Public Record Office, Punch, The Times, The 359 Association, The National Railway Museum, York, Linda Bruce, Judith Collins, Felix H. Man, Charles Jerdein Angus McBean. Sound Michael Pharey, Denis Skelton; Dubbing Mixer Tony Anscombe; Rostrum Camera Danny Boon, Hugh Gordon; Narrator Tom Kempinski; Camera Clive Tickner; Editor Polly Bindloss; Written and Directed by Christopher Mason. Arts Council of Great Britain © 1978.",
   "Minutes" : "54 min",
   "Full synopsis" : "ACE081.2 10:00:00 10:08:30 Newsreel footage of VE-Day celebrations; commentary says that in “the new Britain” everyone was to have “the opportunity to develop a richer and fuller life”. The Arts Council of Great Britain was formed to build on the work of the wartime Council for the Encouragement of Music and the Arts (CEMA) (Graham Sutherland’s Devastation, 1941: An East End Street (1941) and Paul Nash’s Dead Sea (1940-1941); its chairman, Maynard Keynes, believed that once poverty had been eliminated from society, and there would be “freedom for the mass of people to enjoy fine art”. Newsreel footage of elections; women in factories; furnaces; Winston Churchill; radio announcement of Labour’s election victory; Clement Attlee; harvesting potatoes; children playing; Piccadilly Circus. Commentary quotes “by the provision of concert halls, modern libraries, theatres and civic centres, we desire to assure our people full access to the great cultural heritage of this nation”. Benjamin Britten at the piano; photographs from his opera, Peter Grimes. Music from opera over panning shot of Sadlers Wells Theatre where it played to a “privileged” audience. Footage of people in poor housing condition where “a painting on the wall was low down on the list of requirements”. Commentary refers to article in Picture Post, in which young artists were quoted and some of their works reproduced (Leonard Rosoman: “All good painting is non-realistic to some degree. Imitation is not the aim.” Patrick Heron: “The greatest painters of our age have been preoccupied with the problem of form rather than content.” Robert MacBryde: “It is the painter’s function to explore and demonstrate the interdependence of forms. I paint the permanent reality behind the passing instant.” Robert Colquhoun over Man and Horse: “Each painting is a kind of discovery of new forms, colour relations, or balance in composition.”) and says that readers were “incensed” and quotes from their letters to the magazine. Colquhoun’s Woman in a Blue Hat (1947); photograph of Prunella Clough. Commentary suggests that “artist and public were talking about two different experiences”, the artists “describing the organisation of paint on canvas” while the public were trying to “see through the canvas” to “the truth” of the picture. Newsreel shots of crowds on beach (August Bank Holiday, 1945), and film of exploding atomic bomb over Hiroshima. Francis Bacon’s Three Studies for Figures at the Base of a Crucifixion (c.1944). \u000b\u000b ACE081.3 10:08:30 10:17:17 Soldiers being demobilised, going home, theatre exterior, officer handing out bananas. \u000bPrefabricated houses being transported and constructed; rows of prefabs still standing in the 1970s: woman inhabitant interviewed. Commentary suggests their continuing existence is an indictment of post-war building policy. Film of families moving as squatters into empty army camps; the short-lived, September, 1941, occupation of empty luxury flats in Kensington. The “Britain Can Make It” exhibition at the Victoria and Albert Museum: house interiors, clothes, portable radios, garden furniture, etc. Commentary talks about the “unique and daring experiment” of the introduction of the Third Programme, intended to bring culture into the home via radio, but which “contributed to a further polarisation of culture” because of its “upper-class tone”. Children in new school buildings. Commentary asks if more education “would help bridge the gap between the artist and his public” but quotes from Cecil Collins’s Vision of the Fool, “We are all being educated to believe in the extrovert, useful person. Why? Because the extrovert, useful person is the most exploitable type… The Fool is interested in life, not in power, nor the passing of examinations…” Head of a Fool (1949) and another painting by Collins. Market traders explaining what their views on “art”. Erecting statues. Commentary wonders if Socialist-Realism would be effective in Britain. Unveiling (1948) William Reid Dick’s statue of Franklin Delano Roosevelt in Grosvenor Square: “if this isn’t art, it does imply an attitude to art”. Film of Dick working on the statue. Film of the difficulties unveiling (1949) Dick’s statue of Lady Godiva in Coventry. \u000b ACE081.4 10:17:17 10:27:52 St Matthew’s Church, Northampton, where Canon Walter Hussey commissioned Madonna and Child (1944) by Henry Moore and The Crucifixion (1946) by Graham Sutherland. Commentary points out that commissions such as these are rare and that large-scale works are more often found in museums than in public places. Post-war purchases by the Tate Gallery: Origins of the Land (Sutherland, 1951), Trafalgar Square (Ceri Richards, 1950), Girl with a White Dog (Lucian Freud, 1951-1952), Street and Railway Bridge (John Minton, 1946), Eduardo Paolozzi’s Two Forms on a Rod (1948-1949), Jacob Epstein’s Lucifer (1944-1945) in Birmingham City Art Gallery: Commentary identifies the issue of whether or not contemporary art should “be part of people’s daily environment”. People going to work in industrial town. Coal mine. Scenes of nationalisation events (January 1st, 1947). Three paintings by Josef Herman, a rare example of an artist coming from a working-class community. Scenes during the severe winter of 1946-1947 which caused breakdown in coal distribution; subsequent floods. Industrial scenes, shipyards, etc.; women queuing for food; house-building. Prototype mass-produced houses of different designs – Orlit, BISF, Airey, etc. – an experiment which failed because the market was insufficiently centralised to keep costs down. Commentary suggests that “… no truly progressive society can afford to repress the individual’s need to be different”. Woman talking about personalising her house as she “wouldn’t want it like everybody else’s”. Interior of pre-fab where owners, Mr and Mrs England, show off all the models and other ornaments they’ve made themselves. Commentary asks whether “if everyone created things in their spare time … they’d understand modern art any better”. Newsreel coverage of Institute of Contemporary Art’s 1948 exhibition, “Forty Years of Modern Art”; commentary says that the ICA had little state support for its activities. “There was no room in English society for the modern artist.” Paintings: art galleries were the only places such work could be seen; most artists survived by teaching. Newsreel coverage of 1950 exhibition of miner-artists’ work in London’s West End. ACE081.5 10:27:52 10:36:28 Newsreel coverage of the first “London County Council Open Air Exhibition of Sculpture”, held at Battersea Park in1951, and attended by the Duke of Wellington, Aneurin Bevan, Jennie Lee, and others. Works shown include Epstein’s Girl with the Gardenias (1943), a painting by F E McWilliam, and Henry Moore’s Three Standing Figures (1945). Commentary talks about the Russians closing off West Berlin. Newsreel announcing the advent of the National Health Service. Aneurin Bevan speaking about new housing. Blocks of flats. Commentary says that “The forties have left us with a series of uninspired tenements on dreary estates. People’s needs, both aesthetic and practical, were not provided for.” Children talking about what they want in their playgrounds. The Somerford Estate, Hackney, which won a Festival of Britain award for its low-rise housing. Festival of Britain emblems on a variety of objects. William Townsend’s 1948 South Bank. Newsreel views of the site and Festival preparations. Clement Attlee laying foundation stone of Royal Festival Hall; commentary says that “In Britain, art is so often defined as prestigious entertainment for the cultivated. In 1948, the grant to the Arts Council was £428,000. Covent Garden Opera House got £98,000, which was about a quarter of the whole cake. Opera, then, is the grandest of the arts. The equivalent art for the people – variety shows, sometimes even useful for government propaganda.” “Sheffield on its Mettle Exhibition”: newsreel shows “a grand pageant of Production, staged in the City Hall…” New cars leaving factory. Commentary notes that Robin Darwin created six new schools of industrial design when he became Rector of the Royal College of Art. British Railway’s “Tavern Train” which prompted Questions in Parliament about a “deplorable” example being set by a publicly owned industry. Stafford Cripps announcing the devaluation of the pound sterling. Members of the Cabinet, including Herbert Morrison and Harold Wilson, entering No.10 Downing Street at the time the West learned of Russia’s atom bomb. Mass rally in Trafalgar Square; commentary quotes Cyril Connolly and John Betjeman. The Shell building, South Bank. ACE081.6 10:36:28 10:44:30 Building new towns after 1946; models and finished houses. Buildings and open spaces at Harlow. Auguste Rodin’s Eve (c.1881), Barbara Hepworth’s Contrapuntal Forms (1951), Henry Moore’s Family Group (1954), Lynn Chadwick’s Trigon (1961) and Ralph Brown’s Meatporters (1973), with voices over discussing the last two, all acquired by the Harlow Art Trust. Reg Butler, in his studio; his VO says that the public’s reaction to contemporary sculpture is also how the public relates to him: Girl and Boy (1950-1951), Family Group (1948), etc; he now recognises some of the criticisms levelled at his work at this period. The public saw such work as “…reflections of a mutilated reality”. Francis Bacon’s Figure in a Landscape (1945). Commentary says that artists were concerned with formal problems which led “to pure abstraction”. Two abstracts. Victor Pasmore’s neo-Impressionist Suburban Gardens (1947), and his abstract Square Motif, Blue and Gold: The Eclipse (1950), Abstract in White, Grey and Ochre (1949), Spiral Motif in Green, Violet, Blue and Gold: The Coast of the Inland Sea (1950); commentary quotes critic, Douglas Cooper, who suggested that some painters turned to abstraction to conceal their “obvious ineptness as figurative artists”; Pasmore’s riposte. Newsreel item, Royal Academy Take Back Old Rebel [January 1950]: shows Stanley Spencer, a Self Portrait, and the artist getting up in the morning and going out with his easel on pram. The Port Glasgow Resurrection (1947-1950); commentary says that Spencer was acclaimed “artist of the year” by the popular press, who nonetheless criticised the style of his work. Newspaper cartoon, “If you ask me, the hole is the best part of it.” Sculptures by Henry Moore; Moore at work in his studio, plastering over metal skeleton. Family Group (1945-1949), Barclay School, Stevenage, itself built from prefabricated parts; tour of the school showing architectural and decorative details; one of Julian Trevelyan and Mary Fedden’s murals for Wheatley Road School, Welwyn Garden City. Mural by Ceri Richards, boarded up. ACE081.7 10:44:30 10:54:03 Footage from Korean War, and of events linked to nationalisation of Anglo-Iranian Oil Company; commentary describes adverse effects of these situations. The Festival of Britain. Daphne Hardy’s Figure of a Girl (1951); Barbara Hepworth’s Contrapuntal Forms (1951). Ben Nicholson’s Festival of Britain Mural. Another Henry Moore Reclining Figure (1951). Arts Council’s “Sixty Paintings for 51” commission: Rodrigo Moynihan’s Portrait Group, one by John Armstrong, L S Lowry’s Industrial Landscape, Lucian Freud’s Interior Near Paddington, Claude Rogers’s Miss Lynne, Robert Medley’s Bicyclists Against a Blue Background, William Gear’s Autumn Landscape. Newsreel coverage of Festival: buildings, visitors, members of Royal Family, Herbert Morrison, etc. Extract from Alan Bush’s opera, Wat Tyler, heard (in German) over Siegfried Charoux’s The Islanders; Moore’s Reclining Figure; newsreel coverage of events in Iran – men turning off pipelines, pulling down signs, Europeans boarding plane, demonstrations; scenes from the Festival at the South Bank and the funfair in Battersea Park; Korean war footage; Epstein’s Lazarus (1947-1948); Korea; sculptures; the Skylon; buildings being pulled down after the Festival closed. Demolished buildings, visited by politician; commentary notes that Conservatives were returned to power in October, 1951, and “those who had hoped for a truly Socialist Britain saw their dreams recede”. Murals; commentary says that those by “by Victor Pasmore, Keith Vaughan [At the Beginning of Time] and others were bulldozed away”. Site in 1970s, still mostly a car park; Royal Festival Hall. Feliks Topolski in his railway arch, using part of his Festival mural. Mural from the Garden Café by Marek Zulawski, now in the London Transport recreation room at Loughton; Barbara Hepworth’s Turning Forms, now at Marlborough School, Hertfordshire; Ben Nicholson’s mural, now at Edinburgh University; John Piper’s An Englishman’s Home at Harlow Technical College [now in St Paul’s Church, Harlow]. “Since the 1940s, the gap between art and people has not been closed. It’s widened.” Tower blocks at Lewisham which the Council agreed (1976) to make “more pleasant” by adding some colour. Murals painted without the hoped-for contributions from local people. Children going to school. Though Maynard Keynes’s ideal is still alive, “before it can be achieved, people’s lives must change …Art must be thought of as a basic human need, instead of as a luxury that society can only just afford.” Credits.",
   "Choreographer" : "",
   "Date" : "1978",
   "Series" : "",
   "Title" : "Wot! No Art?",
   "Part" : "",
   "Film ID" : "ACE081",
   "Production Company" : "Mason Bruce Films"
}
