{
   "Synopsis" : "An experimental film on the aesthetic of air.",
   "Director" : "Graham Stevens",
   "Article" : "",
   "Full credits" : "Air Structures by Graham Stevens; Camera Stewart Kington, Brand Thumim; Recording and Synthesiser John Mitchell; Voices Cindy Oswin, Merdel Jordine, Graham Stevens; People appearing Graham Stevens, Merdel Jordine, Hermine Demoriane, Eddy Bowry , John Dugger, David Medalla, Jerome Kington. Special Thanks to Mrs V Anderson (of Ashridge Wood), John Andrews, John Dunbar, Veronica Fisk, Andrew Forest, Fritz Fryer, Rupert Lord, Peter Ogden, Paul Oromac, John Pitman, Jerry Rochford, Doug Smith, Andrew Stevens, John Thumim Andrew Tweedie, Mike Welsh; And Brighton Corporation, G.L.C., I.C.I. British Visqueen Ltd & Fibres Division, Light Hovercraft Ltd., National Institute of Agricultural Engineering, Optical Works Ltd., Smith Industries Ltd., Dave Robinson – Monkey Colony. Additional Footage from B.B.C., Roger Dixon. Bob Young; Camera Equipment Stewart Kington; Editing Equipment Brand Thumim; Sound Equipment John Mitchell; Secretarial Kathryn Jones; Edited by Brand Thumim; Directed by Graham Stevens. A BFI Production for the Arts Council of Great Britain.",
   "Minutes" : "27 min",
   "Full synopsis" : "ACE456.2 10:00:00 10:26:59 Earth from space. Soap bubbles. A variety of inflatables of different shapes and sizes, rolling on the ground, floating on water (the sea, the river), in the air, in daylight, illuminated at night, etc. Water in droplets and pools on surfaces, sometimes frozen. Thermal imaging of heat rising. Thin plastic sheets blowing in the wind. Human intervention includes children rolling some of the inflatables, people walking inside a giant tube and inside giant bubbles on the surface of water, scuba diver, man lying on giant soft globe, sliding on ice, rolling on plastic, and so on. Sounds are synthetic, percussive, of air rushing, voice, waves breaking, etc. Credits.",
   "Choreographer" : "",
   "Date" : "1971",
   "Series" : "",
   "Title" : "Atmosfields",
   "Part" : "",
   "Film ID" : "ACE456",
   "Production Company" : "British Film Institute"
}
