{
   "Synopsis" : "The work of British architect, James Stirling (1926-1992), and his personal philosophy of what constitutes good public building.",
   "Director" : "Ron Parks",
   "Article" : "",
   "Full credits" : "The Producers thank James Stirling & Michael Wilford, David Bartlett, Roy Cameron, David Falck, Julian Harrap, Robin Nicholson, David Weinberg, University of Leicester, University of Cambridge, The Queen’s College, Oxford, Runcorn New Town Corporation, British Olivetti, British Steel Corporation, Mersey Docks and Harbour Board, Pilkington Brothers Ltd., Siemens AG, Munich, Unit Construction Ltd., Myton Ltd.; Commentary George Melly; Camera Michael David, Ron Parks, Terence de Bulley; Sound Mike McDuffie, Don Warren, Fred Fleming; Director’s Assistants John Ison, Doreen Barrass; Director Ron Parks; Written and Produced by Ron Guariento. For the Arts Council of Great Britain © 1973.",
   "Minutes" : "49 min",
   "Full synopsis" : "ACE036.2 10:00:00 10:07:22 The site of Runcorn New Town, with construction in early stages. Commentary says that it’s architecture that enables the building of “low cost, tolerable, residential units”, according to standards set by the Department of the Environment. VO of Jim Stirling saying that the British public doesn’t readily recognise good modern architecture as there isn’t much of it in Britain, and that the Runcorn development is of the highest density permitted by government regulations. Stirling and colleagues in a planning meeting, talking about wanting to use a design based on a series of “urban squares” and avoid the idea of suburban living. They are concerned that local politics are such that it will take some time to establish a good social structure. Stirling at the building site. Commentary says that cost elements are now accepted and architecture has become “a legal wrangle over delivery dates and contractual specifications for the concrete finish” and is responsible for technical standards on site. Articles and books about Jim Stirling. Stirling working on designs. Colleagues talking about ideas. Stirling’s VO talking about architects being very different from each other. ACE036.3 10:07:22 10:18:30 Stirling in meeting with colleagues. VO saying that the commissioners of this project, British Olivetti, want something radical or they wouldn’t have gone to Stirling, a “maverick architect” working at a time when British architecture is “at a crossroads”. The Olivetti Training Centre at Haslemere (1969), made of glass and reinforced plastic. The construction site. The architectural team talking about the building work. Stirling on site, talking to site foreman, etc. Stirling VO on the use of plastic and how the colours work with the locality. Team talking about different colours considered. Fixing the plastic panels in place. Discussing the functionality of the new building. ACE036.4 10:18:30 10:27:03 Another project, the Florey Building, Queen’s College, Oxford (1966), where the building materials are red brick, red ceramic tiles, and glass. Commentary points out features of the design, angles of surfaces, hard surfaces, a high standard of brick-laying, a sliding metal gate, etc. Stirling’s VO talking about the asymmetric nature of the site which led to “an asymmetric solution” for the design. One of Stirling’s team talking about the functionality of design, producing more space than a conventionally vertical building. He explains that he started from Stirling’s original concept, and worked out the details for things like services, staircases, etc. Commentary talks about the relationship between the building and its natural surroundings. ACE036.5 10:27:03 10:34:19 Andrew Melville Halls at the University of St Andrews (1967), where an artificial mound creates a barrier between the building and the “outside”. A similar idea at Oxford. The canteen. Extractor pipes from the kitchen. Stirling’s VO talking about the conjunction of form and meaning. One of Stirling’s team describing Stirling’s success as resulting from taking “his basic idea right through to completion”. Copy of The Architect with an article on “Cruel aesthetics”. Stirling talking to undergraduates passing by in a punt. Still of Oxford street in 1940s, film of same street today. Commentary talking about post-war ideas of technology and planning which have not been progressed as hoped. London streets. Oxford river. Stirling and colleagues in their offices. Plans, models, etc. Stirling’s VO on work for international competition. Model for a steel and glass structure that was never built. ACE036.6 10:34:19 10:43:13 Model for the Faculty of History Library at Cambridge (1968). Interior and exterior of the library showing details of construction. Commentary talking about the controversial nature of the building. One of Stirling’s team in the roof over the library explains the building’s structure and appearance. Stirling’s VO talking about the nature of the truss roof. Students in the reading room. Commentary talks about the way in which all book stacks are visible to the librarian, but that the open plan nature of the building can make it more distracting. Stirling’s VO on the air-conditioning. Commentary says that office staff don’t like many elements of the design. Rain. Stirling’s VO talking about Constructivism, how his buildings relate to this, how Frank Lloyd Wright would not approve, how modern taste is for something “sculptural”. Stirling explaining the “multiplicity of function” of some of the details of the building. ACE036.7 10:43:13 10:49:10 The Faculty of Engineering building at Leicester University (1959), designed and built in partnership with James Gowan. Commentary quotes a description of the building as “the most important building in post-war Europe”, and talks about the construction as “romantic” and echoing Victorian steel and glass railway stations, thus linking Stirling with “the 19th century industrial aesthetic”. Stirling’s VO commenting on this. Nineteenth-century dockside warehouses, one of which has a sliding metal gate, and other related buildings. Stirling’s VO suggesting that the components of modern buildings can “suppress the hand of the people” who make them. Details of the buildings considered above. Commentary describes Stirling as a romantic, but “a maverick cowboy architect”, who thinks of his buildings as toys, individual and specific to the brief, the client and the user. Commentary suggests that Stirling’s work is a “prototype architecture for a new industrial civilisation which is not quite here yet”. Credits.",
   "Choreographer" : "",
   "Date" : "1973",
   "Series" : "",
   "Title" : "Jim Stirling’s Architecture",
   "Part" : "",
   "Film ID" : "ACE036",
   "Production Company" : ""
}
