{
   "Synopsis" : "The development of the Odeon chain of cinemas in Britain in the 1930s, and an examination of its Art Deco house style.",
   "Director" : "Barry Clayton",
   "Article" : "",
   "Full credits" : "Cinemas featured were the Odeons at Balham, Hendon, Kingstanding, Leicester Square, Muswell Hill, Southgate, Sutton Coldfield, Woolwich, Warley. Special thanks to The Rank Organisation, Harry Weedon and Partners, Cinema TV Today, The National Film Archive, EMI/Pathe Film Library, British Movietone News, Pearce Signs Ltd., Cecil Clavering, Robert Bullevant, Mrs Lili Joseph, David Deutsch, Sidney Swingler, Ralph Beyer, Harvey Daniels, Peter North; Feature film extracts from Looking on the Bright Side 1932, 42nd Street 1933, Dance Band 1935, Keep Fit 1937; From an idea by Dennis Sharp; Research by Dennis Sharp, Rodney Wilson; Camera Mike Davis, Stephen Goldblatt, Frank Hardie; Sound Michael Lax, Tony Anscombe; Assistant Director Malcolm Hignett; Editor Peter Day; Directed by Barry Clayton. Made by Greendow for the Arts Council of Great Britain.",
   "Minutes" : "35 min",
   "Full synopsis" : "ACE040.2 10:00:00 10:08:44 Film showing objects in the 1925 Art Deco exhibition in Paris, pointing out that Hollywood incorporated a good deal of Deco in its designs, and adding that Britain’s Odeon cinemas were a significant contribution to this movement. Photographs of Odeon cinemas, architects’ drawings, cinema posters, facades, interiors, design details, etc. Robert Bullevant, Chairman Harry Weedon and Partners. Lili Joseph, widow of Oscar Deutsch on the popularity of cinema-going. Bullevant. Sidney Swingler, formerly chief construction engineer for Harry Weedon, talking about ticket pricing: his VO over film of cinema and dole queues. Anna Neagle and Herbert Wilcox at gala opening. Swingler talking about the coming of sound. Excerpt from 42nd Street (1933). Photographs of Oscar Deutsch. Lili Joseph talking about Deutsch’s growing interest in cinema and in building cinemas. Bullevant talks about the first Odeon at Perry Bar, Birmingham (1932); photograph of Harry Weedon, architect; design for Odeon Leicester Square (1937); photographs or designs for others including Plymouth and Bury. Bullevant talking about Weedon’s relationship with Deutsch. Drawings and photographs of Odeon cinema. Cecil Clavering, Architect formerly with Harry Weedon, talking about the Odeon house style. Photographs and film. ACE040.3 10:08:44 10:19:42 Bullevant and Clavering talk about the Kingstanding Odeon, the first to be designed by Weedon. Plans, photographs, the cinema, sketches by Clavering. Clavering talking about his career. Cinema photographs. He talks about the use of brick and faience in the buildings, and the vertical features of the design which he believes derive from the Dreamland Cinema in Margate. Sketches of architectural features. Inside Clavering’s second cinema, Sutton Coldfield (1936). Architectural details. Excerpt from Looking on the Bright Side (1932). Bullevant’s VO talking about expansion of the Odeon chain, of costs of building, management structure, etc. Cinema exteriors. Newspaper reports from 1930s on opening of new Odeons. Details of exterior designs. Interiors; design details. VO of David Deutsch on Deutsch’s “brand image” concept for his cinemas. David Deutsch. Excerpt from 42nd Street. Interior design details. Bullevant VO, on Deutsch setting up companies to supply fittings, etc; Joseph VO talking of her role selecting colours and patterns for seating, carpets, and so on. ACE040.4 10:19:42 10:32:05 Odeon Muswell Hill, exterior and interior. Joseph VO. Swingler VO relating anecdote indicative of public reaction to the cinemas. Excerpt from Dance Band (1935). Deutsch talking about cinema openings. Photograph of George Formby, Conrad Veidt and others. Excerpt from Keep Fit (1937). Photographs of cinema buildings. Odeon Leicester Square. Joseph VO. Swingler VO. Photographs of Leicester Square site (the Alhambra Theatre). Film and photographs of building works. Swingler talking about building problems. British Movietone News item on the unveiling of commemoration stone (1937). Bullevant VO criticises some of the work. Swingler on the interior design. Photographs. Joseph VO. The organ being played; light changes. Joseph talking about the opening; photographs ACE040.5 10:32:05 10:35:27 Newspaper notice of Deutsch’s early death in 1941. Bullevant VO. Photographs of cinemas. Bullevant says he was so involved in his work he was unaware of the coming of war. Safety Curtain lowered. Leicester Square organ being played. Photographs of cinemas. David Deutsch talking about takeover of Odeon Circuit by J. Arthur Rank. Photograph of the Deutsch brothers. Warley Odeon with “redevelopment” sign. Credits.",
   "Choreographer" : "",
   "Date" : "1973",
   "Series" : "",
   "Title" : "Odeon Cavalcade",
   "Part" : "",
   "Film ID" : "ACE040",
   "Production Company" : "Greendow"
}
