{
   "Synopsis" : "The semi-abstract work of British painter, Howard Hodgkin (b.1932), in the context of the artist’s close connections with India.",
   "Director" : "Judy Marle",
   "Article" : "",
   "Full credits" : "With David Sylvester, Foy Nissen, Bhupen Khakhar, Haridas Swali, Julia Hodgkin; Camera Nick Gifford; Sound Derek Williams, Peter Rann; Film Editor Ben Morris; Production Manager John Furse; Executive Producer Rodney Wilson; Director Judy Marle; The Producers gratefully acknowledge the assistance of Foy Nissen at The British Council, Bombay, and of British Airways. A Landseer production. Arts Council of Great Britain Copyright 1982.",
   "Minutes" : "37 min",
   "Full synopsis" : "ACE121.2 10:00:00 10:09:55 Farmhouse, stream etc. Interior studio, including views of paintings on walls. Howard Hodgkin VO: “… I would like [but will never succeed] to be a classical painter where all emotion, all feeling is turned into a beautifully articulated, anonymous architectural memorial at the other end… That’s what my pictures are attempting to do.” Several paintings. David Sylvester asks Hodgkin how he knows when a painting is finished. “My pictures really finish themselves. I know immediately because there’s nothing more to be done…”, he says, and describes how the painting reaches that point. Travelling along a road in India. Caption: “Day Dreams 1977-80.” The painting. Camera looking through pierced stonework (jali) surrounding the tomb of Sheikh Ahmed Khattu (Ganj Baksh) at Sarkhej, Ahmedabad. Sylvester asks about metaphor. Hodgkin VO says this usually depends on subject matter; suggests that several of his paintings “would lose their meaning if they were too specifically presented…” Caption: “The Green Chateau 1976-80.” The painting. Hodgkin: “… if you particularise too much, particularly about private emotions …they would remain in the painting private emotions… the more I think about this, my paintings are really totally metaphorical… a metaphor for emotion.” View from the tomb verandah over the tank. Studio. Hodgkin says it’s always possible to recuperate a mistake. “That’s perhaps the only part of my life as an artist about which I have total confidence.” He quotes Muriel Spark: “‘For an artist, time can always be regained. Wonders never cease.’” The same road in India. Hodgkin talks VO about visiting India, and muses on how his experiences there have affected his painting. Domestic scenes. Café interior; Hodgkin. \u000b\u000b ACE121.3 10:09:55 10:18:20 Caption: “In a French Restaurant 1977-79.” The painting. Hodgkin VO says that in recent years his subject matter has increasingly become things in which he is “passionately and personally involved”. Hodgkin outside a gramophone shop where The Banana Boat Song plays loudly. Caption: “Foy Nissen’s, Bombay 1975-78.” The painting. Hodgkin talks about portraits being “an accumulation of experience”. Waterside scenes in Bombay. Foy Nissen VO saying he’s taken Hodgkin to places he likes but which are off the beaten track. Women on the mezzanine above the tomb. Cluttered back yard, run down buildings. Hodgkin in café; his VO says “the emotional situations … which would lead to paintings are not something that [he] would deliberately set up”. Caption: “Reading the Letter 1977-80.” The painting. Hodgkin talks about this as being particularly admired at a show in New York, and describes it as representing “a very unpleasant experience” deriving from hearing “a letter written to someone else… read aloud”. Caption: “Tea 1977-80.” The painting, “…totally voyeuristic”, “an extraordinary situation” in which he was regaled with the life story of a male prostitute. “… the last voyeuristic painting. They’re much more about myself now, or incidents that personally involve me, at least”. Painting. Studio. Buffalo outside house. Caption: “From the House of Bhupen Khakhar 1975-76.” The painting. Bhupen Khakar, resting a splinted leg, talks about being inspired by paintings by Mantegna to do “a big painting”, Celebration of Guru Jayanti (1980). He and Hodgkin discuss it. Hodgkin explains how he works out the figures in his paintings. Other images by Khakhar. They discuss From the House of Bhupen Khakhar. ACE121.4 10:18:20 10:27:33 Sylvester asks again about the possibility of spoiling a painting “by going too far”. Hodgkin says that he has often “wrecked” paintings but has always been able to “get it back”, by going back to the subject because his paintings go wrong when they lose their meaning. Hodgkin and Khakhar consider racing to complete erotic paintings; part with Hodgkin’s VO continuing to talk about recuperating a painting, and saying his work “is resolved in terms of the picture” rather than necessarily being “about feeling”. Interview continues with Hodgkin saying that the impetus of the resolution, nonetheless, comes from the feeling. Night. Hodgkin at party with Haridas Swali. Caption: “Dinner at Smith Square 1975-79.” The painting. In response to a statement by Sylvester, Hodgkin says that he thinks of collectors as artists, and, VO Baroda Museum and Art Gallery, Sayajibaug (including views of room of European painting and sculpture), talks about Mario Praz’s book, The House of Life. At Swali’s house in Mumbai. Hodgkin’s VO talks of his fascination with other people’s homes, particularly in the relationship between collectors and their objects. Swali shows him a painted wooden panel, several religious sculptures (including one of Kubera, or Jambhala, god of wealth; Swali jokes about liking fat men) and some paintings. Hodgkin’s VO on “the relationship between people and their objects” continues. Exhibits in the Baroda Museum; Hodgkin’s VO says that he finds it “fascinating and fun” because “the installation and the collection is so eccentric and so wasteful, [having] something of the character of some vast Victorian private house…”. Visitors touring the Museum; exhibits; Hodgkin’s VO saying that he finds depressing the “totally twentieth century convention of hanging pictures in one line as far as possible” (though he wants that done with his work). \u000b\u000b ACE121.5 10:27:33 10:37:28 Looking at Swali’s collection of family photographs which includes some taken from erotic paintings. Rural Indian scene; Hodgkin describes, VO, painting in India. VO continues over paintings including Tropic Fruit (1981) and Lotus (1980). Hodgkin with Sylvester who says he feels he “suddenly made … a quite extraordinary leap”. Caption: “Grantchester Road 1975.” The painting, which Sylvester describes as “a tremendous advance”. Hodgkin talks VO about wanting “to include more of the subject”. Caption: “Paul Levy 1977-80.” The painting. “Hodgkin VO says that an artist has to invent his own language, and this has taken him “a very long time”. Hodgkin inside the tomb building at Sarkhej. Details of architectural features with occasional comments by Hodgkin who is particularly taken with the light coming through the pierced stonework. Hodgkin’s VO talking about wanting his earlier pictures to contain more but being unable to do this, about trying “to get the evasiveness of reality” into his pictures, etc. Caption: “The Moon 1978-80.” The painting. Night. Hodgkin talking to his wife, Julia, in the garden, about the light in the tomb building. Credits.",
   "Choreographer" : "",
   "Date" : "1981",
   "Series" : "",
   "Title" : "Howard Hodgkin. In conversation",
   "Part" : "",
   "Film ID" : "ACE121",
   "Production Company" : "Landseer"
}
