{
   "Synopsis" : "The personal philosophy of English visionary painter and writer, William Blake (1757-1827) as expressed in his work.",
   "Director" : "Guy Brenton",
   "Article" : "The",
   "Full credits" : "Made in association with the British Film Institute Experimental Film Fund, the British Council, and the Arts Council of Great Britain. Poems by William Blake have been set to music by Ralph Vaughan Williams, O.M. Additional music is taken from the composer’s suite ‘Job’, a Masque for Dancing. Poems and Narration spoken by Bernard Miles, Robert Speaight; Songs sung by Wilfred Brown; Oboe played by Janet Craxton; A Morse Film; Camera Alex Pearce, Frank Kingston, Kit West; Camera Assistant Bob Parker; Assistant Editor Dennis Lanning; Written and Directed by Guy Brenton. The Producers wish to thank Professor Sir Anthony Blunt, Professor V de S. Pinto, and Basil Wright for their advice in the making of this film. It is dedicated to the memory of Frank Heming Vaughan, Founder and Secretary of the Blake Bicentenary Committee. The Blake Film Trust Limited and the Producers wish to thank The British Museum, The Courtauld Institute, The Tate Gallery, The Victoria and Albert Museum, in London, The Fitzwilliam Museum, Cambridge, The William Blake Trust (The Trianon Press) for the use of certain facsimiles from Jerusalem and Urizen, and all those others whose generosity and help made the production of this film possible. WB.",
   "Minutes" : "27 min",
   "Full synopsis" : "ACE006.2 10:00:00 10:09:10 “To mercy, pity, peace and love…” sung over The Ancient of Days; credits over. Caption: “William Blake was born in 1757 and died in 1827. As a poet, painter and visionary, he lived unrecognised, in opposition to the social and spiritual life of his time. To express his dissatisfaction and torment at this, he invented a personal world and mythology, even a private religion, which this film sets out to explore.” “I must create a system or be enslaved by another man’s…” and commentary over The Ancient of Days. Title page from Songs of Innocence (1789); Infant Joy; Piping Down the Valleys Wild… sung over The River of Life (c.1805), In Thunders Ends the Voice from America, a Prophecy (1793), Oberon, Titania and Puck with Fairies Dancing (c.1786), and Mirth (illustration to John Milton’s L’Allegro, 1816-1820). “I give you the end of a golden spring…”: Jerusalem the Emanation of the Giant Albion (Leaning Against the Pillars...)(c.1804). Jacob’s Ladder (1799-1800). David Delivered out of Many Waters (c.1805). “Holy, holy holy, is the Lord God Almighty.” The Four and Twenty Elders Casting Their Crowns before the Divine Throne (c. 1805). Saint Peter and Saint James with Dante and Beatrice and with Saint John Also (1824-1827), Canto 25 from Dante’s Paradiso/Divine Comedy. The Terror Answered from America A Prophecy (1793). Europe a Prophecy (Entharmon Slept) (1794). Beatrice on the Car, Matilda and Dante (1824-1827). He Who Binds to Himself a Joy…sung over. Beatrice Addressing Dante from the Car from Purgatorio/Divine Comedy. Elohim Creating Adam (1795). Man Was Made for Joy and Woe… over The Angel of the Divine Presence Clothing Adam and Eve with Coats of Skins (1803). Eve Tempted by the Serpent. America, a Prophecy (Albion's Angel Stood Beside). Jehovah stood among the Druids..., from Jerusalem The Emanation of the Giant Albion . The Tree of Life and the Tree of Good and Evil in The Fall of Man. Illustration from Milton a Poem: Satan Arousing the Rebel Angels (1808). Illustrations from The First Book of Urizen (1794). The Body of Abel Found by Adam and Eve (1826) “I was angry with my friend…” read over this and the illustration to A Poison Tree (Songs of Innocence, 1794). ACE006.3 10:09:10 10:18:25 Newton (1795-c.1805). The Wise and Foolish Virgins (c.1822). Murder and Famine from Europe, A Prophecy. I Wandered Through Each Chartered Street… sung over America a Prophecy (So cried he, rending off his robe…). Illustration. Details from title page, of “Night IV”, from Young’s Night Thoughts (c.1795). The Whore of Babylon (1809). Illustration. The Whore of Babylon. Young’s Night Thoughts title page. Illustration. Europe a Prophecy (Plague or “Lord have mercy on us”). Illustration from Milton a Poem. Frontispiece to Jerusalem The Emanation of The Giant Albion. Ah! Sun-flower! Weary of time…(Songs of Experience, 1794) sung over title page for The Book of Thel (c.1790). Other illustrations from The Book of Thel including He that Loves the Lowly... Jerusalem The Emanation of The Giant Albion (But Los, who is the vehicular form of strong Urthona…), title page for Chapter 3. Illustration from The Song of Los. Two illustrations from America a Prophecy. From Jerusalem The Emanation of The Giant Albion (The Spectres of Albions Twelve Sons revolve mightily…, To labours mighty with vast strength…, By Satans watch-fiends…). The Night of Enitharmon’s Joy (formerly called Hecate, c.1795). Nebuchadnezzar (1795). The Good and Evil Angels Struggling for Possession of a Child. Illustration from The First Book of Urizen. Frontispiece to Visions of the Daughters of Albion (c. 1795). Illustration. Illustrations from Europe a Prophecy. Violent things erupt and rebel. The Blasphemer (c.1800). Europe, A Prophecy (Albions Angel rose upon the stone of night...). Others. The Simoniac Pope (from The Divine Comedy). Illustrations from Europe a Prophecy, The Marriage of Heaven and Hell, and America a Prophecy. Illustrations from The First Book of Urizen. Cerberus, from The Divine Comedy. Satan Arousing the Rebel Angels (1808). Hell is a prison – the final torment of Hell is one’s own self . Cruelty Has a Human Heart… The Divine Image from Songs of Innocence read over Jerusalem The Emanation of The Giant Albion (Vala, Hyle and Skofeld). Detail from The House of Death (or The Lazar House) (c.1795). Detail from The Blasphemer (c. 1800). More from The House of Death. Europe a Prophecy (Now comes the night of Enitharmon ’s joy…). Illustration from America a Prophecy. The Circle of the Lustful: Francesca da Rimini (aka The Whirlwind of Lovers) from The Divine Comedy. Cruelty Has a Human Heart… sung over. More from Dante including The Circle of the Falsifiers - Griffolino and Capocchio. More of The Divine Image sung over. Satan Addressing his Potentates (c.1816-1818) from Milton’s Paradise Regained. Illustration from Young’s Night Thoughts, Night III, Narcissa. The First Book of Urizen (As the stars are apart from the earth…). ACE006.4 10:18:25 10:27:10 The First Book of Urizen: torments are lifegiving – the pangs of being born again. Frontispiece and pages of Jerusalem The Emanation of the Giant Albion (1820). “Now I a fourfold vision see…” (concluding lines from With Happiness Stretchd Across the Hills (c.1801)) read over. Illustrations from The First Book of Urizen. The Marriage of Heaven and Hell (As a new heaven is begun) (c.1790). Jerusalem The Emanation of The Giant Albion (Every ornament of perfection…). Marriage of Heaven and Hell frontispiece. Milton a Poem (Albion on the rock) (1804). Jerusalem The Emanation of The Giant Albion (Such visions have appeared to me, and other pages). “To bathe in the waters of Life, to wash off the Not Human…” (from Reason and Imagination in Milton, a Poem, 1804-1809) read over. Illustrations from Milton, a Poem (To Annihilate the Self-hood of Deceit). The selfhood of man is destroyed. All Human Forms Identified... from Jerusalem a Prophecy. Illustration from The First Book of Urizen. Jerusalem (“And did those feet…”) read over Silent as Despairing Love from America, a Prophecy. To survey the world that is fresh and renewed. Europe a Prophecy (Enitharmon slept, aka Mildew Blighting Ears of Corn). The Morning Comes… from America, a Prophecy. Glad Day or The Dance of Albion (c.1794). Illustrations including Satan in his Original Glory: “Thou wast Perfect till Iniquity was Found in Thee” (c.1805). “Little Lamb who made thee…” read over pages from Songs of Innocence. Frontispiece to Songs of Experience and plate from Songs of Innocence and of Experience (c.1802-1808). Detail from Pity (c.1795). The Virgin and Child in Egypt (1810). Jesus said “Would’st thou love one who never died for thee…” The Soldiers Casting Lots for Christ's Garments (1800). The Crucifixion: “Behold Thy Mother” (c.1805). Michael Foretelling the Crucifixion to Adam (Paradise Lost, 1808). More crucifixion images including Albion before Christ crucified on the Tree of Knowledge and Good and Evil from Jerusalem The Emanation of The Giant Albion. Glad Day. “Many figures, chained and bound together, in various attitudes of despair and horror…” read over Last Judgement. “I have been very near the gates of death and have returned very weak, an old man…” read over Resurrection of a Pious Soul. Credits with The Shepherd (“How Sweet is the Shepherd’s sweet lot…”, Songs of Innocence and of Experience) sung over.",
   "Choreographer" : "",
   "Date" : "1958",
   "Series" : "",
   "Title" : "Vision of William Blake",
   "Part" : "",
   "Film ID" : "ACE006",
   "Production Company" : "Morse"
}
