{
   "Synopsis" : "The life and work of British landscape and portrait painter, Dora Carrington (1893-1932), and examples of her experiments in interior decoration .",
   "Director" : "Teresa Grimes",
   "Article" : "",
   "Full credits" : "Carrington’s voice, Virginia Radcliffe; Interviewees Phyllis Knight, Vivien John, Jerry Penrose, Frances Partridge, Dadie Rylands, Isabelle Ides, Rosamond Lehmann; Camera Belinda Parsons, Carolyn Sandys, Nicola Baldwin; Additional Camera Pat Carter; Sound Matthew Evans; Editing Anne Sopel, Margaret Barrett; Music composed by Elaine Streeter; Rostrum camera Jay Hollway; Graphics Terrie Wixon; Film Research David Collier; Dubbing Mixer Ian Selwyn. The producers would like to thank the Carrington family for their help in the making of this film. We would also like to thank Sally Brown, David Evers, Richard Garnett, Sarah Grimes, Faith Henderson, Anne Hill, Jane Hill, Mr & Mrs James, Paul Levy, Sandra Lummis, David Martin, Michael Holroyd, Lord & Lady Moyne, Simonette Strachey, Barbie Thirnton, Anne Woodhouse, Hilary Sames, Ashridge Management College The Bloomsbury Workshop, The British Museum, The National Portrait Gallery, Portsmouth City Museum & Art Gallery, Anthony d’Offay Gallery. Associate Producer Ruth Pantoleon; Executive Produce Rodney Wilson; Producer Steve Garvey; Director Teresa Grimes. A Paintbrush Production for the Arts Council of Great Britain in association with Channel 4 Television. © Arts Council of Great Britain MCMLXXXVIII.",
   "Minutes" : "26 min",
   "Full synopsis" : "ACE176.2 10:00:00 10:08:42 Footage of horse and rider in woodland. VO reading “Yesterday, suddenly, I came face to face with Death… I thought of the irony of Fate. I who long for Death find it so hard to meet him.” “Chapter opening” about Carrington dropping her given name, Dora, and insisting on being known simply as Carrington. Portraits by Carrington, including Mrs Box (1919). Various VOs describing her and her work. Photo of Carrington with parasol. VO Frances Partridge. Partridge saying it’s hard to describe Carrington, as there were “many sides to her character”. Various photographs of Carrington and of a nude statue for which she was the model. VO of Vivien John. John describing Carrington’s personality. John VO continues. Pencil sketch of Carrington self-portrait from 1910, photograph of Carrington’s parents, of Carrington with palette. Portrait of man in armchair. 1912. Carrington’s words “A lathe man gave me a lesson in plastering… Fresco painting is awfully hard” as VO over Hoeing (1912) Dr. George [Dadie] Rylands talking about how Carrington decorated a room at Cambridge for him. Details of the designs, Rylands VO. Carrington’s words also VO. Decorated objects, bookplates, woodcuts, etc. Photos of Carrington and Mark Gertler, with VO quoting a letter from her to him talking about her sexuality. 1914: VO about “hateful war”: caption explains that Carrington’s brother Teddy was killed in First World War. Sketch of Teddy. Ink drawing of couples of moonlit hillside. Photographs of Carrington and various members of the Bloomsbury set. VO reading letter to Gertler describing being on Lewes Downs with some of them. Photographs of Lytton Strachey VO Vivien John saying he was very shy. Photographs of Gertler, of Carrington and Strachey, etc. Carrington’s words VO describing how Gertler reacted when she told him about her feelings for Strachey. 1918: Sketches and photograph of Tidmarsh Mill. Carrington’s paintings of Tidmarsh Mill and surroundings including The Mill at Tidmarsh, Berkshire (1918). Her words VO describing the house. VO continues over sketch and paintings of of Strachey reading. Frances Partridge VO over painting and photo of Strachey reading ACE176.3 10:08:42 10:16:11 John VO over photographs of Strachey and Carrington, describing their relationship. Carrington’s words VO over more photographs, and sketches of Carrington in her domestic role. Partridge VO paintings – circus, a jug of flowers, etc. – saying that the Bloomsbury people painted differently and didn’t give her sufficient support. John VO various paintings of flowers, and Farm at Watendlath (1921) saying she thought Carrington didn’t particularly want to be influenced by people and trends. Illustrated letter with VO Carrington (to Alex Strachey) describing its illustrations (of Ralph Partridge, Gerald Brenan, Saxon [Sydney-Turner], Barbara [Cooper], Duncan Grant, Vanessa Bell, Lytton Strachey, Carrington at Tidmarsh). Photograph of Carrington writing; John talking about illustrated letters and Carrington’s passion for cats. Illustrations from such letters; many pictures of cats. Portraits by Carrington; Carrington’s words VO about her portraits which she frequently considered to be failures. Tiles from fireplace. Jerry Penrose describes how these tiles were moved several times by his parents and shows details of several of them. Portrait of his mother painted on silver paper. Partridge talking about Carrington’s glass pictures, painted and covered with coloured silver paper. Captions note Carrington’s marriage to Ralph Partridge and her affair with Gerald Brenan. Carrington’s words (letter to Alex Strachey) VO over an illustrated letter. Photographs of Carrington and Brenan; portrait of Gerald Brenan from 1931. Partridge talking about this relationship and Strachey’s reaction. ACE176.4 10:16:11 10:26:07 John VO: Paintings from France, Spanish Landscape with Mountains, (c.1924), around Yegen. 1924. Illustrated letter about moving to Ham Spray House, Wiltshire. Film and photographs of the house, one with Strachey, one with Carrington. Phyllis Knight talking about staying at the house. John talking about Ham Spray House and its decorations. Photographs of interiors; Knight VO describing the decorations. Knight describing how some of the decorations were made with a half orange. Decorated tiles. Woman’s VO describing glass and foil door panels commissioned by her mother for houses in Ladbroke Grove and Pelham Place. Carrington’s words VO talking about visiting London to complete these door panels and a set of painted tiles for a fireplace surround. VO Knight talking about Carrington’s friends: photographs of Carrington, Julia and Alex Strachey, Dorelia McNeill. Vivien John, etc. VO and photograph of Rosamond Lehmann. John VO talking about Carrington’s sympathies with female sitters. Portraits including one of Julia Strachey (1925), and the two John daughters. John VO continues: photograph of Carrington with Vivien John and two other women; John talks of Carrington’s “reserve”. 1930: Knight VO talking about Carrington painting her dressed as a 19th century servant girl seated in a window, a trompe l’oeil actually painted on the window. Trompe l’oeil bookshelves, the books with punning titles, painted by Carrington on the back of a door. 1931: Carrington VO talking about Strachey’s books one day being for sale: Lytton Strachey bookplates, falling leaves. John talking about Carrington’s depressions. Partridge VO talking about Carrington having “some secret fear”. Photograph of Carrington, letter illustrated with sketches of her and Strachey, sketches of Strachey. Caption explains that Strachey’s health suddenly deteriorated. Carington’s words VO pencil portrait of Strachey: his death meant that “the only person who brought sense and order into my muddled life has gone”. Photograph of country landscape with Strachey and Carrington, painting of Carrington painting, photograph of Carrington in landscape. Caption explains that Carrington killed herself four months after Lytton died. John VO saying she hadn’t realised Carrington had loved Strachey so much. Photograph of Carrington and Strachey sitting in garden. Partridge describing Carrington as “one of the most unboring people” she knew. Photograph of Carrington. Credits. “Love me, love me, love me, say you do” sung over.\u000b",
   "Choreographer" : "",
   "Date" : "1988",
   "Series" : "Five Women Painters",
   "Title" : "Carrington",
   "Part" : "2",
   "Film ID" : "ACE176",
   "Production Company" : "Paintbrush"
}
