{
   "Synopsis" : "Visually impaired British painters, Jonathan Huxley (b.1965), Jennifer Maskell Packer, and Mansell Griffith, discuss their disabilities and how they cope with them in their work.",
   "Director" : "John Davies",
   "Article" : "",
   "Full credits" : "The Artists Jennifer Maskell Packer, Jonathan Huxley, Mansel Griffith. Cameraman Jon Felix; Sound Recordist Nik Calvert; Camera Assistant Sara McCookweir; Camera Grip Michael Baxter; Production Assistant Janet Burgess; Online Editor Lewis Moore; Dubbing Mixer Eli Perl; Music Kenny Craddock, Colin Gibson. Acknowledgements Glasgow & West of Scotland Society for the Blind, The Royal Academy, The Courtauld Institute, Rick Wells, Ian Hamilton, Julie Sanders. With thanks to The Royal National Institute for the Blind. Executive Producer Rodney Wilson; Producer Robert Smith; Director John Davies. A Frontroom Films Production for The Arts Council of Great Britain, in association with Channel 4 Television. © Arts Council of Great Britain MCMXCI.",
   "Minutes" : "52 min",
   "Full synopsis" : "ACE223.2 10:00:00 10:10;00 Details of paintings of faces concentrating on the eyes.\u000bJonathan Huxley cycling in central London. Jennifer Maskell Packer filling bucket with water and going off into fields. Huxley says he has nystagmus and photophobia, which means he can never focus his eyes properly and is acutely light-sensitive. Arriving at the Royal Academy School. Details from some of his paintings. Mansel Griffith says he only understood the extent of the impairment to his eyesight in his teens. Preparing a canvas. Describing his vision – many floaters, which, as a child he thought were the molecules of the air. Maskell Packer with her goat. She describes her vision, central vision only in one eye, and the ability to distinguish light and dark in the other which now also has a cataract growing across it. She paints best when using only one eye. Huxley in art school. He talks about his latest project, a series of prints and paintings about the Atherstone Ball Game. Photographs of the game in progress. Lino cutting and inking; taking a print. Talks about his eyesight. \u000b ACE223.3 10:10:00 10:20:51 Maskell Packer’s home and studio. She talks about noticing her eyesight was failing and being diagnosed with diabetic retinopathy. Talking about her painting technique, one which enables her to work more easily; she can’t see the whole of a painting at any one time. Griffith beginning a new work. He says he became officially registered blind at sixteen and was told he’d have to get special training to fit his for one of a limited number of jobs. Huxley beginning to paint his lino cut print with water-colour; he talks about the colours he’s using. He describes the problems with his eyesight but says he’s used to them as his vision has always been the same. For model drawing he needs to be much closer than is normally recommended. Griffith says his way of seeing is normal for him, even though most other people see things differently. ACE223.4 10:20:51 10:30:39 Maskell Packer’s home and studio. She talks about noticing her eyesight was failing and being diagnosed with diabetic retinopathy. Talking about her painting technique, one which enables her to work more easily; she can’t see the whole of a painting at any one time. Griffith beginning a new work. He says he became officially registered blind at sixteen and was told he’d have to get special training to fit his for one of a limited number of jobs. Huxley beginning to paint his lino cut print with water-colour; he talks about the colours he’s using. He describes the problems with his eyesight but says he’s used to them as his vision has always been the same. For model drawing he needs to be much closer than is normally recommended. Griffith says his way of seeing is normal for him, even though most other people see things differently. ACE223.5 10:30:39 10:40:20 Huxley with a large narrative painting, Sticking Together, a response to the story of a young woman who’d come to see a prisoner in gaol in Ireland and had Superglued their hands together to ensure a longer time together. Griffith at the Society for the Blind, Glasgow, where some of his paintings are being exhibited. Maskell Packer painting. She says she doesn’t think of herself as being disabled because it’s a very negative word; she prefers to focus on what she can do rather than what she can’t. The more she does, the more she can do, and the more confident she becomes. Huxley talks about becoming intolerant towards people who don’t understand his need to compensate for his sight problems; he thinks he was very belligerent at school in order to push for his right to go to art school. He describes a piece he wrote at college on artists with visual impairments, and how he adapts to circumstances.\u000bGriffith with a large painting of a head. He talks about the colours and how he sees them. Maskell Packer explains how she sometimes needs to ask if she’s copied something external correctly, but following her own ideas means she can paint what she sees in her head.\u000b\u000b ACE223.6 10:40:20 10:51:51 Huxley looking at paintings at the Courtauld Institute, and explains how the distortions of line in Cézanne’s Joueurs de Cartes (Card Players; 1892-18952) inspired him to go beyond reality in his own work. Griffith talks about being very young and finding Cubism much more “real” than more realistic works, and also liking Expressionist work. He’s never been able to get close enough to a canvas to see how the paint has been applied. Some of his own paintings on display in Glasgow. He says that he sees people’s faces as constantly moving. Huxley working on a large canvas. He likes to keep spontaneity but also needs to get details “right”. His emotional responses to his work are not always the same as other people’s. Maskell Packer looking at a series of works called The Tenant Farmer, but using associated objects rather than the people themselves. Griffith working on a head. He refuses to accept the equation that not being fully sighted means he can’t paint. Maskell Packer with some of her paintings. She says that, if she lost her sight entirely, she’d turn to writing because “with words you can make pictures”. Griffith says he paints because he’s visually impaired. The exhibition. Huxley with several of his paintings which, he believes, all make political statements. Griffith. Maskell Packer. Credits.\u000b",
   "Choreographer" : "",
   "Date" : "1991",
   "Series" : "",
   "Title" : "Behind the Eye",
   "Part" : "",
   "Film ID" : "ACE223",
   "Production Company" : "Frontroom Films"
}
