{
   "Synopsis" : "Activities at the the Handsworth Cultural Centre, Birmingham, a community based arts project founded by Trinidad-born Bob Ramdhanie, and funded by the Probation Service,",
   "Director" : "Yugesh Singh Walia",
   "Article" : "",
   "Full credits" : "Camera Donald Guy; Sound Roy Richardson; Production Assistants Heather Powell, Laxmi Jamdagni; Dubbing Mix Bob Mitchell; Kokuma Concert: Lighting Rob Taylor. Sound Mix Martin Culverwell; Mama Don’t Cry, Weh Dem Come From, Written and Performed by Oneness. Grateful Acknowledgements: Birmingham Arts Laboratory. The Mural Co., The Staff at the Cultural Centre, Everybody who appears in the film, Tony Fox, Hussain Mirshahi Gerry Gradwell, Bill Timmins. Also thanks to Errol Whitter, Bob Ramdhanie, Derrick Anderson of Delkass Music Studios, Judah. Still Photographs Derek Bishton, John Reardon, Orde Eliason, Courtesy of Sidelines; Graphics Alun Curnock; Additional Camera Brian Byrne; Research Frank Challenger, Yugesh Walia; Editing Yugesh Walia, Donald Guy; Produced by Roger Shannon; Directed by Yugesh Singh Walia, A Birmingham Film Workshop and Arts Council of Great Britain presentation.",
   "Minutes" : "32 min",
   "Full synopsis" : "ACE114.2 10:00:00 10:10:27 Derrick Anderson reading poem: “ … a culture needs a centre…” Birmingham: canal, playground, dancers, murals, street scenes in Handsworth, illustrating the visibility of the black and Asian residents. Sign for the Cultural Centre indicating its link with the Probation Service. Offices, notice-boards, pictures, musicians practising, etc. Bob Ramdhanie saying it’s difficult to explain exactly what he does, being a Probation Officer in a cultural centre. Ramdhanie’s VO talking about the Centre being founded, in 1977, to respond to the needs of young black people (who often have poor self-image because of the way society treats them) to help them channel their energies usefully: pictures on the walls of the Centre, photographs of black people, police, skinheads, headlines about teenage “mob”, poor housing, etc. He talks about the Centre offering the young people something they want as well as making art “a living commodity” and not something outside their reach. Judah talking about how British education fails black people: it teaches them about white history but not about their own: his VO over images of black Africans and over woodwork shop in the Centre; he thinks the Centre helps them establish their own identity. Poster of Bob Marley. Kokuma Dance Company. Pat Donaldson explains its inception, and that it became based at the Cultural Centre as this offered cheap rehearsal space, etc. Angela Samuda talks about having been on probation and finding the Cultural Centre through that. Doreen Forbes points out that local youth centres don’t offer very much: they all want access to music and art, rather than table tennis. All intercut with footage of the company performing.\u000b\u000b ACE114.3 10:10:27 10:20:39 Groups of people, including Yugesh Walia and Bob Ramdhanie, discussing the editing of 8mm film of local people talking about their views of the West Indies in relation to their own lives. More 8mm footage. The back garden of the Centre where people are creating an African village. Ramdhanie emphasises that the Centre works with both “offenders as well as non-offenders” and explains that the village will offer to those in search of identity something “more tangible than music and dance”. Centre workers talking about the design for the garden features – including buildings and sculptures – and its planting. Plans. Construction. Oneness performing Weh Dem Come From over. Ramdhanie’s VO talking about the garden adding to Handsworth’s outdoor facilities as a whole. Children’s ballet class, sign for Open Day, dancers in marquee, ballet class; woman’s VO saying that she uses the facilities she wants and has no problem with the idea that some of the people at the Centre are offenders. Young Centre worker explains that people outside sometimes assume that he is an offender. Dance classes. Ramdhanie receiving an award from the Mayor; Centre activities, dancing, etc. Ramdhanie’s VO says that the Centre’s links with the Probation Service are generally not an issue, but young people can sometimes be worried about television coverage if they think it might wrongly identify them as offenders. The Centre recording studio; Derrick Anderson talks about it as somewhere where anyone can record, and where they can get help from people with arranging their music, etc. Oneness recording Mama Don’t Cry. Errol Whitter talking about helping young people develop their music. Young people dancing. \u000b\u000b ACE114.4 10:20:39 10:31:50 Music continues over street scenes, children in playground, boys playing cricket, etc. Samuda says that, while the Centre may fulfil some of her needs, “the problem is still there”. Photographs of British nationalist march, policeman arresting black woman, house fire, people with bloodies heads, anti-police-brutality placard. Dancers exercising; Ramadhanie’s VO believes that many young people find the Centre’s activities in “giving them a balance … quite rewarding”. Musicians and dancers setting up at outdoor event; shots of event intercut with dance class, rehearsals, and costume making, etc. Ramadhanie says the Centre offers “a positive image for young black people”, but doesn’t pretend to solve their problems. Kokuma performing. Credits, during which Ramdhanie introduces some of the dancers and musicians to the audience who join in.",
   "Choreographer" : "",
   "Date" : "1982",
   "Series" : "",
   "Title" : "African Oasis",
   "Part" : "",
   "Film ID" : "ACE114",
   "Production Company" : "Birmingham Film Workshop"
}
