{
   "Synopsis" : "One of a series of dance pieces created specially for television: gravity and anti-gravity.",
   "Director" : "David Alexander Anderson",
   "Article" : "",
   "Full credits" : "Dancers: Hilde Elbers, Laura Lohi, Jussi Noussiainen, Luc Richard, Phillipp Stummer, Yvonne Weschke, Sara Wiktorowicz. Music Dirk Campbell; Voices Miranda Barnett, Melanie Pappenheim; Editor Andy Macgraw; Director of Photography Jason Lehel; Make-up/Costume Designer Natasja Lansen; Focus Puller Damon Randall. Dutch Unit: Production Manager Elly Jonker; Art Director Janco van Barneveld; Ballet Mistress Elisabeth Gibiat. Morocco Unit: Dream Maker Production; Production Manager Fouad (Fred) Challa; Location Manager Omar Azzouzi; Art Director Mustapha Tabit. Jerwood Foundation Trainee Catherine Willmore; Post production Glassworks, Pepper; Flame artists Jonathan Hills, Jake Montgomery. Shot in Morocco Ouarzzazate and Oscar Studio Atlas. Executive Producers Rodney Wilson, Ross MacGibbon, Henk van der Meulen; Producer Rosanne Le Roy Director David Alexander Anderson; Choreographer Itzik Galili, NDD/Galili Dance Company. A Mapmaker Films Ltd Production for BBC/Arts Council of England, NPS Holland. © Copyright BBC and the Arts Council of England MMIII.",
   "Minutes" : "8 min",
   "Full synopsis" : "ACE395.2 10:00:00 10:07:50 Water in bowl. Man with blue-lit clay-masked face. Near-naked man crawling on dried, cracked mud. Water drips on the ground. People burst up from under the dried surface. Man and woman dancing. Woman disappears upwards into the sky. Red-painted women and men. Man ringing the sides of his bowl. More dancers come from under the earth. More drips. Blue man pulling rock. Red and yellow dancers surround blue man with bowl who levitates on top of the rock. Rocks floating up on ropes. Dancers trying to keep their feet. Water runs up from bowl. In the water sky, legs hang down while water drips upwards. Credits.",
   "Choreographer" : "Itzik Galili",
   "Date" : "2003",
   "Series" : "Dance for the Camera 7",
   "Title" : "Sense of Gravity",
   "Part" : "",
   "Film ID" : "ACE395",
   "Production Company" : "Mapmaker Films"
}
