{
   "Synopsis" : "Fables told by two Asian women concern personal and cultural identity.",
   "Director" : "Keith Khan",
   "Article" : "",
   "Full credits" : "Aiya, Zehra Naqvi; Aisha, Sharon Gomez; The Maid, Nishita Sharma; The Guard, Nayesh Radia; The Philosopher, Juanito Wadwanni; Purdah Stiltwalkers, Peter Bauman, Ruth Dawes, Michael McGinn; Karam, Neran Persaud; Veruna, Prakash Yadagudde; Bharat Mata, Monish Patil; Story Discoverers, Apple Eaters, Lilly Bath, Steve Dray, Richard Fox, Hilary Garnock-Jones, Farooq & Haroun, Leroy Jones, Valerie Smith, Geraldine Walsch; Choreographer Monisha Patil; Tabla Player Amrit Pal; Singers Davina Henry, Judith O’Shea; Mehndi Kanchan Lakkhman; Percussion Stephen Blagrove; Casting Hi Ching; Catering Jermelia & Faiz Khan; Floor Manager Dan Haddon; Philosopher’s Costume Janet Hodgson. Thanks to Joi Bangla Sound, After Images, Nice Irma’s, Kali Man Tan Creations, Larry Sackin, Bernard Schapiro, Tom Geoghehan, Francis Hewetson, Juliet McKoen Simon Dove. Funded by the Arts Council of Great Britain. Writer Sonali Fernando; Production Assistant Maggie Swinfen; Assistant Director Anna Campeau; Sound Engineers Alan Lawrence, Daniel Biro; Sound Robert Prince; On-Line Editor Jason Kosbab; Art Director & Music Gavin O’Shea; Producer & Camera Jack Grossman; Lighting & Off-Line Editor Ali Mehdi Zaidi; Director/Designer Keith Khan. © 1991.",
   "Minutes" : "21 min",
   "Full synopsis" : "ACE400.2 10:00:00\u000b 10:08:15 Old woman, Aiya, shares an apple with her grand-daughter, Aisha, and starts to tell her the story of the philosopher and the maidservant. There was a pale-skinned rich man who didn’t go out much because he thought his skin was intended to remain pale, a product of his ability to reason; he considered the different roles of people, some who should work and some who should contemplate and philosophise. Stilt figures. His maidservant brings him food. He thinks about a young woman who he sees as held captive by another man and wants her for himself. The young woman says he’s mistaken in his world view as he’s only ever looked into mirrors, not out of windows\u000bACE400.3 10:08:15 10:20:49 Aisha asks why Aiya’s stories have such brutal endings. “The malice of an old woman” who wants “the mouse to get the cat”, she says. Aisha starts to tell the story of Karam. Bharat Mata and Veruna were two of the greatest dancers in Asia. Dancers. Aisha says the dancers moved to tiny island and were worried that they would die without passing on their knowledge. Bharat Mata gave birth to a son, Karam, but he wasn’t very good at dancing, though he was highly intelligent and curious. Karam constantly asked questions. Karam talks to his parents about their travelling in search of dances and wonders how far they really went. Bharat Mata give Karam Western clothes and he leaves home. He follows a trail of apples and goes around the world. Many people find the apples, stories waiting to be told. Aisha says that wisdom isn’t consumed like an apple, but invented in the telling. Credits",
   "Choreographer" : "Monisha Patil",
   "Date" : "1991",
   "Series" : "Black Arts Video Project",
   "Title" : "Aiya’s Apples Aisha’s Eyes",
   "Part" : "",
   "Film ID" : "ACE400",
   "Production Company" : ""
}
