{
   "Synopsis" : "One of a ten-part series, presented by John Hegley, in which contemporary poets read their work: with Linton Kwesi Johnson, Edwin Morgan, Peter Reading, and Francis Bebey.",
   "Director" : "John Gwyn",
   "Article" : "",
   "Full credits" : "Presented by John Hegley; With Linton Kwesi Johnson, Edwin Morgan, Peter Reading, Francis Bebey. Thanks to J. Paul Getty Museum, California, for photograph of Vladimir Mayakovsky by Aleksandr Rodchenko. Perduta Gente by Peter Reading; Transmitted by permission of Martin Secker & Warburg. Archive Material British Film Institute, Sovexport Films. Theme Music Composed and Performed by John Hegley, Nigel Piper; Graphic Designer Bob Baptist; Studio Cameras Mike Somers; Film Camera Tom Ritchie; Assistant Camera Alan Moir; Studio Sound Phil Middlemore; Film Sound Allan Tarn; Lighting Director Tony Nuttall; Vision Mixer Gwynne Challenger; Floor Manager Ted Gowling; Production Assistant Jean Reed; Film Editors Malcolm Farquharson, Trevor Wonfor; VT Editors Roger Drew, Peter Eichler; Design Ian Reed; Researchers Angela Pollard, Oonagh Taylo;r Producers for the Arts Council Rodney Wilson, Alistair Niven; Executive Producer Paul Corley; Producer, Studio Director John Gwyn; Location Director/Programme Editor Tom Pickard. A Border Television Production in association with The Arts Council of Great Britain. © Border Television and the Arts Council.",
   "Minutes" : "24 min",
   "Full synopsis" : "ACE219.2 10:00:00 10:10:20 John Hegley sings My Doggie Don’t Wear Glasses and introduction to the programme. Francis Bebey playing the ndewhoo (Pygmy flute) and singing (not translated). Hegley reads Seeing the Sea. Silent film featuring Vladimir Mayakovsky, with recording of his voice over. Edwin Morgan and Hegley talking about Mayakovsky’s work. Morgan recites his translation into Scottish dialect of one of Mayakovky’s poems over another scene from the film. Hegley introduces Herman Hessian. Morgan reads An Addition to the Family. ACE219.3 10:10:20 10:24:25 Hegley reads Can’t You Read? and introduces Peter Reading. Peter Reading reading from Perduta Gente. Hegley reads Colin and introduces Linton Kwesi Johnson. Linton Kwesi Johnson reads Reggae fi Dada. Johnson introduces and reads Beacon of Hope. Credits over continuing reading.",
   "Choreographer" : "",
   "Date" : "1990",
   "Series" : "Word of Mouth",
   "Title" : "Word of Mouth 7",
   "Part" : "",
   "Film ID" : "ACE219",
   "Production Company" : "Border Television"
}
