{
   "Synopsis" : "One of a series of dance pieces created specially for television: two men walking across the Wadden Sea become estranged.",
   "Director" : "",
   "Article" : "",
   "Full credits" : "Written & Directed by Dick Hauser; Choreographers and Performers Job Cornelissen, Sassan Saghar Yaghmai; Music The Ex; Director of Photography Ruud Monster; Assistant Director Nora Duijf; Camera Assistant Mike Paschenegger; Sound Kees van de Knaap; Gaffer Chris Uiterwijk; Costume Design Dorine Ijsseldijk; Wardrobe Joke Zweedijk; Best Boy Johan van Gemert; Line producer Erwin Godschalk; Production Manager Kim Idzerda; Production Assistant Peter Hermans; Stills Victor Arnolds; Wadden Guide Lammert Quant; Caterer Joost Moerbeek; Editor Marco van Welzen; Sound Design/Mix Marco Vermaas; Post Production Co-ordinator Annette Oudejans; Grading Valkieser; Publicity Annemarie Siemons; Light Equipment Singel Film; Film Stock Kodak; Associate Producer Bert Nijdam; Editor Dance NPS Miriam van der Linden; Producer NPS George van Breemen; Commissioning Editor NPS Henk van der Meulen; Executive Producers, Arts Council of England Rodney Wilson, BBC Ross MacGibbon; Egmond Film and Television Hans de Weers, Hans de Wolf. This film was produced with support of the Dutch Cultural Broadcasting Promotion Fund and the CoBO Fund. An Egmond Film and Television production for NPS/BBC/Arts Council of England. © MMIII BBC/Arts Council of England/NPS.",
   "Minutes" : "10 min",
   "Full synopsis" : "ACE398.2 10:00:00 10:09:33 Two men dress in shorts and trainers, each picks up a pole, and they start to walk across the Wadden Sea. One starts wading into water. The other follows reluctantly. Back in the mud. They throw away their poles and carry on walking, one getting well ahead of the other. Night. The slower man, now waist-high in water, has lost his companion. The other man in deep water, looking for his friend. Daylight. The second man sees his slower friend floating in the water and begins to carry him to shore. The other starts to fight him. The rescuer collapses exhausted in the shallows; the other walks away. Credits.",
   "Choreographer" : "Job Cornelissen, Sassan Saghar Yaghmai",
   "Date" : "2003",
   "Series" : "Dance for the Camera 7",
   "Title" : "Two Men Walking",
   "Part" : "",
   "Film ID" : "ACE398",
   "Production Company" : "Egmond Filmand television"
}
