{
   "Synopsis" : "Work by British sculptor, Anthony Caro (b.1924).",
   "Director" : "Mick Hartney",
   "Article" : "",
   "Full credits" : "Video Crew Peter Sullivan, Mark Arscott; Production Facilities Learning Resources, Brighton Polytechnic; Executive Producer Rodney Wilson; Directed by Mick Hartney. Arts Council of Great Britain 1982.",
   "Minutes" : "26 min",
   "Full synopsis" : "ACE115.2 10:00:00 10:05:11 Norbert Lynton asks Anthony Caro how five sculptures can possibly represent his work. Caro says they can’t but “will give a little bit of an idea”. They discuss Woman Waking Up (1956). Caro says he was trying to get away from “sheer accuracy” and “to show how something feels”. It was originally modelled in both clay and plaster, some of the shapes being stones from the beach cast in plaster. ACE115.3 10:05:11 10:10:49 Slow Movement (1965). Caro describes it as being “real”, though it’s “not meant to be anything”. Lynton says that even though it’s not representational, nonetheless it can move him as a figure could. Caro talks about elaborating and then simplifying ad reducing it. He decided on the colour (“Deep Body Blue”) to paint the steel shape “very late”. He says that he often finds it difficult to decide on a colour, just as he finds it difficult to title works, though he thinks that titles are not helpful. ACE115.4 10:10:49 10:15:19 Shore (1968). Lynton describes it as “man-made” and “architectural”. Caro thinks it has an unusual feature, a “leg” rather than the piece “floating” as many of his other works do, which gives it “an engineering look” though he doesn’t want it to have “that muscle-flexing thing”. He believes that artists shouldn’t do things again; if they know how to do something, they should move on, “discover”, which is what makes art productive. He suggests that otherwise “it becomes performance” “which is what Picasso did at the end of his life”. ACE115.5 10:15:19 10:19:11 CCLXIX (1975). Lynton describes the steel as seeming “soft”. Caro talks about discovering “soft, loose ends”; steel pieces he was sent from Consett were not all what he had thought he would be getting and he’s pleased he was able to use them. He thinks there’s a good deal more to learn about steel. He describes the piece as beginning “to get a bit of enclosure”. Lynton asks how different the work would be if it wasn’t mounted on a box. Caro says that it wouldn’t work at a different height. ACE115.6 10:19:11 10:25:55 Half Moon (1980). Caro describes the make-up of this piece, saying that he was looking for more enclosure, difficult to do in steel. The piece was originally a composite of casts made in wax and cardboard boxes: the cardboard was reproduced in brass and the wax shapes in bronze, and then everything was cut and further shaped. Lynton suggests that it has a “hint of theatre” about it. Caro is more concerned with the shape inside it which he now thinks is wrong in some way: he debates what to do about it. Credits.",
   "Choreographer" : "",
   "Date" : "1982",
   "Series" : "",
   "Title" : "Five Sculptures by Anthony Caro. The artist in conversation with Norbert Lynton",
   "Part" : "",
   "Film ID" : "ACE115",
   "Production Company" : ""
}
