{
   "Synopsis" : "The transport and installation of It Takes Two (1991) by Scottish sculptor, David Mach (b.1946), at an exhibition of his work at Ujazdowski Castle, Warsaw.",
   "Director" : "Anna Ridley",
   "Article" : "",
   "Full credits" : "With thanks to the Centre for Contemporary Art, Ujazdowski Castle, Warsaw. Translation Nikodem Wiklinski; Graphics John Fallon; Electrician Jan Pieniazek; Camera Assistants Nicola Percy, Justine Bretton; VT Editor Iain Harkness; Production Co-ordinator Mary Gardner; Sound Recordist David Lindsay; Lighting Cameraman John Christie; Executive Producer Rodney Wilson; Producer/Director Anna Ridley. An Annalogue Production for BBC Scotland & the Arts Council of Great Britain. © 1993 the BBC & ACGB.",
   "Minutes" : "20 min",
   "Full synopsis" : "ACE259.2 10:00:00 10:05:00 Warsaw under snow. Ujazdowski Castle. David Mach talking about the castle – shots of him, details from The Trophy Room (1993), materials, etc. – and about fund-raising for the project. Photographs of Mach’s sculpture, It Takes Two (1991, the Sumo wrestlers). Lesley Mach talking about using this to advertise companies willing to sponsor the castle project. David Mach with Richard Keith of Scottish and Newcastle Breweries, James Fiddes of Ryden Property Consultants, Lesley Mach’s VO continues. David Mach talking about sponsorship and advertising. Pool hall. David Mach with Phillip Womersley of the British Billiard Table Company; details from The Trophy Room. Lesley Mach on funding. It Takes Two being loaded onto a truck, and driven off ACE259.3 10:05:00 10:12:42 Scenes in Warsaw, the Centre for Contemporary Art, Ujazdowski Castle, in the snow. David Mach with wife and assistants awaiting the arrival of It Takes Two which is late. Workmen digging foundations for It Takes Two. Ewa Ayton, Assistant Curator, Centre for Contemporary Art, explains that the mechanical excavator has not arrived. Polish motorway traffic. Mach and his team inspect indoor exhibition space. The truck arrives; the heads have been removed from the wrestlers. Vincent Robinson, a driver from Alltransport, explains that they got stuck under a bridge during a detour in the snow. Mach inspects the damage to the heads. Unloading the wrestlers’ bodies, and other items for the exhibition. Unpacking the exhibition components; repairing the heads. Lesley Mach shows the composition of the trophy masks – part wire frame, part matches. Repairer at work; installation of parts of The Double Trophy Room; David Mach VO describing this as part of the artistic process. ACE259.4 10:12:42 10:20:10 It Takes Two set up in the castle grounds. Masks from The Double Trophy Room on the wall. Mach VO continues. Part of the magazine installation for this exhibition, Like a Virgin. Wojciech Krukowski, Director, Centre for Contemporary Art, believes that the advertising element of Mach’s work isn’t strictly advertising: “Who is using who?”. It Takes Two. Krukowski talking about how the artist relates to the sponsor. Jaroslaw Kilian, theatre director, on how issues relating to consumerism are beginning to reach Poland. Milada Slizinska, Curator, Centre for Contemporary Art, on how pleased she is to be hosting The Double Trophy Room, and how she believes that artists must have the freedom to exhibit however they wish. Michal Kowalczyk believes the exhibition will be very popular. Andrzey Kornelak on the renovation work required because of the in-transit damage. Phillip Womersley on how the exhibition is very relaxed. The opening party: David Mach, visitors, details of some of the elements of the installations David Mach sets fire to one of the match-head trophies. Credits.",
   "Choreographer" : "",
   "Date" : "1993",
   "Series" : "",
   "Title" : "From Hill to Castle",
   "Part" : "",
   "Film ID" : "ACE259",
   "Production Company" : "Annalogue"
}
