{
   "Synopsis" : "One of a ten-part series, presented by John Hegley, in which contemporary poets read their work: with Yehuda Amichai, Kevin Fegan, Liz Lochhead, and Grace Nichols.",
   "Director" : "John Gwyn",
   "Article" : "",
   "Full credits" : "Presented by John Hegley; With Yehuda Amichai, Kevin Fegan, Liz Lochhead, Grace Nichols; Amichai Translated by Chana Block and Stephen Mitchell; Archive Footage Tango Dancers, Huntley Archives; Music Composed and Performed by Nigel Piper; Film Camera Tom Ritchie; Assistant Camera Alan Moir; Film Editor Malcolm Farquharson; Graphic Designer Bob Baptist; Researchers Angela Pollard, Oonagh Taylor; Production Assistant Jean Reed; Vision Mixer Gwynne Challenger; Floor Manager Ted Gowling; Vision Engineer Ray Barrett; Studio Cameras Mike Somers; Sound Phil Middlemore; Lighting Director Tony Nuttall; VT Editor Roger Drew; Design Ian Reed; Producers for the Arts Council Rodney Wilson, Alistair Niven; Executive Producer Paul Corley; Location Director, Programme Editor Tom Pickard; Studio Director-Producer John Gwyn. A Border Television Production in association with The Arts Council of Great Britain. © Border Television and the Arts Council.",
   "Minutes" : "24 min",
   "Full synopsis" : "ACE218.2 10:00:00 10:12:06 John Hegley introduces the programme, reads The Edinburgh Tattoo, and introduces Liz Lochhead. Liz Lochhead reads After the War. Lochhead introduces and recites Bagpipe Muzak, Glasgow ’89. Hegley sings Private and introduces Yehuda Amichai. Film, Tango Dancers. Yehuda Amichai reads Ballad in the Streets of Buenos Aires (in Hebrew; translation caption over processed film). ACE218.3 10:12:06 10:24:02 Hegley talking to poet Kevin Fegan about working with prisoners, and what poetry means to them. Book of prisoners’ poems, Dining Out. [This interview from 1988?] Fegan introduces and reads One-Arm Bandit. Grace Nichols introduces Beverly’s Saga from Lazy Thoughts of a Lazy Woman. Hegley recites Poem About my Old Scout Master. Credits.",
   "Choreographer" : "",
   "Date" : "1990",
   "Series" : "Word of Mouth",
   "Title" : "Word of Mouth 6",
   "Part" : "",
   "Film ID" : "ACE218",
   "Production Company" : "Border Television"
}
