{
   "Synopsis" : "The issues dealt with in the poetry of Jamaican-born British writer (b.1952) compared with the concerns of young, black, working-class Londoners.",
   "Director" : "Franco Rosso",
   "Article" : "",
   "Full credits" : "We would like to thank Bogle-L’Ouverture Publications, Dennis Matumbi, Race Today, Shephards Youth Clu,b The Keskidee Centre, Tulse Hill School, Virgin Records. Sound Mike MacDuffy, Eddy Tise, Steve Shaw; Camera Ivan Strasberg, Pascoe MacFarland; Editor David Hope; Assistant Editor Brenda Simson; Directed and Produced by Franco Rosso. Arts Council of Great Britain © 1979.",
   "Minutes" : "47 min",
   "Full synopsis" : "ACE065.2 00:00:00 00:07:04 Notice: “No one is allowed to sell, consume or inquire about Indian hemp or any other drugs on the premises. ‘No loitering.’ By order the prop.” Music recording studio. Poet and the Roots. Linton Kwesi Johnson recording Brothers and sisters rockin’/Dread beat pulsin’ fire… Intercut and VO with Johnson travelling on the London Underground to Brixton. Recording session continuing. Johnson writing. His VO describing how he works; the words come with a beat and he builds them into a poem. VO recites It soon come. It soon come. Look out, look out, look out. Poem continues. Railton Community Centre of the Methodist Church, Brixton. Johnson reciting to an audience. ACE065.3 00:07:04 00:15:03 Johnson describes how he found it too hard to communicate his feelings about society in English, and turned to his first language, Jamaican Creole. Studio. Johnson recording Come wi goh dung deh (Come we go down there). Intercut and VO with backs of houses from moving train. VO continues. Brixton street scenes. Johnson walking with the musicians. VO describes writing Come we go down there and compares Brixton and Jamaica. Market. Shops. I was just about to move forward/Take a walk through the market…Johnson reciting to radio interviewer. He talks about his background and poetry-writing, about the political struggle faced by black people in Britain, and of his wish to help in that struggle. His VO continues over shots of groups of men (including Johnson) playing dominoes. ACE065.4 00:15:03 00:21:42 Delivering sound system for a dance event. Johnson’s VO describes this “mobile disco” as having originated in the Caribbean, and being immensely important to the life-style of young black people in Britain. Dancing. Johnson’s VO says that it was reggae DJs who made him realise that poetry wasn’t “just what you read in books”, and that spoken poetry reaches far more people than does the written version. Johnson describes how, with his work, the music come from the poetry, while DJs improvise lyrics to an existing backing track. Johnson reciting Madness, madness tight on the heads of the rebels … (Five nights of bleeding) with musicians providing background. Second part of poem recited at Railton Community Centre (without music). The two recitations intercut. Music continues over night scenes in Brixton. ACE065.5 00:21:42 00:21:55 END OF PART ONE ACE065.6 00:21:55 00:28:35 Early morning in Brixton. Granvill Arcade opening up, shopkeepers and stall-holders preparing for the day ahead, etc. Radio news broadcast over. Johnson walking to Tulse Hill School. VO talking about his schooling in London, and about the assumptions that were made about black children and their capabilities. Despite having passed the Jamaican equivalent of the Eleven Plus, Johnson says he was put automatically into a low stream and had to fight to get the right education. Johnson in classroom reading poem, Heavy heavy terror on the rampage…the violence damming up inside to pupils. Discussion after the reading on the themes in his poetry and on being a poet. ACE065.7 00:28:35 00:35:50 Johnson talks about his early working life and going back to college. Having gained an Honours degree in Sociology from Goldsmiths College, he couldn’t find a job. Johnson sitting in on music recording session. His VO describes the demoralisation of being out of work. Johnson arranging books and doing deskwork. His VO describes getting a job with the Keskidee Centre. Johnson with group of young people, one of them reading aloud. Groups of young men playing cards. Johnson’s VO. Discussion group: young man describing police raid on a party. Johnson’s VO explains that many of the youths at the Keskidee centre have been in trouble with the police, often for no reason. Another young man relates a personal experience of being arrested – having committed no crime – while waiting at a bus stop. ACE065.8 10:35:50 00:40:45 Johnson talking about his poem All we’re doin’ is Defending, and describes the mood of resentment he sensed among black people, together with a determination to fight against police brutality. Johnson’s VO reciting the poem over scenes at the Notting Hill Carnival riots in 1976. Police cars, large numbers of police officers on the streets, young people being chased and carried away, officers using truncheons, black youths attacking a car, etc. Johnson’s VO talking about the young, British-born black generation beginning to assert themselves and coming into conflict with society at large. Johnson reading A brand new breed of blacks have now emerged, leadin’ on the rough scene… In the offices of Race Today. Johnson’s VO describes this magazine as being at the forefront of the anti-racist struggle. ACE065.9 00:40:45 00:46:47 Johnson at the Railton Community Centre. Describes his poem about George Lindo, convicted of a robbery even though three white friends testified to his innocence. Dem frame up George Lindo up in Bradford town… (It dread inna inglan.) Footage of people, Johnson among them, at a rally in support of Lindo; Johnson’s recitation over. Johnson in recording studio, performing same poem. Intercut with footage of Bradford demonstration at which Johnson recites the poem again. Johnson says he believes that art reflects changes within the wider society; people’s material struggle is what brings about political change. Credits.",
   "Choreographer" : "",
   "Date" : "1979",
   "Series" : "",
   "Title" : "Dread Beat and Blood",
   "Part" : "",
   "Film ID" : "ACE065",
   "Production Company" : ""
}
