{
   "Synopsis" : "The dance house movement, which (illegally) brought folk music from the minority Hungarian Gypsies and peasants of Transylvania - now part of Romania - to Budapest, and its effect on views of the value of traditional culture.",
   "Director" : "Esther Ronay",
   "Article" : "",
   "Full credits" : "The producers would like to thank The Museum of Ethnography, Budapest, The Institute of Musicology, Budapest, The Károly Kós Picturebook. Camera Jeremy Stavenhagen; Sound Trevor Gosling; Camera Assistant Zoltán Kovács; Electrician Zoltán K?rösi; Dubbing Mixer Aad Wirtz; Narrator Zoltán Iván Assistant Film Editor Andrew Maskall; Film Editor Robert Hargreaves; Executive Producer Rodney Wilson; Producers Taylor Downing, Sian Williams; Written and Directed by Esther Ronay. A Flashback Television production for The Arts Council of Great Britain in association with Channel 4. © Arts Council of Great Britain MCMXCI.",
   "Minutes" : "53 min",
   "Full synopsis" : "ACE224.2 10:00:00 10:12:50 Woods and countryside. Caption: “The Outlaw’s Song”. Countryside and village scenes. Song heard over, subtitled in English. Woman singing. Villagers in city. \u000bSong continues over. Railway station. Caption: “Budapest. 7 months after the first democratic election.” City street scenes. Street scenes. Márta Sebestyén, Singer, explains how she learned the Transylvanian style of singing; VO continues over shot of her singing with elderly village woman. Sebestyén says it’s only possible to learn the emotions of the songs from contact with the people. Village scenes. Caption: “Romania. 10 months after the Revolution.” Harvesting. Commentary explains that Transylvania was once part of Hungary but is now in Romania; two million Hungarians still live there. Hungarian Romanians selling embroidery in Budapest. People singing and dancing in Budapest Dance House. Commentary says many people travelled to Transylvania clandestinely to bring the village music back to the city. Scenes of Budapest. Antique shop. Commentary describes map showing loss of Hungarian territory, including Transylvania, after First World War. Béla Halmos, Musician and Music Researcher, talking about being able to visit Transylvania normally until 1974; after that, it became dangerous for the villagers who “were often punished” for co-operating with folk-music collectors. Country roads; Halmos VO. Sebestyén and Halmos arriving at the house of Marton Maneszes. Caption: “Magyarszovát.” Village scenes. Commentary explains that population of the village is three-quarters Hungarian and one quarter Romanian. Sebestyén and Halmos with Maneszes, who relates how, in 1980, he was beaten up by the police and had to sign a declaration that he wouldn’t play the violin again. Painting of Ceaucescu and wife; news footage of Ceaucescu with children. Maneszes plays fiddle and sings a traditional enlisting song. Music continues over scenes of dancers. Dancers at night-time “enlisting ceremony” in Szék. Halmos explains the tradition.\u000b ACE224.3 10:12:50 10:23:28 Halmos and others playing in the Dance House. Dancers. News-film of soldiers marching. Maneszes playing and singing, accompanied by Halmos and Sebestyén. They discuss the emotional impact of the song. Sebestyén believes that the music was, and can still be, used as an expression of collective and personal pain and suffering. Bertalan Andrásfalvy, Hungarian Minister of Culture and Education, echoes her sentiments and suggests that such musical traditions are maintained “by oppressed minority groups”. Characteristic Gypsy trio (fiddler Sándor Fodor “Netti” and others) playing for traditional man’s solo dance. Caption: “Kalotaszeg.” A “clean room” where a family’s embroidery and other heirlooms are kept. Women embroidering while sitting by village roadside. Andrásfalvy on the survival of local customs; VO over woman showing her collection of embroidered skirts. Other solo dancers. Early film of two men performing similar dance. Fodor playing. Music continues over rural scenes. Actuality film of village bulldozed on the orders of Ceaucescu. Blocks of flats. Tekla T?tszegi, Teacher, talking about the village of Mera and the adverse social consequences of Ceaucescu’s policies even in villages that weren’t destroyed. VO women embroidering. ACE224.4 10:23:28: 10:27:36 Ferenc Bodor, Hungarian Academy of Craft and Design, on “the tragedy of the Hungarian minority” in Romania, explaining that their rights were withdrawn by the Romanian government and the neighbouring Hungarian government did nothing to help them. Commentary talks about a revival of interest in Transylvanian culture among young Hungarians. Street scenes; antique shop selling traditional Transylvanian costumes, etc.; queue; statue of Marx and Engels. Bodor says that the state was suspicious of the Dance House movement. Budapest. The Dance House. Muzsikás and Csaba ?kr?s performing. People dancing. Men dancing solo; women in groups. ACE224.5 10:27:36 10:29:09 END OF PART 1... ACE224.6 10:29:09 10:41:14 Caption: “Gyimes.”\u000bLandscape. Village. Commentary says that the Csángó people are a minority within a minority; here “the most ancient culture of Transylvania has been kept alive since the Middle Ages”. Elderly Gypsy couple, János Zerkula and his wife, Regina Fikó, playing fiddle and gardon (“hit cello”). Early film of couples dancing. Halmos VO describes the music of Gyimes as “the most ancient music culture”, a combination of Hungarian and Balkan elements, and says that the Gypsies are totally integrated into village life. Zerkula and Fikó playing. Zerkula talking to Halmos about the sadness in the music, and about his own song “Russia is in the wrong place”. Zerkula plays and sings. Music continues over rural scenes and old film of musician. Zerkula talks being punished for playing for Hungarians against the orders of the Ceaucescu regime. Caption: “Szék.” Wedding procession - villagers in traditional costume. Commentary says that Szék is an exclusively Hungarian village. The wedding. Andrásfalvy talking about the conservation and development of Hungarian culture in Szék. Bride dressing, helped by village women. Village scenes. Halmas talking about first hearing music from Szék. Film of villagers dancing. Halmas VO on working with the Gypsies as colleagues and teachers, and on his relationship with the late István Ádám. He talks about the Dance House movement being seen as the basis for a new way of life for Hungary. \u000b ACE224.7 10:41:14 10:53:10 Scenes in Szék. Bodor says that the Hungarian peasant communities in Romania should not be allowed to become “an outdoor museum” for tourists from Budapest. Thought they should preserve their culture, they should also enjoy modern facilities. Wedding celebrations continuing. Budapest Dance House. Same songs and dances in each place, with Halmas among the musicians. Peter Lerch believes that by taking up Transylvanian songs and dances, the Dance House movement has helped ensure the survival of the Hungarian communities there. Budapest scenes. Village scenes. Andrásfalvy says that modernisation is affecting the village communities but their culture must be recorded and be transmitted, especially to the young so they have “simple tools to express their emotions and to live them”. Fodor and his group playing. T?tszegi on the importance of valuing one’s own cultural heritage. Muzsikás and Márta Sebestyén peforming The Outlaw’s Song. Credits.",
   "Choreographer" : "",
   "Date" : "1991",
   "Series" : "Sound Stuff",
   "Title" : "Beyond the Forest. Hungarian music in Transylvania",
   "Part" : "",
   "Film ID" : "ACE224",
   "Production Company" : "Flashback Television"
}
