{
   "Synopsis" : "One of a series of short productions made by young black film- and video-makers, a meditation on the situation of Winston Silcott, convicted of kiling a policeman during riots in north London.",
   "Director" : "Rodreguez King-Dorset",
   "Article" : "",
   "Full credits" : "Cast In Order of Appearance: Mark Pennant, Asher Pirie; Mark Lambie, Andy Amfo-Okogmpam; Jason Hill, Riccardo Potenza; Mark Braithwaite, Darren Panton; Engin Raghip, Mario Frangoulis; Winston Silcott, Rodreguez King-Dorset; Winston Silcott’s Voice Over, George Silcott. Producer Susie McKenna; Lighting Camera Caren Moy; Editor Esther Ronay; Camera Assistants Ashley Bond, Keith Sewell; Key Grip Barry Read; Sound Recordist John Marchbank; Re-recording Mixer Dominic Lester; Boom Operator Simon Cox; Gaffer Gary Willis; Stills Polly Taylor; Make Up Rebekah McVitie, Jackie Alison; Art Department Wiz Middleton, David Smith; Runner Howard Panton. Thanks to Gerry Humphreys, Peter Victor. Acknowledgements: Twickenham Film Studios, Rank Laboratories, Chrysalis T.V. Facilities, Half Hour Call. Joseph May Productions for the Arts Council of England and Carlton Television Ltd. A film by Rodreguez King-Dorset. © The Arts Council of England and Rodreguez King-Dorset. Justice and Peace to Winston Silcott.",
   "Minutes" : "7 min",
   "Full synopsis" : "ACE267.2 10:00:00 10:06:45 Boy whispering Winston Silcott’s name. House; heard over is a TV news report about the death of Cynthia Jarrett; Demonstration; rioting. Caption: “Tottenham, Broadwater Farm, October 6th 1985.” Boys whispering Winston Silcott’s name; one calling out for water. Caption: “The three juveniles were charged with the murder of PC Blakelock.” Dancer as one of the arrestees; VO describing his experiences in the police station. Caption: “Mark Braithwaite was jailed for life for the murder of PC Blakelock.” Man describing his experiences of arrest, signing everything the police gave him. Caption: “Engin Raghip was jailed for life for the murder of PC Blakelock.” Dancer. Children’s voices whispering over. VO (Winston Silcott’s words) says that “From 1985, I’ve been growing my Justice Beard. When I am released, I will cut it.” Captions: “The judge dismissed the case against the three juveniles. Engin Raghip and Mark Braithwaite spent six years in prison before the Court of Appeal judged their interviews ‘oppressive’ and ‘unsafe’. Both went free. The senior officers in the investigation were found to have fabricated Winston Silcott’s interviews. Winston Silcott was cleared of the murder of PC Blakelock. He remains in prison on another charge.” Credits.",
   "Choreographer" : "",
   "Date" : "1994",
   "Series" : "Synchro 2",
   "Title" : "Winston Silcott. The beard of justice",
   "Part" : "",
   "Film ID" : "ACE267",
   "Production Company" : "Joseph May Productions"
}
