{
   "Synopsis" : "One of a series of short films inspired by paintings: a partly animated story in which a painter competes with the wind to create an image of clouds.",
   "Director" : "Raul Ruiz",
   "Article" : "",
   "Full credits" : "Las Meninas, or the Family of Philip IV 1656 by Diego Rodriguez de Silva y Velasquez, Prado, Madrid/Bridgeman Art Library, London. Devant la Cascade by Chung Li (1460-1500), Paysage d’Hiver (XII Siecle) by Li Kung Nien, Art Museum, Princeton University. L’Immortel by Lian K’Ai (1172-1204), National Palace Museum, Taiwan. Deux Esprits en Harmonie by Shi K’O (X Siecle), National Museum, Tokyo. La Sage Meditation by T’Abg Yin (1470-1523), Museum of Beijing. Written and Directed by Raul Ruiz; Narrator Jean Badin. Chinese Painter, Chin Cheung; West Wind, Abdelwaheb Meddeb; The Jesuit, Jacinto Soriano. Camera François Ede; Assistant Camera Pierre Pitrou; Editor Valeria Sarmiento; Original Music Raul Ruiz & Jorge Arriagada; Sound Jorge Arriagada; Original Title Music Roger White; Series Titles Excess; Series Researcher Nigel Algar; Executive Producers Rodney Wilson, Keith Alexander; Series Producers Keith Griffiths, Diane Freeman. Koninck for BBC and the Arts Council of England. © BBC MCMXCV The Arts Council of England.",
   "Minutes" : "5 min",
   "Full synopsis" : "ACE297.2 10:00:00 10:04:30 Narration in French (EST) over details from Chinese paintings tells story of painter wanting to paint what he had dreamt about a few days earlier. Painter’s voice in Chinese (EST) orders the skies to form up for him. Though the clouds obeyed him the West Wind broke up the shape they made. The Wind spoke in Arabic (EST), “Your painting against mine!” Painter and Wind argue. Velasquez’s Las Meninas (1656); elements from it animated. Narration in Spanish (EST) says that one of the women in the painting dreamt of a dog which had had a Chinese dream… Credits.",
   "Choreographer" : "",
   "Date" : "1995",
   "Series" : "Picture House",
   "Title" : "Wind Water",
   "Part" : "",
   "Film ID" : "ACE297",
   "Production Company" : "Koninck"
}
