{
   "Synopsis" : "How the Bow Gamelan Ensemble build their instruments and create spectacular avant garde musical performances.",
   "Director" : "Simon Reynell",
   "Article" : "",
   "Full credits" : "The Bow Gamelan Ensemble: Anne Bean, Paul Burwell, Richard Wilson; With Tom Leadley (steam engineer), Nicola Kate Heyes (singing saws), and the participation of students and staff from the School of Inter-Arts, Bretton Hall College. Thanks to Carl Bake, Kevin Dutton, Susie Field, Bill Stephenson , Jessica York. Facilities Sheffield Independent Film; Processing Universal Film Labs; Voice-over Peter Biddle; Sound recordist Ray Beckett; Sound transfer & dub Roger Cherrill Ltd.; Lighting camera David Rea; Camera operator Gary Wraith; Camera assistant Paul Harrison; Electrician Nuala Campbell; Editor Dinah Ward; Assistant editor Noemie Mendelle; Executive producer Rodney Wilson; Director & producer Simon Reynell. Produced by Steel Bank Film Co-op for the Arts Council in association with Channel Four Television. © Arts Council of Great Britain MCMLXXXVIII.",
   "Minutes" : "26 min",
   "Full synopsis" : "ACE194.2 10:00:00 10:08:42 Musician performing, man whirling fireworks in the background. Woodcut of man in extravagant armour. Sounds of explosions. VO quotes “The English excel in dancing and music for they are active and lively. They are vastly fond of great noises that fill the air, such as the firing of cannon, drums, and the ringing of bells. So that it is common for a number of them when drunk to go up into some belfry and ring the bells for hours together.” [Paul Hentzner, Travels in England]. Docklands scenes, with piles of rubbish being hauled around by cranes. VO explains that it was a case of finding suitable bits of discarded rubbish, cleaning them, and adapting them to produce sound. Performers using sheet metal and home-made bells. Members of the Ensemble picking over scrap metal on a waste dump. VO explains that it’s free and good for making percussive sound. Arc welding pieces of metal together; Richard Wilson explains that metal allows sound to come out. Ensemble sounds over shots of refinery. Ensemble performing using a variety of techniques, including heating the inside of metal tubes with a blow-torch. ACE194.3 10:08:42 10:14:34 Instruments out of doors. Sounds continue. VO quotes “This is not music, believe me. I have always flattered myself I know something about music, but this is chaos. This is demagogy, blasphemy, insanity, madness. It is a perfumed fog shot through with lightning.” [Herr Pfühl, from Thomas Mann’s Buddenbrooks]. Paul Burwell talking about their musical structures being acoustic extremes. Creating “an almost tangible aural environment”. Performance including use of musical saws and welding noises. Ensemble members bringing in oil drums and other metal objects that they’ve found. Anne Bean’s VO saying that they’ve had very positive response for their music from many different quarters. Anne Bean. Richard Wilson saying he’d never really thought of himself as a performance artist, more as a technician keeping the thing going. Ensemble performing. Musician’s VO saying that they engage with the instruments they’ve made in ways that different to what other people might do because they know what the instruments were created to do. Black and white photographs of experimental “musicians” and instruments from earlier times, including Luigi Russolo’s noise machines. Bean’s VO says they’re didn’t approach their work from any academic standpoint, though they have researched the past. ACE194.4 10:14:34 10:26:13 Performance, including balloons and other whistling instruments, resined strings, springs. VO: “Let’s walk together through a great modern capital, with the ear more attentive than the eye, and we may vary the pleasures of our sensibilities by distinguishing among the gurglings of water, air and gas inside metallic pipes, the rumblings and rattlings of engines breathing with obvious animal spirits, the rising and falling of pistons, the stridency of mechanical saws, the loud jumping of trolleys on their rails, the snapping of whips, the whipping of flags. We will have fun, imagining our orchestration of department stores sliding doors, the hubbub of the crowd, the different roars of railway stations, iron foundries, textile mills, printing houses, power plants and subways.” [from Luigi Russolo’s The Art of Noise/L’Arte dei Rumori]. The Ensemble working with students at Bretton Hall. Sounds produced include those made by a vacuum cleaner. VO Wilson saying that audiences like to get among the instruments after a performance. VO Burwell: their work is “dead against conservatism”; they’re looking for the unfamiliar. VO “I love Wagner, but the music I hope for is that of a cat hung up by its tail outside a window, trying to stick to the panes of glass with its claws.” [Charles Baudelaire]. Performance in the grounds of Bretton Hall, this time including steam whistles, and pyrotechnics. Credits.",
   "Choreographer" : "",
   "Date" : "1988",
   "Series" : "",
   "Title" : "Great Noises That Fill the Air. Bow Gamelan Ensemble (formed East London, 1983)",
   "Part" : "",
   "Film ID" : "ACE194",
   "Production Company" : "Steel Bank Film Co-op"
}
