{
   "Synopsis" : "The work of some of the pioneers of abstract cinema, Oscar Fischinger (1900-1967), John (1917-1995) and James (1921-1982) Whitney, Jordan Belson (b.1926), Len Lye (1901-1980), Hy Hirsch (1912-1961), Mary Ellen Bute (1906-1983), etc., together with interviews and extracts by Stan Brakhage (1933-2003), Malcom Le Grice (b.1940) and others.",
   "Director" : "Keith Griffiths",
   "Article" : "",
   "Full credits" : "Footage from Fantasia © 1940 The Walt Disney Company; Opening Montage: Colour Cry – Len Lye : Saugus Series – Pat O’Neill : Come Closer – Hy Hirsch : Rumble – Jules Engel : Furies – Sara Petty : Lapis – James Whitney : Study No 7 – Michael Scroggins : Heavy-light – Adam K Beckett : Color Rhapsodie – Mary Ellen Bute. Split-screen Inserts: Variations on a Circle – James Whitney; Colour Study – Film No 7 – Harry Smith. Thanks to: The Post Office (Film & Video Library), The Len Lye Foundation, The Oskar Fischinger Archive, The California Institute of the Arts, The Creative Film Society, The London Film-makers Co-op, The Institute of Contemporary Arts, London, Red Wing, Large Door, Sara Petty, Robert Darrell, Larry Cuba, Stuart Hilton, Elfriede Fischinger, Mark Whitney, Gretta Dockum, Cecile Starr, Jared Gabbay, David Curtis. Camera Ira Brenner, Simon ffrench, Roger Carter, Steve Shaw, Brian Pass; Sound Russ Platamore, Paul Kennedy; Sound Mix Malcolm Beattie; On-Line Editor Phil Tweedy; Editor Larry Sider; Consultant William Moritz; Production Assistant Katja Perrey; Executive Producer Rodney Wilson; Associate Producer Simon Perry; Director and Producer Keith Griffiths, Koninck for The Arts Council of Great Britain and Channel 4 Television. © The Arts Council of Great Britain MCMXCIII.",
   "Minutes" : "51 min",
   "Full synopsis" : "ACE232.2 10:00:00 10:08:13 Stan Brakhage VO and interview talking about cinema having “the possibility to exteriorise moving visual thinking” though it has been mostly used as an extension of drama or to illustrate a novel. Intercut with extracts from films by Oskar Fischinger, James Whitney, Len Lye, etc. Extract from Fantasia, Walt Disney (1940); Toccata and Fugue in D Minor by J.S.Bach. Based on designs and animation by Oskar Fischinger. William Moritz, Film Historian, talking about Fischinger (with stills). Extract from Study No 6 [Studie Nr 6] (1930), Oskar Fischinger. Moritz on Fischinger (with stills), who felt that aural music would help people understand the rhythms of his “visual music”. Extract from Circles [Kreise] (1933); Moritz on Fischinger’s devotion to the non-objective image (with stills). Extract from Allegretto (1936).\u000b\u000b\u000b ACE232.3 10:08:13 10:16:04 Extract from Mobilcolor – Projector (1966) by Charles Dockum, a film about the Mobilcolor projector (a “colour organ”) which facilitated the production and animation of shapes, and the results it could achieve. John Whitney comparing his ideas of the “visual musical experience” with those of other film-makers. Natural sounds accompanied by abstract animation, with caption: “In the 1940s John Whitney worked with his brother James pioneering new techniques of abstract animation.” Whitney talking about the use of paper cut-outs and pantographs, enabling the manipulation of light in front of a camera, and a pendulum that could generate a variable area sound track (with stills and extract); this equipment made it possible to “score” a composition. Extract from Five Film Exercises No 4 (1943-44), John and James Whitney. Whitney talking about his brother, James (with stills). Moritz on James Whitney. Extract from Lapis (1965), James Whitney. Moritz VO describing James Whitney’s desire to express fundamental conditions and to make people think more about their relationship to the cosmos. Moritz on James Whitney’s working style, confining himself to forming images out of dots. Extract from Yantra (1955), “entirely hand drawn”. Part with Moritz VO.\u000b\u000b\u000b\u000b ACE232.4 10:16:04 10:20:08 Moritz on the relationship between film-makers and music, and the career of Jordan Belson. Extract from World (1970), part Moritz VO. Extract from Re-Entry (1964), part Moritz VO. Moritz on Harry Smith. Extract from Film No 3 (1945-50), part Moritz VO on the hand-drawn images. Michael Scroggins saying that the films might be shown with live jazz improvisation or with recordings. Extract from Film No 3.\u000b ACE232.5 10:20:08 10:25:47 Stan Brakhage on the many different ways of producing abstract images on film. Talks about Len Lye transferring his batik art to film. Extract from Colour Box (1935). Brakhage VO on patterns being intrinsic to inner thought processes. Film of Lye at work. Brakhage on Lye’s Particles in Space, in which he tried to examine his own disintegrating body cells. Extract from Particles in Space (1979). Film strip showing the painting of Brakhage’s Night Music. He explains the background to its making. Night Music (1986). Brakhage describing the process, using paint and chemicals on IMAX stock, of making the film; images from the strip. Extract from Rage Net (1988). ACE232.6 10:25:47 10:34:02 Extracts from Wet Paint (1977) by Jules Engel. Engel defining abstract cinema, and VO on his use of lines in rhythm; he describes himself as a “graphic choreographer”. Extract from Landscape (1971), Engel VO, and talking about colour. Pat O’Neill says his work has no formal relation with film music; he’s more interested in creating tensions. Extract from Saugus Series (1974). Extract from Len Lye’s Trade Tattoo (1937) which O’Neill (VO) says he saw in the 1960s. O’Neill on the mechanics of cinema illusion. Extract from Let’s Make a Sandwich (1982), part O’Neill VO. O’Neill on films not always thought of as actually abstract. Extract from La Région Centrale (1970-71), Michael Snow; O’Neill VO. Extract from Berlin Horse (1970), Malcolm e Grice; O’Neill VO. \u000b\u000b ACE232.7 10:34:02 10:40:46 Malcolm e Grice believes that abstract cinema is less to do with bringing ideas from painting into cinema or non-representational images and more about dealing with time. Extract from Ballet Mécanique (1924), Fernand Léger. e Grice on the rejection of a narrative structure. Processed images of him using an Atari computer programme to produce a film. Extract from Digital Still Life (1989), Malcolm e Grice, part Le Grice VO. Le Grice talking about the work of Kurt Kren. Extract from 15/67 TV (1967), part Le Grice VO. Le Grice on Viking Eggerling (with still) working with a musical model but concerned with organising time. Extract from Diagonal Symphony [Symphonie Diagonale] (1925), Viking Eggerling. Le Grice VO. Le Grice describes Eggeling’s work as “programmable” on a computer because the film-maker was “looking for a logic”. Caption: “Seeking a parallel between the play of colour and musical tones has been a recurring artistic theme. ARBITRARY LOGIC takes up this tradition generating both sound and image by a programme written for a small home computer.” Extract from Arbitrary Logic (1989), Le Grice VO. Le Grice describing this work as being in the tradition of the light organ. Extract from Mobilcolor – Projector, Le Grice VO. Extract from Arbitrary Logic, “totally synthesised”.\u000b\u000b ACE232.8 10:40:46 10:46:50 Extract from Study No 14 (1983), Michael Scroggins. Scroggins VO. Extract from Saturnus Alchimia (1983), part Scroggins VO. Scroggins on the chief advantage of using a computer, the ability to work in real time. Whitney on his computer equipment and its abilities. Extract from Moondrum (1989) playing on the computer screen. Extract from Two Space (1979) by Larry Cuba. Extract from Concurrents (1988) by Vibeke Sorenson; part Sorenson VO. Sorenson says her abstract work is partly to do with geometric shapes and partly the alteration of natural images. Extract from N-Loops (1989), part Sorenson VO. Sorenson on her stereoscopic computer animation. Extract from Maya - Stereoscopic Computer Animation, Left Eye (1992), part Sorenson VO, on expanding the opportunities for perception outside normal physical limitations. Sorenson on using the creativity and imagery of artists. Extract from Let’s Make a Sandwich.\u000b ACE232.9 10:46:50 10:51:23 O’Neill thinks that abstract imagery, being based so often on common sights, isn’t seen as particularly special. Extract from Flatman (1992), director David Anderson, animation Stuart Hilton (advertisement for Purdey’s soft drink). Moritz on earlier animated advertising where the film-maker need only relate the storyline to the product right at the end. Extract from Rainbow Dance (1936), Len Lye. Moritz VO.\u000bMoritz pointing out that current advertising is far more product directed and thus permits the film-maker less creativity. Le Grice on abstraction now being more commonplace and “acceptable”. Extract from Stakker Eurotechno (1989) by Colin Scott and Marek Pytel, part O’Neill VO. O’Neill suggests that younger film-makers may now be nostalgic about abstraction, part of the past, not the future. Collage of clips, followed by extract from High Voltage (1957) by James Whitney. Cedits.",
   "Choreographer" : "",
   "Date" : "1993",
   "Series" : "",
   "Title" : "Abstract Cinema",
   "Part" : "",
   "Film ID" : "ACE232",
   "Production Company" : "Koninck"
}
