{
   "Synopsis" : "The enduring legacy of the mediaeval Islamic period in Spain, in music, architecture and decoration, agriculture and cuisine, literature and medicine, and the contribution made by the Jewish population.",
   "Director" : "Mike Dibb",
   "Article" : "",
   "Full credits" : "Camera Alistair Cameron; Camera Assistant Greg Dupre; Sound Trevor Hotz; Dubbing Mixer Paul Hamblin; Production Assistant Louise Allen; Assistant Film Editor James Moseley; Film Editor Dai Vaughan; Thanks to Ian Gibson, Dr. L. P. Harvey, Prof. Aziz Al-Azmeh, Dr. Roger Boase, Antonio Valverde, Rafael Garcia Serrano, Reinaldo Fernandez Manzano, Julio Navarro, Dr. Robert Pocklington, Godfrey Goodwin, Dr. Abdus Salam, Dr. Robert Hillenbrand, Rafael Rodriguez de Ortega, Trini Bandres, Encarnarcion Gutierrez, Istituto Occidental de Cultura Islamica, Institut de Monde Arabe, School of Arabic Studies, Granada, The British Library, The Bodleian Library, Biblioteca Nacional Madrid, John Rylands University Library; Consultants Dr. James Dickie (Dr. Yaquib Zaki), Dr. Salma Jayyusi; Poems read by Dev Sagoo, Music Lombarda, Shuka with Souhail Serghini, El Trovo del Candiota, Louis Soret with Anello Capuano, Christian Boissel, Iyad Haimour, Atrium Musicau de Madrid (Harmonia Mundi); Executive Producer Rodney Wilson; Producers Mike Dibb, Penny Forster; Researcher/Associate Director Irene Rado-Vajda; Directed by Mike Dibb. A Dibb Production for Channel Four & The Arts Council. © Channel Four & The Arts Council of Great Britain MCMXCII. Without Walls titles by Rapido TV.",
   "Minutes" : "52 min",
   "Full synopsis" : "ACE246.2 10:00:00 10:09:27 Southern Spain. Ruins of fortress. VO reading description of fifteenth century expulsion of non-Christians. Granada; landscape. Commentary explains that Arabs called this region “al Andaluz”. Speech by Aga Khan IV, at the “Spain: Crossroads of Cultures” conference, Granada, June 1991, reassessment of cultural importance of Spain’s Islamic period with a view to opening a dialogue between Christians, Jews and Muslims, broken in 1492. Conference opened by King Juan Carlos. Illuminated manuscript (Canticles of Santa Maria) showing 13th century king, Alfonso X. Lombarda, musical group, performing Cancion de Animas. Commentary introduces organiser of the Granada conference, editor of resulting book of essays on the legacy of Muslim Spain, Salma Jayyusi, who believes that historians have deliberately ignored the rich history of this mediaeval period. Shuka, Moroccan musicians from Granada. VO explains their song. Alhambra. Juan Chambo, doing wooden inlay work, describes local culture as being the heritage of both Muslims and Jews, and talks about flamenco and guitars as coming from the Arabs. ACE246.3 10:08:27 10:20:50 Alhambra. Oleg Grabar describes the history of the Alhambra and its building. Film shows different parts of the building, cleaners at work, details of decorations, etc. Tourists. Poem heard over describing a fountain. The remains of the surviving ritual bath; James Dickie explains how it operated. Geometric tile and other patterns. Commentary explains their significance. Dickie describing the stone “stalactites” which reflect light and refer to principles of Islamic philosophy. Decorative features; commentary points out that geometry influenced calligraphy, also regarded as an art. Gardens. Poem heard over. Thomas Glick describes a noria, a Persian water-wheel at Albarán, Murcia. Poem over. Drawing of such a wheel. Wheel developed from Roman idea; used for irrigation of crops. ACE246.4 10:20:50 10:28:16 VO of Lucie Bolens over mediaeval manuscript showing agricultural activities and crops. Man in a palm tree. Bolens suggests that the Andalusian culture influenced the Western Renaissance. Ruins of Cieza. Joaquim Salmeron describes what they represent, a population between three and four thousand. David Waines cooking and describing a dish of fried fish and eggs; he says the culinary tradition of the period was unique. Manuscript illustration. Outdoor dinner party at the School of Arabic Studies, Granada. Guests discuss recipes and foodstuffs. Medical diagram and picture of entertainment from manuscript. Guests discuss viniculture; manuscript. Woman says that wine consumption was common even though against regular teachings. Bolens talks about her own mixed race background, and about discovering a culture through its culinary past. ACE246.5 10:28:16 10:28:30 PART TITLES ACE246.6 10:28:30 10:38:30 Member of the group El Trovo del Candiota, village musicians from the Albpujarras, an talks about how he learned to play the violin. Group plays and sings. Man explains the tradition of their music which stems from the Moors. A pottery. Man throwing pot on a foot-driven wheel. Examples of much older pieces. Work from the pottery. Salma Jayyusi reads poem in Arabic at the Granada conference. “… God’s peace I send you/ For as long as the sweet love lasts.” Jayyusi talks about this 11th century poem, Nuniyya, by Ibn Zaydun of Córdoba. Poem about a river. Unidentified woman writes out and reads a poem in praise of al-Andaluz by Ibn Khafaja in the same script as was used by the women copyists who worked for private individuals and for the libraries in Córdoba. Manuscript. Koran. She describes the cultural and religious importance of writing. ACE246.7 10:38:30 10:44:48 James Dickie reads and translates ornate inscription in the Alhambra. VO of Manuel Nieto Cumplido over interior of the Córdoba mosque, and the trees in its courtyard, pointing out how they mirror each other. Nieto Cumplido describes the Byzantine mosaics of the Mihrab, along with the beam system put in by the Christian architects from Armenia employed by Al Hakaam II. The Calahorra (Al-Andalus Audiovisual Museum). The painting by Dionisio Baixeras-Verdaguer, Abd al-Rahman III (891-961) Receiving the Ambassador (1885), showing the presentation of a copy of Dioscorides’s De Materia Medica by a representative of the Emperor of Byzantium. Poem read over. Installation of figures representing Maimonides, Averroes, Alfonso X. “Voice” of Alfonso describing his insistence that Arabic and Latin were both taught in schools he founded. John Edwards talks about the importance of Alfonso’s cultural patronage. Córdoba. Arab manuscripts on medical and astronomical topics. Map by 11th century cartographer Al-Idrisi. ACE246.8 10:44:48 10:52:21 The Calahorra. Statue of Maimonides. Jewish manuscript. Edwards talking about Jewish contribution to the life of the mediaeval period, best preserved in Toledo. Buildings in Toledo. Decorative inscription in both Arabic and Hebrew. The city in manuscript illustration. Street with Jewish names. Jews were often responsible for translation of texts from Arabic to Spanish, and thus for the cross-cultural dissemination of knowledge into the Christian world. Synagogue converted into church. Tourists trying to work out the earlier structure. Manuscript showing synagogue. Christian statues and other decorations. Statue of San Vicente Ferrer who opposed integration between the religious communities. VO recites royal edict that Jews and Moors should wear distinctive hats or other symbols. Manuscript illustrating the expulsion of the Jews in 1492. Moors were also expelled. Manuscript showing baptism of a former Muslim. Christian service. Woman’s VO expresses the hope that the multi-cultural spirit of the past can be regained. Manuscript of mediaeval musicians. Shuka performing. Credits.",
   "Choreographer" : "",
   "Date" : "1992",
   "Series" : "Without Walls",
   "Title" : "Mirrors of Paradise",
   "Part" : "",
   "Film ID" : "ACE246",
   "Production Company" : "Dibb Productions"
}
