{
   "Synopsis" : "A two-screen film (to run with The Great Ice-Cram Robbery), made at the time of the 1970 Tate Gallery exhibition of work by Swedish-American Pop artist, Claes Oldenburg (b.1929).",
   "Director" : "James Scott",
   "Article" : "",
   "Full credits" : "",
   "Minutes" : "34 min",
   "Full synopsis" : "ACE455.2 10:00:00 10:13:21 Black screen, chattering voices, traffic noises and Claes Oldenburg’s voice over talking about filming in Rome. Voice continues of 8mm film footage is of London streets, people, including Hannah Wilke, buildings, and cooling towers near Acton Lane which Oldenburg says he spotted from an aeroplane, centred on screen. Tate Gallery. Black, traffic noises over. Lights. Oldenburg looking at photographic slides, man tuning piano on stage, another hanging sheet/screen, sound technicians, recording of Hawaiian music, live piano music over, etc. Oldenburg directing pianist, Geoff Castle, who will be playing alongside images, but is to ignore them. Oldenburg with string and ladder, and talking to young woman who will be giving instructions to change images, and to other technicians. Flash of black and white footage of policeman with ice-cream trolley. Technicians preparing exhibition space, Oldenburg hanging Soft Ladder; Hammer; Saw; and Bucket, watched by gallery staff; Oldenburg reversing exhibit. Technicians with Giant Soft Fan. Oldenburg and Soft Ladder....\u000b\u000b\u000b ACE455.3 10:13:21 10:21:10 Black. Notebook sketches. Newspaper photo of footballers’ knees. Sketch called Snacks, newspaper photograph of cooling towers. Various artificial knees and drawings of Knees. Collage of London skyline picture with knees. Typewriter sounds over. Black. Cooling towers and Oldenburg filming them and talking about their size and how the light affects how they look. Wilke watching. Goods trains below. Black. Lights. Sounds of train, traffic, music over. Chalk sketch of an early version of Typewriter Eraser (1999). Oldenburg drawing ideas for sculpture and explaining to audience what he’s planning; drawing of Giant 3-Way Plug (1970). Tate. Man mowing grass. Wilke and others. Oldenburg filming. Boy playing football. Black. Music and noise of heavy objects falling or breaking over. ACE455.4 10:21:10 10:33:45 Exhibition; visitors. Exhibits include Blue Shirt and Soft Typewriter (1963). Black. Various brief images including a Knee, Oldenburg drawing Plug, arranging exhibits, Tate architectural features. Oldenburg VO talking about “dropping out”, the expense of art works and the sale value of “multiples”. Oldenburg talking to audience about having difficulty relating to a retrospective of his work, death is “an unmentionable subject”, his work is “about avoiding death” or “a dialogue with death”, a “declaration against art”. Gallery attendants. Black. Attendants. Guests at gallery reception; Oldenburg chatting, eating etc.; coloured melted ice-cream in road; reception; police van outside gallery, guests. Hearse and church. Wilke undressing and dressing behind rose bush. Oldenburg filming. Richard Hamilton and others; Wilke and Oldenburg. Black. Police car outside Tate. Policemen with ice-cream vendor. Taking away his stock; towing the trolley which overturns; righting it. Melted ice-cream flowing along road. Police van, trolley, policeman and police car go away in convoy. Black. Cooling towers. Oldenburg on see-saw. Various shots of towers and nearby buildings and open spaces. Still of towers; black. Hawaiian music and chattering voices over.",
   "Choreographer" : "",
   "Date" : "1971",
   "Series" : "",
   "Title" : "Claes Oldenburg Retrospective. Tate Gallery,London, 1970",
   "Part" : "",
   "Film ID" : "ACE455",
   "Production Company" : "Maya Film Productions"
}
