{
   "Synopsis" : "A performance about lesbian and gay relationships and their effect on the straight world.",
   "Director" : "Bob Bentley",
   "Article" : "",
   "Full credits" : "An original work created and realised collectively by Lloyd Newson and DV8 Physical Theatre. Performers Nigel Charnock, Ann Dewey, Wendy Houston, Russell Maliphant, Lloyd Newson, Michelle Richecoeur; DV8 Management Gill Lloyd, Caroline Oxford; Extras Coordinator Christopher Winter; Costumes Caroline Harris; Assistant Sarah Withers; Art Director Ivan Unwin; Construction Jason Gray; Grip Jim Monks; Gaffer Spark Jim Lennon; Focus Puller Kelvin Richards; Jobfit Attachment Slavomir Zukowski; Production Assistant Justine Hancock; Runners James Harrison, Tim Smallwood; Titles David Raitt; Sound Recordist Christine Felce; Assistant Lai Ngan Walsh; Dubbing Mixer Trevor Barber; Assistant Editor Zammy Baring; Editor Phil McDonald; Lighting Cameraman Jeff Baynes; Original Music Dave Sinclair; Executive Producers Rodney Wilson, Roger Graef; Producers David Stacey, Bob Bentley; Director Bob Bentley. A Songbird Production for the Arts Council in association with Holmes Associates. © Arts Council of Great Britain 1989.",
   "Minutes" : "27 min",
   "Full synopsis" : "ACE197.2 10:00:00 10:13:10 Close-ups of bodies of a man and a woman moving together. Man and man. Woman and woman. The six characters with other people at a party. Man and woman dancing. Party. Two men dancing. Glasses break on the floor. Party. Men still dancing despite growing quantities of broken glass. Guests now beginning to move in rhythm. The two men, the guests. The two women becoming anxious about the increasingly violent nature of the guests’ movements. They fall to the ground below.\u000bThe women dance, but with an invisible barrier between them.\u000b ACE197.3 10:13:10 10:26:33 Other guests reflected in the glass barrier. The men dancing behind them. The men, now subjected to a hail of bottles from the other guests. One of the men and one of the women chained together, pulling in opposite direction. The two women, one backing away from the other. Man and woman. Woman now anxious and the target for various missiles. One of the two women trying to get away from unseen attackers.\u000bWoman embraced by the “straight” man whom she pushes away. Man falls down a long flight of stairs, and finds a tangled group of semi-naked people in a toilet stall, as well as several couples. He runs away, into a room where bound women and men are hanging upside down. He runs away from their writhings only to fall and find himself suspended upside down as well. Hanging man reflected in glass, broken by one of the two women. She is reunited with the other woman. The two men. The two women and the two men, looking out of a ruined building. Exterior of the building, people standing behind glassless windows, etc. Credits.\u000b",
   "Choreographer" : "Lloyd Newson, DV8 Physical Theatre",
   "Date" : "1989",
   "Series" : "",
   "Title" : "Never Again. DV8 Physical Theatre",
   "Part" : "",
   "Film ID" : "ACE197",
   "Production Company" : "Songbird"
}
