{
   "Synopsis" : "Phil Lesh (b.1940), Jerry Garcia (1942-1995), and Bob Weir (b.1947), members of American Pop group, the Grateful Dead, describe the work of their Rex Foundation in financing British composers like Bernard Stevens (1916-1983), Michael Finnissy (b.1946), Havergal Brian (1876-1972), Richard Barrett (b.1959), and Chris Dench (1953), and American musicians such as Pharoah Sanders (1940) and David Grisman (1945)",
   "Director" : "Jeremy Marre",
   "Article" : "The",
   "Full credits" : "Cameras Richard Gibb, Mike Coles, Chris Cox, Mike Elwell, John Bremer, Richard Comrie, ; Paul Grech-Ellul; Sound John Lundsten, Mike Shoring, Simmy Claire; Editors Kevin Ahern, Chris Pancott, Richard Rhys Davies; Dubbing Mixer Aad Wirtz; On-line Editor Simon Hughes; Production Manager (USA) Ron Schaeffer. With thanks to David Brown, Henry Kaiser, Marco Polo, Dennis McNally, Kate Maynell, Bertha Stevens, UMP. Production Assistant Nellie Medina; Directed and Produced by Jeremy Marre. A Harcourt Films Production for BBC and The Arts Council. © BBC MCMXCIII.",
   "Minutes" : "60 min",
   "Full synopsis" : "ACE260.2 10:00:00 10:06:50 Audience waiting for music to start at rock concert. VO says that, for many years, British composers received money from the mysterious Rex Foundation of San Francisco, but had no idea who was behind it. The Grateful Dead – including skeleton musicians – in concert. Phil Lesh explaining that they don’t have time to play as many benefits as they are asked to, but the Foundation allows them to select worthy causes. Concert performance. VO Lesh. Band in concert, in rehearsal and elsewhere. Sinfonietta (1948) by Bernard Stevens plays over variety of images of English countryside, cyclist, village of Great Maplestead, Essex, June 1992: Lesh VO. Letter from Rex Foundation delivered to Stevens’s home. Stevens’s widow Bertha, says how delighted she was to receive this communication, not just because of the financial support, but because it showed appreciation of the quality of her late husband’s music. Portrait of Bernard Stevens, and home movie footage of him; Bertha’s VO saying she feels her husband was unjustly neglected because he didn’t conform to the musical establishment, and because he declared himself to be a Humanist and a Communist. Lesh talking about Stevens’s use of serial or twelve-tone techniques, but was nonetheless accessible and familiar that interested him. Bertha in recording studio; her VO says that they had no idea who was behind the Rex Foundation that was financing recordings of her husband’s music. Orchestra recording Stevens’s Sinfonietta. Bertha says it was not just the money, but the encouragement that this represented. Bernard Stevens’s tombstone. Bertha VO. ACE260.3 10:06:50 10:14:35 The Grateful Dead performing in 1967: VO wonders who could have predicted that a “flower power” band could, twenty years later, be supporting the work of neglected British classical composers. Lesh talks about being supportive of good causes back in the 1960s, and how the counter-culture of the time could support and help advance humanity. Lesh VO continues over modern concert performance saying that the Rex Foundation is a continuation of that spirit. Lesh saying that they would like to foment change for the better, in arts and social programmes. VO various images explains that the Rex Foundation has supported numerous causes from the fight against AIDS, drug abuse rain forest issues, etc. Michael Finnissy explains how he agreed that a colleague should send some of his recordings to the Rex Foundation, which resulted in a gift of money, and comments on how much Lesh had enjoyed the music. Finnissy plays his own music; VO Lesh talking about the composer’s English Country Tunes (1977). Finnissy playing Midsummer Morn from English Country Tunes. Attendees at the Rex Foundation Show at Sacramento, California, 1992: Finnissy VO on his view of contemporary music as something that should provoke people and make them think. VO says that some British composers would be amazed to discover the source of the Rex Foundation’s support for their music. Everyone who buys a ticket for a Rex Foundation Show contributes towards support for neglected British music. Deadheads, followers of the Grateful Dead. One of them talks about how wonderful it is that the Grateful Dead are sending donations to classical musicians. ACE260.4 10:14:35 10:21:10 Concert. Phil Lesh, the bass player. VO explains his pre-band classical training. Lesh VO talking about nominations for grants and that he argues in support of music. Lesh on building their audience. Deadheads with Lesh VO. Jerry Garcia talking about how the audience knows that it’s supporting causes in the greater community. Garcia and the rest of the band performing Stagger Lee (1978) at the Rex Foundation Show, Sacramento, May 1992. Garcia talking about the setting up of the Foundation, which was named after one of their seventies roadies who died young. Bob Weir says their feeling is “if you get some, you give some back”. Garcia: the band had no time to do enough benefits. Lesh driving; his VO explains that they do a monthly radio show called “Eyes of Chaos/Veil of Order” which broadcasts work by contemporary musicians who otherwise wouldn’t be heard by the American public. ACE260.5 10:21:10 10:28:58 San Francisco buildings; opening of a radio broadcast. Gary Lambert of KPFA, talking to Lesh about that evening’s composer, James Dillon. City traffic on the Golden Gate bridge; Lesh broadcasts over. Night-time city traffic; music and Lesh’s voice over. Lesh in the studio talking about how the Grateful Dead, and perhaps all rock and rollers, are outsiders. Lambert asks Lesh about the music of Havergal Brian, whose work was the genesis of the programme. Lesh talks about his reaction to hearing Brian’s Gothic Symphony (completed 1927). San Francisco skyline; music heard over. Amateur video image of Ondrej Lenárd conducting the recording of the work in Bratislava in 1989. Lesh VO explains that the Rex Foundation sent money to the Havergal Brian Society for Brian’s work to be recorded and the rest followed. Film of Brian in 1970, aged 94, talking about his work, and listening to a recording of his music. Music continues, with VO, describing Brian’s early life, over images of Staffordshire and the Potteries. Music continues over shots of mining machinery; Brian. Music continues over shot of Golden Gate Bridge. ACE260.6 10:28:58 10:37:51 Lesh driving. His VO on the benefits of sponsorship from a distance. Landscape in Co. Kerry. VO Robert Simpson, commenting on Lesh’s musical understanding. Angela Simpson on the beach; Simpson VO continues about their moving to Ireland. Simpson on why he believes contemporary composers are often neglected in their native countries. Recording Simpson’s Symphony No.7 (1977): Simpson VO continues. Lesh VO on Simpson’s musical style. Simpson in wheelchair looking out over the sea; his VO says the Symphony was written almost for one listener. Orchestra recording, Simpson in wheelchair, landscapes. Simpson VO and continuing music. Orchestra in recording studio; music continues. Simpson talks about public suspicion of modern music. Black and white film of Broadcasting House, and staff in record library. Simpson VO talking about his time at the BBC. Archive film continues – planning meeting: staff include Simpson. Simpson VO suggests that the BBC has always been a rather dictatorial organisation. Simpson at home; the view from his house. His VO talks about his resignation from the BBC. Sea and gull; Symphony continues over. ACE260.7 10:37:51 10:44:52 Seascape, saxophone music played over by Pharoah Sanders, recipient of a Ralph Gleason award from the Rex Foundation. Sanders playing. Music continues over scenes at Rex Foundation Show. Sanders talking about receiving the invitation to play at the concert. Sanders at Rex Foundation event. VO continues with music. Jerry Garcia talking about the Ralph Gleason Awards as a way of giving money to musicians who need recognition for what they do. David Grisman, a Ralph Gleason Award recipient, playing at the Rex Foundation Show. Lesh talks about the late Ralph Gleason and his championing the San Francisco bands of the 1960s as well as the social phenomena of the time. San Francisco street scenes. Lesh VO continues. Film from 1967 of young people smoking marijuana. Lesh VO says the Rex Foundation is the continuation of the counter-culture spirit. Member of staff of the St Anthony Foundation (an organisation assisted financially by the Rex Foundation) handing food tickets to queue of people. Garcia talking about the choice of organisations the Rex Foundation supports. Garcia VO continues over scenes of Project Open Hand making and delivering meals for AIDS sufferers. VO names other Californian initiatives funded by Rex Foundation. ACE260.8 10:44:52 10:50:12 Rooftops in Britain. VO explains that most money sent overseas goes to support British musicians who haven’t had recognition. Richard Barrett and colleagues carrying musical instruments into a building. Lesh VO explains that Barrett approached the Rex Foundation for help and he was very impressed by the music. Barrett talking about how recognition from the Rex Foundation is different from that of “an Arts Council bureaucrat”. Part of the score for Barrett’s Dark Ages (1990), with cellist Frances-Marie Uitti playing the music. Barrett talks about his attitude to the physicality of the relationship between player and instrument and sound. Furt (Barrett and Paul Obermayer) perform a “live composition”. Barrett VO explains that he writes the kind of music he’d like to hear; he cannot guess what an audience’s reaction might be. He says that there are numerous sponsors of mainstream music but very few like the Rex Foundation, and that marginalisation of groups like his is in the interests of “those who rule us…”. Barrett “… because it represents free thinking and the possibilities of a different world from the one that actually exists”. Drums and Space from the Rex Show. Lesh VO. Lesh suggests that defining different kinds of music is a marketing tool. Drums and Space continues. Lesh VO says that there are no such divisions from him; music feeds on itself and is always coming up with new combinations.\u000b\u000b ACE260.9 10:50:12 11:00:00 Night scenes in Huddersfield, November 1992, with Christmas decorations in the streets. VO of Chris Dench, seen on bus, explaining that the Rex Foundation has given him a measure of financial independence, something he never expected. Dench relates how he came across Lesh’s address in his publisher’s office, and learned that Lesh was involved with the Havergal Brian Society, and decided to alert him to the need for support of living composers. Huddersfield street scenes; Dench on a bus; Dench VO. First performance of Planetary Allegiances (1992), by Laura Chislett and the Alpha Centauri Ensemble, at the Huddersfield Festival. Dench VO says he likes to think of his music as being able to enrich, enhance, and provoke an altered state of being in the listener. Dench on the bus. Music and Dench VO continue over. Huddersfield Festival performance. Dench VO: likes to create things that sit on the edge of the precipice, looking over. Lesh VO says he wanted the Rex Foundation to support this music in order that an audience could enjoy it as he did. Lesh talking about the composers discussed as outsiders. VO continues over brief shots of the composers. None of them is part of the establishment, and most are self-taught. Grateful Dead performing Estimated Prophet (1977) at the Rex Foundation Show. Lesh VO says the Foundation intends that such people should have an audience. Running title lists the commissions and recordings the Rex Foundation is funding for 1992-1993: Performance continues. Credits.",
   "Choreographer" : "",
   "Date" : "1993",
   "Series" : "Arena",
   "Title" : "Grateful and the Dead",
   "Part" : "",
   "Film ID" : "ACE260",
   "Production Company" : "Harcourt Films"
}
