{
   "Synopsis" : "One of a series of films combining music and images: a woman trapped in a capsized yacht thinks about her relationship with her husband.",
   "Director" : "Jane Thorburn",
   "Article" : "",
   "Full credits" : "Woman sung by Sianed Jones; Woman played by Amanda Dean; Husband performed by Vernon Henry Jnr.; Finmen sung by Ola Onabule, Roy Hamilton, Vernon Henry Jnr.; Finmen swum by Rob Harding, Leigh Parkes, Andrew Clarke, Rodney Clarke; Rescuer, Richard Marsh; Viola, Levine Andrade; Violin, David Alberman; Cello, Andrew Shulman; Cosmic Scorpion, Gilles Petit. Music recorded and mixed by Steve Parr; Gaffer Steve Smith; Underwater camera Slim Macdonnell; Boat builder Jonathan M Nance. Thanks to A Flight, Squadron 22, RAF Chivenor. Designer Penny Saunders; Lighting Camera Robin Thorburn; Story Jane Thorburn; Lyrics Peter Blevgad; Line Producer Anne McGeoch; Executive Producers for the BBC and the Arts Council Peter Maniura, Rodney Wilson; Producer and Director Jane Thorburn; Composer Jenni Roditi. An After Image production for BBC and the Arts Council of England. © BBC and the Arts Council of England MCMXCVIII.",
   "Minutes" : "14 min",
   "Full synopsis" : "ACE375.2 10:00:00 10:14:11 Flare goes up in storm. Bottle in water; hull of capsized boat; helicopter. Water; dolphins; helicopter. Woman singing distress call, “Are you reading me…” and searching inside overturned boat. Photographs of her family. She tries to make herself comfortable while waiting. Woman sings about herself and her family. Image of her husband responding, blaming her for the wreck of their relationship. They argue. Mermen. Dolphins. Voices enticing her to join them. Woman and her husband who tries to stop her from giving in. Helicopter. Mermen. Husband. Woman. The helicopter finds the boat and a frogman goes down to rescue her but the boat is empty. Credits.",
   "Choreographer" : "",
   "Date" : "1998",
   "Series" : "Sound on Film 3",
   "Title" : "SOS. Songs of seduction",
   "Part" : "",
   "Film ID" : "ACE375",
   "Production Company" : "After Image"
}
