{
   "Synopsis" : "The life and art of British environmental artist and sculptor, David Nash (b.1945).",
   "Director" : "Peter Francis Browne",
   "Article" : "",
   "Full credits" : "Sound Recordist Charles B. Frater; Cameraman Roger Pratt; Assistant Chris Evans; Editor Keith Judge; Producer Jack James Director Peter Francis Browne. Our thanks to the Llechwedd Quarry and the Welsh Film Board for their co-operation. Arts Council of Great Britain © 1978.",
   "Minutes" : "34 min",
   "Full synopsis" : "ACE090.2 10:00:05 10:08:30 Woodland; a stream; wildlife. Man with a chain saw and axe cutting up a “wind blown tree”; his VO likens “tree” and “wood” to “animal” and “meat”. Scrap heap, and Nash’s house and studio, a former chapel, at Blaenau Ffestiniog, Wales. His VO talks about moving out of London immediately after finishing art school; living and working in the same place means that there’s no separation between different aspects of his life. Nash shaping wood and fixing several pieces together with pegs and glue. VO says he wanted his art to come from his life, responding “as it unfolded in front” of him. Cutting a large log. Nash’s wife, Claire Langdown, and children, Bill and Jack; he takes the children out for a walk. VO talks about the importance of his family; he compares wanting them to outlive him to his wish that his work continues to live and is not just “a relic of an action”. Shots of Langdown’s studio. Nash and his children. Views of Blaenau. Nash’s VO talking about the town. Bill going to school. Nash pushing pram around town; going shopping. His VO says he thinks many townspeople are suspicious of him and don’t know what he’s doing; he talks about his life there, saying that he’s not caught up in the politics of the art world. ACE090.3 10:08:30 10:15:39 Nash shaping and splitting tree trunks and branches. His VO talking about moving from painting to three-dimensional art, discovering his liking for working with wood, his preference for traditional tools, his attitude to wood itself, and the feelings behind his work. Nash in woodland; VO saying that he wants “to pull the organic world back into the world of men” which he doesn’t “fully believe in”. Completed piece on hillside. Views from Nash’s house; sharpening a blade. His VO talking about his liking for the work of Constantin Brâncu?i. Mediaeval stone bridge near Blaenau Ffestiniog; Nash says he like “man-made objects where the process of making them is self-evident”. He says he want to make such objects in wood. A piece with split ends of branches “rammed into each other” and braced with rope. A boulder near a stream; Nash’s Vo explaining why he likes and is impressed by this object. Sharpening tools. Nine “boulders” made from the same piece of ash. The cracking of these as they dried out gave him the idea for a group of split pods, and these helped him to understand the effects of light on objects. Dry-stone wall; Nash VO says they look fresh “because of the dark holes”. ACE090.4 10:15:39 10:25:27 Nash walking around deserted quarries; his VO talking about parallels with his work – the deep holes have “a secret quality”. Sharpening tools. Nash’s tool rack. His VO talks about “the paradox of having to construct” an “uncarved block”; blocks on a rough wooden table. Nash VO says he then became “conscious of the table as a sculptural object” and particularly interested in its interior space: several tables. Nash walking up slate tip path; he wants his wooden objects to demonstrate every part of the shaping process. Objects in the studio. Sharpening tools. VO talking about the difference between working in and out of doors. Outdoor pieces. Nash making tea in his stone hut; looking at the view. Art student digging; Nash and his wife with group of visiting students at dinner; Nash VO talking about his relationship with them. A tall tripod; Nash VO lists some of his influences. Nash clearing ground to plant trees; drawings for his Ash Dome (planted 1977) which he describes and says “will take about forty years to complete”. ACE090.5 10:25:27 10:34:07 Cumbrian landscape. Nash’s VO describes the making of his Running Table (1978) at Grizedale. Views of the forest. Working on Horned Tripod (1978); the need to use metal stakes to secure it made him think about planting a tall structure – Willow Ladder (1978) – and Sweeping Larch Enclosure (1978). A larch tree; drawing for the Enclosure. Parts of Wooden Waterway (1978). Wind chime; Nash VO says he wants to continue to live at Blaenau. Walking near the quarries and slate tips, etc. Nash VO describes his feelings on taking up drawing, and his working methods. Drawing “the energy of the tree”; he describes the characteristics of trees. Nash reading to Billy. His VO talks about his involvement in his art: “the artist’s job is to make the things he wants to see and share them”. Cutting up a fallen tree. Credits.",
   "Choreographer" : "",
   "Date" : "1978",
   "Series" : "",
   "Title" : "Woodman. David Nash, sculptor",
   "Part" : "",
   "Film ID" : "ACE090",
   "Production Company" : ""
}
