{
   "Synopsis" : "The life and work of French painter, Edgar Degas (1834-1917), one of the founders of Impressionism.",
   "Director" : "Mischa Scorer",
   "Article" : "",
   "Full credits" : "Presented by Richard Kendall; Voice of Degas, John Purdie; With special thanks to The National Gallery, London, Musée d’Orsay, The Art Institute of Chicago, Manchester Metropolitan University, Department of Fine Art. Additional picture sources: Philadelphia Museum of Art, Rau Foundation, National Gallery of Art, Washington D.C., Cincinnati Art Museum, Galerie Jan Krugier, Geneva, Nasjongalleriet, Oslo, Fujikawa Galleries Inc., Graphische Sammlung, Staatsgalerie Stuttgart, The Metropolitan Museum of Art, Glasgow Museums: The Burrell Collection, Tate Gallery, London Santa Barbara Museum of Art, The Art Museum, Princeton University, Kimbell Art Museum, Fort Worth, Texas The Norton Simon Foundation, Pasadena, CA, The Readers Digest Association, Inc., Courtauld Institute Galleries, London, Bibliothèque Nationale de France, Sterling and Francine Clark Art Institute, Williamstown, Massachusetts, USA, Agence Photographique de la Réunion des Musées Nationaux, Museum of Fine Arts, Boston, Galerie Beyeler, Galerie Nathan, Sara Lee Corporation, Art Gallery of Ontario, Toronto, Hill-Stead Museum, Farmington, Connecticut, USA, Museum of Fine Arts, Houston; The Robert Lee Blaffer Memorial Collection, gift of Sarah Campbell Blaffer. Studio copies of paintings and sculptures by Ghislaine Howard, Michael Howard, Stewart Gartside, Kate Patterson, Pat Irwin, Simon Atkinson, Rory Gurrin, Richard Henderson, Justine A Thorley, Paule Van Wijngaarden, Jane Thorpe, Kay Chaloner. Lighting Cameramen Ernest Vincze BSC, Colin Clarke; Sound Recordists Simon Clarke, David Keene; Designer Katy McPhee; Dubbing Mixer Andrew Wilson; Rostrum Camera David Blackman; On Line Editor Tim Bolt; Production Team Rachel Lucas, Jeanne Clenet; Production Assistant Emma Parker; Production Manager Christine Owen; Original Music David Poore; Editor Andrew Findlay; Executive Producer for the Arts Council Rodney Wilson; Series Editor Nigel Williams; Produced by Mischa Scorer, Robert McNab; Directed by Mischa Scorer. Scorer Associates. A production for BBC and the Arts Council of England. © BBC and the Arts Council of England MCMXCVI.",
   "Minutes" : "50 min",
   "Full synopsis" : "ACE333.2 10:00:00 10:07:22 Richard Kendall posing nude model in copy of a Degas painting (in a reconstruction of his studio) for students to copy. Howard Hodgkin, Kendall, and Paula Rego discussing a Degas self-portrait. Model of Degas’s studio. Kendal",
   "Choreographer" : "",
   "Date" : "1996",
   "Series" : "Omnibus",
   "Title" : "Degas. The old man mad about art",
   "Part" : "",
   "Film ID" : "ACE333",
   "Production Company" : "Scorer Associates"
}
