{
   "Synopsis" : "A meditation on impermanence and the relationship between the mind, body and environment, as illustrated by some of the rituals of Buddhist monks in Tibet.",
   "Director" : "Graham Coleman",
   "Article" : "The",
   "Full credits" : "A film by Graham Coleman, David Lascelles, Robin Broadbank, Mike Warr, Pip Heywood. Made with the kind assistance of Thepo Rinpoche, Thikse Rinpoche, Akhbar Ladakhi, Glenn Mullin. May all the sentient beings be born inside the purity of the Supreme Lotus in the joyful mandala of the Buddha Amitabha by the power of his sublime pledge. Copyright © Thread Cross Films July 1978.",
   "Minutes" : "48 min",
   "Full synopsis" : "ACE068.2 10:00:00 10:10:30 Statue. Landscapes, stupas, views down over buildings and out over countryside, Tibetans ploughing and sowing seed; mountains. Leh Monastery at Ladakh, in the Himalayas. Yellow Hat monks performing ritual in the Kalachakra tantric tradition.\u000bFarmers with yak ploughs, covering sown seed.\u000b ACE068.3 10:10:30 10:21:05 Monks praying and reading holy texts. They uncover a mandala on which small statues are standing, and walk round it while praying. Farmers. Earthing up water channels. ACE068.4 10:21:05 10:30:39 Monastic session on the teachings of Yogi Tsongkhapa. Sand mandala; monk using dorje (vajra) to point to or trace particular parts of it. The mandala obliterated and the pigments put into an urn. Monks outside the monastery buildings. Monks passing stupas. ACE068.5 10:30:39 10:38:56 Monks performing ritual for the dead, designed to guide the deceased through the bardo (intermediate period) between one life and the next; chanting prayers, playing rGna (large drum) and galings (shawms). Irrigating fields. ACE068.6 10:38:56 10:47:43 Funeral procession. Body is placed on pyre and burnt. Words of the ritual heard over “… Lights emanate from the Buddha Amitabha, strike the lotus and cause its petals to open. You behold the glorious face of the absolute unity between mind and phenomena and listen to its nectar-like sound. There shall you dwell until perfect awakening is realised.” Sunset. Moons rises; water. Monastery. Sounds of ritual continue over. Credits.",
   "Choreographer" : "",
   "Date" : "1978",
   "Series" : "A Trilogy on Tibet",
   "Title" : "Fields of the Senses",
   "Part" : "3",
   "Film ID" : "ACE068",
   "Production Company" : "Thread Cross Films"
}
