{
   "Synopsis" : "All the interview footage shot for the 1973 Arts Council production, assembled in 1981.",
   "Director" : "Peter K.Smith",
   "Article" : "The",
   "Full credits" : "Director Peter K. Smith; Interviewer Carole K. Smith; Camera Tony Imi; Sound Derek Williams; Interview material assembled by Brand Thumim and Rodney Wilson; The Arts Council of Great Britain © 1973.",
   "Minutes" : "35 min",
   "Full synopsis" : "ACE117.2 10:00:00 10:13:12 Credits. Caption: “On two consecutive Tuesdays in April 1972, Edward Burra was interviewed during the making of the Arts Council sponsored film on the artist and his work. The intention was to obtain statements that could be taken out of context for inclusion in the film, but Edward Burra had other ideas about the way the interview should be conducted. The resulting dialogue presents a unique portrait of an artist who had never previously been filmed. “The film consists of all the interview material assembled in chronological order, un-edited and with only a few fragments of technically faulty footage cut out.” 17th April, 1972: Edward Burra talks about science fiction and fantasy fiction. Says he’d bored. Would rather be painting. Loses connection with older paintings. Probably likes some more than others but doesn’t know which. Doesn’t remember when he painted things. Currently likes painting landscapes – but might not. Doesn’t have anything to say about his landscapes with trucks. Doesn’t want to talk about certain things as he doesn’t want to offend people. Talks about visiting galleries: sometimes looks at his own paintings but sometimes doesn’t as he already knows them. Frames make pictures look different. Used to talk about films, rarely about paintings. Talks with friends about books, the theatre, how terrible actors are, very little about art. He claims to know very few artists. Prefers the country to the town. Visits London occasionally to see friends. Slate for end of take. ACE117.3 10:13:12 10:35:12 Burra laughs at the idea that people will improve themselves by looking at his pictures. Pressed by interviewer, he repeats that he doesn’t really like talking about art. Adds that papers sometimes write nonsense about him. But it doesn’t matter what people say. Nothing matters. Hardly ever hangs up his paintings. Used to leave them lying about and put them in cupboards. Now people buy them. Used to draw on both sides of the paper; one was framed so that it could be turned over. Two for one, a bargain. Says he’s sometimes misquoted but can’t think of examples. Why get angry with people? Doesn’t like formality such as having to hire a morning coat to go to Paris to receive a medal; didn’t go. Some artists like being asked about their work, but Burra thinks it’s bad to pry. Countryside has changed, particularly along main roads – too many gnomes and carriage lamps. Better in the North. Likes Yorkshire as it’s “nice and bare”. Likes views of big arterial roads. Likes gangster pictures and films with Pola Negri and Gloria Swanson which he has seen again at the National Film Theatre. Does his own shopping. Likes Mexico and the United States. While he was there he’d drink, read books, visits people. Paints straight onto paper, though used to do drawings. Stayed with friends in Florence. Very crowded there. Did a painting of the Zona Industriale. Writes letters; likes getting some letters but not others. Has a old suitcase instead of a filing system. Doesn’t have a view on the rightness or wrongness of making films about people. It’s all right if people go to see them. Journalists usually get everything a teeny bit wrong. He never tells anybody anything so they just make it up. Doesn’t really matter. Doesn’t know if he will go to see his exhibition at the Tate. Has no serious friends – only thought of fashions and Vogue and going to the cinema.",
   "Choreographer" : "",
   "Date" : "19731981",
   "Series" : "",
   "Title" : "Burra Interview",
   "Part" : "",
   "Film ID" : "ACE117",
   "Production Company" : ""
}
