{
   "Synopsis" : "An experimental version of the story of Liang Shan-po and Chu Ying-tai, combining drama and traditional Chinese music and dance.",
   "Director" : "Hi Ching",
   "Article" : "",
   "Full credits" : "Woman, Der-Shin Hwang; Man, John Shin; Deity, Timothy Taylor; Handmaidens, Michelle Christophi, Gabriella Lewis; Celestials, Corinne Beattie, Verity Byrne, Beatriz Pascual; Terrestrials, Jonathan Broad, Renato Paroni, Timothy Taylor. Choreography, Costumes & Design Hi Ching; Chinese calligraphy Qu Leilei; Titles Michael Scott; Camera Steve Teers; Edit Kelly Marchock; Directed by Hi Ching; Artistic Directors Michael Ho, Hi Ching. The folk songs of China were sung to a collage of Eastern Court Music. The original version of Little Sister, What Colour Flower Are You Wearing In Your Hair was commissioned by the Lambeth Chinese Community Association. Thanks to Oval House for Recording Space. London Studio Centre for Rehearsal Space. Produced with financial assistance from the Arts Council of Great Britain. A Dance Continuuuum production in association with ACAN. Dance Continuuuum copyright 1993.",
   "Minutes" : "20 min",
   "Full synopsis" : "ACE426.2 10:00:00 10:08:52 Woman with large fan. She sings. Caption: “In the light of the moon.” Chinese text. Caption: “Brother I’m thinking of you.” Singer. Caption: “Bees love flowers. Liang Shan-Po loves Chu Yin-Tai.” Chinese text. Singer, dancers, and Chinese text and English captions, all intercut with shots of man emerging from white cloth. Man shouting “water”, “fire”, “hunger”, “storm”, etc. With singer and dancers. Chinese text. Caption: “Wait as the.” [sic] Singer with dancers. Man with dancers. He asks singer what colour flower she is wearing in her hair. Dancers. \u000b ACE426.3 10:08:52 10:19:31 Singer with dancers. Captions and Chinese text: “Large road before my home.” “Small walkway behind.” Man and dancers, and with singer. Captions and Chinese text: “At the first mile” “a pair of mandarin ducks. Farewell.” Man, singer, dancers. Captions and Chinese text: “At the second mile” “two lotus flowers. Farewell.” Man, singer, dancers. Captions and Chinese text: “At the third mile” “a pair of swimming carp. Farewell.” Man, singer, dancers. Credits.",
   "Choreographer" : "Hi Ching",
   "Date" : "1993",
   "Series" : "Black Arts Video Project",
   "Title" : "Little Sister What Colour Flower Are You Wearing in Your Hair?",
   "Part" : "",
   "Film ID" : "ACE426",
   "Production Company" : "Dance Continuuuum"
}
