{
   "Synopsis" : "An impressionistic exploration of the ideas of Indian Muslim poet, philosopher and politican, Mohammed Iqbal (1877-1938), spiritual founder of Pakistan.",
   "Director" : "Nasser Aslam",
   "Article" : "",
   "Full credits" : "Written, Directed and Edited by Nasser Aslam; Photographed by Natalie Wulfing; Produced by Ramona Adhikari, Analisa Barreto; Cast: Sohail Ashmed, Samina Ahmed, Sayed Ali Hasan, Zain Ahmed, Marian F. Farouqi, Nadia Jamil, Saif Aslam, Fariah Khan, Nasiba Kher, Yasser Hashemi, Tania Khan, Nisha Kher, And the voice of Alaknanda Samanth. Crew (Pakistan): Production Assistant Tippu Sultan; Camera Assistant “Puppu” Aftab; Focus Puller Dil Nawaz Mohammad; Gaffer Wali Mohammad; Electrician Mohammad Sohail; Sound Recordist Safdar Mohammad; Boom Swinger Mohammad Akbar; Driver Younis Khan; Camera Hire Peer Films; Processed by Shah Noor Studios Lab, Evernew Studios Lab; Negative Cutting by PNC; Poems recited by Jahangir Masood; Translations by Nasreen Rehman; Opticals by Howell Opticals; Titles by Sacha Austin. Extra Special Thanks to Nusrat Jamil, Jalil Jamil, Akbar Rizvi, Azgar “Atchu” Rizvi, Shah Noor Studio. Thanks to Imran Aslam, Nomaan Majid, Nasreen Rehman, Ali Majid, Sajjad Gul, Evernew Studio, Assim Hafizullah, Hamid Haroon, Mark Parsons, Nasheed Q. Farouqi. Music: Wagner’s The Flying Dutchman Overture, Promenade Orchestra, Alfred Gehardt; Shikwah and Dayar-i-Ishq performed by Nusrat Fateh Ali Khan, thanks to Jalil Jamil; Khol Aankh Zamin Dekh, Ghulam Ali, Others; Ashiq Ke Liya Yaksan, Farida Khanam, translated by Faiz Ahmed Faiz; Parishan Ho Ke, Taranum Naz; Humdardi, Khaleel Ahmed; Shama Ka Shola, Mala, Others; Ya Rab Dil-e Muslin Ko, Farida Khanam and Amanat Ali Khan; Ishq Ke Mizrab Se, Ghulam Ali; All songs courtesy of EMI (Pakistan) Ltd. Produced with financial assistance from The Arts Council of Great Britain. Filmed entirely on location in Pakistan.",
   "Minutes" : "23 min",
   "Full synopsis" : "ACE421.2 10:00:00 10:08:19 Flashing words in Arabic script. VO and subtitles saying “In the breath between… ‘There is no God’… and ‘but Allah’”. People in a car singing along with the radio. Woman’s VO talking about Muhammad Iqbal as poet, philosopher, and visionary. Subtitles read “But who, oh God, raised the sword in your name? And created order where chaos reigned?” Sound of car crashing. Man in cloak – representing the poet Mohammad Iqbal – cries out and runs. Ornamental brickwork of wall of a building. Song over “Behold! Look at the earth, look at the sky – The aura, Behold!” Woman asking “What happens to a poet when he refuses to leave language alone and let it speak for itself? What happens to the poet when he gives up the existence of ‘the desert bloom’? When a poet refuses to break the tables of the sacred law then he shuts the words within the book.” Poet reciting “Why question the learned of my provenance? …” Man painting words on wall. Truck. Inscription on wall. Image of Iqbal on back of truck. Song over. “All eyes are upon you. Each one addresses you…” Iqbal. Man’s voice reads from video screen, “The powerful man creates environments: the feeble have to adjust themselves to it.” Radio VO talking about Iqbal as “the greatest defender of Islamic thought” and “never fell prey to the spell of the west”. Woman at desk, knitting, asks “What would I be if Iqbal had not dreamed me into existence?” She gives biographical details of Muhammad Iqbal, and says he had two faults – he couldn’t sing and was never punctual. She relates anecdotes about him and quotes some sayings. Man’s VO reading video screen: “Power toucheth falsehood and lo! It is transformed I to truth” and quotes other philosophical sayings. Song over: “The stars quiver before the rise of Adam…”. Iqbal thinking. Boy thinking. Noise of sewing machine. Song; “In truth did the Angels complain of Iqbal…” Boy watching machinist whose fingers become bloody. ACE421.3 10:08:19 10:15:30 Caption subtitled “There is no God…” Song: “On the branch of a lone tree…” Open shops at night and housing. Man’s VO “How will I reach my destination? All the world is covered in darkness…” Night streets. Cinema posters. VO “… Iqbal placed Muslim youth at the centre of his hopes…” Woman shot. Shops. Song “Make your mark in the realm of love.” VO “Iqbal read European philosophers in the light of Islamic thought…” and quotes his thoughts on Marx, Hegel, Lenin, and Nietzsche. Woman at desk quotes from one of Iqbal’s letters in which he says he doesn’t want to stay with the wife of his arranged marriage. Man’s VO “If the stars stray their course, Are the Heavens yours or mine?...” Woman continues to read letter. Iqbal thinking. VO “If all eternity be without love’s tumultuous rapture… The fall of Adam, made of dust. Is the loss yours or mine?” ACE421.4 10:15:30 10:22:53 Caption subtitled “But God…” Woman sleeping at her desk. Her VO “the poet who cannot let language go free gives up the existence of ‘the desert bllom’ and dreams himself a home.” Illuminated electric signs. Woman’s VO “And Pakistan, Iqbal’s dream, is the eruption of his unconscious into the real. If time is non-linear, then it is dream time.” Young men sitting at café table; they watch a young woman walk by. Song: “Oh Lord! Bestow upon the Muslim Such a pulsating desire! Oh Lord!”. The young woman talks about a pendant she’s bought, “a carved god”. She sings “This azure dome of Heaven…” Young man says to his companion, “I’ve got it. Iqbal is the difference between man and god. God said ‘Be!’ and we got the world. Iqbal said ‘Be!’ and we got Pakistan”. A young woman explaining to her friend her idea od a good husband; one young man says to the other that “to renounce sleep means you fear your dreams; a young man and his girlfriend talk about the influence of the West and how they can maintain their own identity. The young people in the car; poster of Iqbal; Iqbal screaming; lights,buildings. VO “Chain of the days and nights A lament of eternity’s music…” The End. Credits.",
   "Choreographer" : "",
   "Date" : "1994",
   "Series" : "Black Arts Video Project",
   "Title" : "Iqbal. Two or three things I know about him",
   "Part" : "",
   "Film ID" : "ACE421",
   "Production Company" : ""
}
