{
   "Synopsis" : "One of a series of films about the paintresses and women designers working in the Stoke-on-Trent potteries during the 1920s and 1930s.",
   "Director" : "Jenny Wilkes",
   "Article" : "",
   "Full credits" : "The paintresses were Gladys Broad, Rose Cumberbatch, Nora Dobbs, Ethel Robinson, Ethel Steele, Rene Burton, Ivy Ford, Annie Clews, Joyce Phillips, Mary Dayson; With Peggy Davies, pottery sculptor, Gerald Pearson, sales manager. Thanks to Staffordshire Evening Sentinel, Midwinter, Josiah Wedgwood & Sons Ltd., Sharon Gater, Hanley City Central Library, Victoria & Albert Museum, Burgess & Leigh Ltd., Royal Worcester Spode Ltd., Stoke-on-Trent City Museum, City of Manchester Art Gallery, National Film Archive, Bernard Bumpus, Alan Flux, Su Snodin, Beverley and Beth, Robert Walker, Claire Williamson & Andrew Frost, North Staffordshire Polytechnic, Flavia Swann, Gladstone Pottery Museum, Warrilow Collection, Keele University, Moira Forsyth. Production Wilko Swords, Nick Dubrule; Picture Research Nick Dolan; Archive Research Ray Johnson; Camera Assistants Noel Balbirnie, Hugh Fairs; Lighting Facilities Film & TV Services; Title Painting Rene Burton; Assistant Editor Livia Gainham; Sound Claire Pollak, Peter Hodges; Photography Gabriel Beristain, Christopher Cox; Research Jo Gable; Editor Allan Tyrer; Executive Producer Rodney Wilson; Producer Elizabeth Taylor-Mead; Director Jenny Wilkes. A Metropolis Pictures Production for the Arts Council in association with Channel 4 Television. © Arts Council of Great Britain 1985.",
   "Minutes" : "25 min",
   "Full synopsis" : "ACE153.2 10:00:00 10:08:00 Clarice Cliff’s sister, Ethel. She and the next few interviewees talking about how they got into pottery work, and what they had to do. Paintresses. Photo of three children. Voice continues over. Archive film of commercial pottery activities. VO continues. Paintresses. Two women talking. Ethel Cliff talks about younger ones making tea for their elders. Archive footage. Ethel Cliff. Archive footage. Paintresses, one of whom explains she wanted to do more than basic cups and saucers and dishes: wanted to go into “the luxury trade”. Illustrations of brightly ornamented bowls, vases, etc. Photos of her as child and young woman. Experiences at art school made her even more ambitious. Exterior of Burslem Art School, Stoke-on-Trent. Magazine photo of women students at Burslem School of Art. Another magazine photo – women watching film show. Interior. Colin Melbourne, former head of Burslem Art School, talking about the School. Photo of women in art class. Susie Cooper talking about the difficulty of copying living plant forms which changed during the course of the days they worked on them. Photo of young Susie Cooper. Melbourne explains that student numbers were greatest in the evenings when the school became full of life. Peggy Davies, pottery sculptor, explains that most of the pupils were working class, and mainly local. Melbourne. Davies talking about the “bohemian” atmosphere. Melbourne talks about the eccentricity of the artists there. Paintresses with a pot won by one of them, made by a thrower for the pupils. Davies about “team working” in which one member of a team would turn the handle to drive the wheel while the other worked. Drive-wheel for potter’s wheel. Davies explaining that the hand-driven wheel took a few seconds to start the actual potter’s wheel; that she had to do quite a bit of turning to earn her turn on the potter’s wheel. Archive film of potter at work. Paintress shows brightly coloured work she made at the Burslem Art School, including one she calls “the jazzy plate”. Gladys Scarlett (Broad) shows work she made at art school, aged 14, some painted under glaze and some painted on glaze. ACE153.3 10:08:00 10:15:37 Melbourne talks about how skilful and artistically mature many of the students were. Works by I Woodings aged 15 (1928), by A Awty aged 15 (1929), Norah Gibson, aged 15 (1928). Paintress showing a fruit stand. Paintress. Tunstall School of Art. Display of plates and other pieces. Woman in fancy dress – part of group photo. Gladys Scarlett (Broad) with some of her work. Gordon Elliot – a ceramic historian, with examples of work from different periods, suggesting they were influences on the work of Clarice Cliff and Susie Cooper who would have come across them through the interest of the Stoke-on-Trent superintendent of arts, Gordon Forsyth. Melbourne talks about Gordon Forsyth. Photos of Forsyth. Melbourne’s VO describes Forsyth’s links between the art schools and industry. Melbourne explains that Forsyth was friends with the editor of the local newspaper, and thus could maintain a flow of news stories about Burslem School of Art. Newspaper photos of students. Paintress explains how she got a job with Charlotte Rhead through a letter of introduction from Gordon Forsyth. Melbourne explains that Forsyth was able to get manufacturers to support the art schools. Susie Cooper talking about a showcase in the middle of the school in which there was a collection of lustre vases designed and produced by Forsyth. Vases. Cooper explains that Forsyth suggested she go to work for A E Gray, where he had been when he designed these vases. Vase. Cooper was able to do her own work on time-work basis rather than on piece rates as she had started out. Elliott explains that it would have been unusual for a manufacturer to employ a designer at this date; most firms relied on their decorating managers, or bought in designs or transfer prints. Photo of women with transfers. Cooper says there were no new ideas at the time. Photo of woman working on lithograph stone. Cooper. Details of decoration: key border, blue band, Victoria green. Cooper describing other designs. A “Paris” jug in the “Moon and Mountains” pattern designed by Cooper. Cooper and some of her work. Pieces from a coffee service by Cooper. Cooper with some of these pieces, agreeing that the industry was “desperately” conservative. \u000bElliott talks about Cooper’s background compared with that of Clarice Cliff. Photo of Cooper in the early days.\u000b ACE153.4 10:15:37 10:24:45 Elliott on Cliff’s early career. Photo of Clarice Cliff working as a paintress. Elliott explains that Cliff went to A J Wilkinson as a lithographer and was discovered one day “playing around” with some substandard pottery. Ethel Cliff explains how Clarice decided to cover faults in this substandard pottery with thickly painted designs so that it would be sold. Examples of Cliff designs. Ethel Cliff. Davies. The Clarice Cliff “Bizarre” trademark, and examples of the geometrically decorated pottery. “Bad potting inspired good design.” Elliott explains that the pottery director saw potential in Cliff’s work and arranged fro her to do more. Ethel Cliff. More Cliff designs; more women. Gladys Scarlett (Broad) explains how they got students from the art school – including four boys – to work with them. Melbourne says that the industry was wary of the Bizarre work at Newport. Design. Gladys Scarlett (Broad) talking about the growth in this group from her and Cliff alone to a total of seventy. Group of pottery women chatting and looking at photos, etc. Newspaper page of photographs. Women chatting and trying to identify people in the photos. Another published photo of women at work. The women. Melbourne explains that the numbers of people involved meant that they could turn out ware in relatively large quantities (and at low cost because of low wages). Paintress says they earned 5/7d (roughly 28p) a week. Paintresses: they were paid 5/9d a week (29p) during six months apprenticeship. Photo of pottery buildings with women leaving work. Paintress talks about deductions for training. Paintress describes her earnings: 6/0d (30p) a week for six months, eventually moving up to a take-home of 15/0d (75p), even after a third of her earnings had been deducted for her apprenticeship. Cooper was “brought down to earth” by the “unforeseen side” of the work. Melbourne believes that Cliff, Cooper and Rhead all acknowledged the debt they owed to the School. He thinks that there would have been less recognition at the time of their creative talents, though they would have been seen as energetic leaders of a new movement. Credits.",
   "Choreographer" : "",
   "Date" : "1985",
   "Series" : "Pottery Ladies",
   "Title" : "Pottery Ladies. Miss Cooper, Miss Cliff, Miss Rhead and all the forgotten girls...... (Bizarre Girls)",
   "Part" : "2",
   "Film ID" : "ACE153",
   "Production Company" : "Metropolis Pictures"
}
