{
   "Synopsis" : "A campaign by residents to protect their east London homes from demolition during the construction of the M11 road link.",
   "Director" : "John Smith",
   "Article" : "",
   "Full credits" : "Filmed in east London on the route of the M11 Link Road. Featuring the voices of Henry Cox, Alex Jennings, Jan Jennings, Richard Leighton, Daphne Nash, Trudy Norden, Pam Sethill, Tony Smith, Jack Stevens, Sheila Thompson, Louise Walker, And Dolly Watson. Musicians: Electra Strings, Helen Ottaway (Piano); Associate Musical Director Harvey Brough; Music Recording and Mixing Steve Parr; Production Assistants Nobby Martin, Colin Stewart; Sound Recordist Roger Ollerhead; Dubbing Mixer Clive Pendry; Lighting Camera Patrick Duval, John Smith; Executive Producers for the Arts Council and the BBC Rodney Wilson, Peter Maniura; Producer David Stacey; Composer Jocelyn Pook; Director and Film Editor John Smith. An Airtight Films Production for the BBC and the Arts Council of England. © BBC and the Arts Council of England MCMXCVI.",
   "Minutes" : "14 min",
   "Full synopsis" : "ACE317.2 10:00:00 10:14:22 Images of derelict and partly ruined houses. Woman’s voice heard intermittently throughout calling two children. Houses being demolished; fragments of conversations over including “We are sorry. We are sorry we’ve got to knock your house down. We are sorry we’ve got to move your mother. We are sorry we’ve got to destroy this community.” Leaves on tree blown by wind; voices repeating “can’t remember, remember”. Exteriors of houses surrounded by corrugated iron, windows filled up with breeze blocks, etc. More scenes of houses being demolished. Corrugated iron with vehicles passing between it and camera. A gravel pile, intercut with shots of corrugated iron and traffic; anti-road building graffiti. The growth of motorways. Credits.",
   "Choreographer" : "",
   "Date" : "1996",
   "Series" : "",
   "Title" : "Blight",
   "Part" : "",
   "Film ID" : "ACE317",
   "Production Company" : "Airtight Films"
}
