{
   "Synopsis" : "A partly dramatised examination, with animated sequences, of the origins and influences of black hair styling in Afro-Caribbean culture.",
   "Director" : "Tanya Read",
   "Article" : "",
   "Full credits" : "Written, Directed and Produced by Tanya Read; Producer Alex Jackson; Script Editor & Assistant Director Desiree Reynolds; Editor & Associate Producer Lol Gellor; Lighting Camera Kelvin Richards; Sound Jude Andrews; Technician Jonathan Harris; Additional Camera Tasim Persaud, Gary Knight; Additional Sound Souleyman Garcia, Alan Kingsley; Dubbing Engineer Alex Turner; Production Advisor Johan Insanally; Production Supervisor Juliet McKoen; Production Assistants Karl Jackson, Darren Johnson, Tracey Whittington, Tasim Persaud, Daphne Thorpe, Maxine Bailey; Music Compiled by Othman Read; Animation Tanya Read; Make Up Jo Bull. Cast: Doreen Blackstock, Leo Chester, Tony Gully, Cassi Poole, David Forest, Q, Stephen Jackson, Taiwo Ogunnaike, Tanya Read, Ejay Ikonneh, Eduardo Perreira, Jacqui Read, Clemency Nyaga-Otto, Lorrayne Johnson, Allison Mason, Rashida Husani Ajoa Ishe, Othman Read, Karl Jackson, Chris Garcia, Martin Fahey, Sandie Dowling, Oluwatoyin Akisanya. Thanks to British Museum, Rio Cinema, Monseigneurs Hair Salon, A.H.B.E.X., Afrodizziac Hair Awards, Battersea Park, Floods Wine Bar, Cultural Partnerships Ltd., Hammerhead Television, AVS Television, London Video Access, Clockhouse Productions Ltd., Peak Productions, Loophole Films, Len James Electricals, The Walker Collection of A’Lelia Bundles, Institute of Race Relations, British Newspaper Library, Black Cultural Archives, Lambeth Archives, Flashbacks, Trendco, Wig Bizarre, Laurence Corner, Bachaka, M&M Products, Hackney Empire. Special Thanks to Doreene Blackstock, Steve Radnall, Yve N’Goo, Lorna Jackson, Ian Costello, Michael Jackson, Natasha Henry, Jo Pierre, Guillermo Alarcon, Joy Russell, Inge Blackman, Rob Churchill, Dominic Ren, Hugo, Lucy Smith, Ebbie Agbeze, Charles Rubinstein, Shola Odeleye, Sojahse, Chris Garcia, Cleve Jackson, Chris Charles, Carole Stewart, Kiman. A Black Light Production. Produced with financial assistance from the Arts Council of Great Britain. © Black Light 1994.",
   "Minutes" : "12 min",
   "Full synopsis" : "ACE410.2 10:00:00 10:11:34 The British Museum. Teacher leads group of young children round African sculpture exhibits. His rather boring presentation is interrupted by a statue coming to life and pointing to the “do not touch” sign. Female and male mo",
   "Choreographer" : "",
   "Date" : "1994",
   "Series" : "Black Arts Video Project",
   "Title" : "Can I Touch It",
   "Part" : "",
   "Film ID" : "ACE410",
   "Production Company" : "Black Light"
}
