{
   "Synopsis" : "One of a series of films combining music and images: a dramatisation of the Russian folk-tale, Beautiful Vassilisa.",
   "Director" : "Margaret Williams",
   "Article" : "",
   "Full credits" : "Cast: Nick Herrett, Kelly West, Sian Stevenson, Kathryn Pogson, Daisy Pogson Browne, Cassie Dawson, Frankie McClory. Music Linda Hirst, Clive Williamson, Gerard Johnson, Chester Music; Camera & Lighting David Scott, Mick Duffield, Gary Willis, Paul Toley; Art Department Judith Stanley Smith, Loui Shaw, Jo Fletcher, Su Wyburgh; Production Andie Daniell, Justin Travers, Meredith Power, Mick Pantaleo; Editors John Middlewick, Allan Ford; Executive Producers for the BBC and the Arts Council Peter Maniura, Rodney Wilson; Writer Nick Herrett; Producer Anne Beresford; Composer Judith Weir; Director Margaret Williams. M J W Productions for BBC and the Arts Council of England. © BBC and the Arts Council of England MCMXCVI.",
   "Minutes" : "15 min",
   "Full synopsis" : "ACE343.2 10:00:00 10:14:51 Vasilissa, a little girl, with her parents, learning to ride her bicycle. Mother on deathbed gives Vasilissa a doll which sings to her. Funeral. Stepmother. Father practising golf indoors. Stepmother taunting Vasilissa; two stepsisters tearing up family photographs which show her real mother. Vasilissa and her Doll. Photographs miraculously repaired. She sees her father going out, but can’t leave her room as the stepsisters are pulling on the door from the other side. The Doll gets agitated. Stepmother and sisters pack Vasilissa into a large cardboard box and address it to Grandma Baba Yaga. Father arrives home. Vasilissa gets out of her box and finds grandmother pulling heads off baby dolls. Grandmother taunts her about being nervous of the dark and not having a mother to help her. Grandmother in her kitchen reading recipes for cooking children. The Doll prepares magical dinner for Grandmother who eats so much she falls over. Vasilissa runs away. Stepmother and sisters playing cards. Vasilissa, holding large kitchen knife, taunts them; wraps parcels. Father arrives home. Credits.",
   "Choreographer" : "",
   "Date" : "1996",
   "Series" : "Sound on Film 2",
   "Title" : "Hello Dolly Goodbye Mummy. A fairy tale",
   "Part" : "",
   "Film ID" : "ACE343",
   "Production Company" : "MJW Productions"
}
