{
   "Synopsis" : "The life and work of French Symbolist painter, Odilon Redon (1840-1916), with commentary taken from his own notebooks.",
   "Director" : "Stephen Cross",
   "Article" : "The",
   "Full credits" : "Narration translated from Odilon Redon’s A Soi-même; Spoken by Richard Hurndall; Cameraman Derek Waterman; Music selected from the works of Alun Hoddinott by arrangement with The Oxford University Press; Director Stephen Cross; Producers Stephen Cross, Rodney Wilson. Produced by Kevala Films for The Arts Council of Great Britain.. Pictures reproduced by courtesy of Rijksmuseum Kröller-Müller, Otterlo, Holland, L’Abbaye de Frontfroide, Narbonne, France, The Hayward Gallery, London, Gemeentje Museum, The Hague, The Victoria and Albert Museum, Musée du Louvre, Bibliotheque Nationale, Cabinet des Estampes, Musée du Petit Palais, Paris, Musée du Jeu de Paume, Paris, Musée de Bordeaux, M. Dubourg, Mdme. A. d’Andoque, Die Oeffentliche Kunstsammlung, Basel, Galerie Bayeler, Basel, Kunstmuseum,Winterthur, Professor Hans R. Hahnloser, The City Art Gallery, Bristol, The National Gallery of Victoria, Melbourne, The Metropolitan Museum of Art, New York, The Fogg Art Museum, Harvard University, Cleveland Museum of Art, Kimbell Art Museum, Fort Worth, Texa, Wildenstein & Co., New York, Foto Scala, Florence, Ets. J. E. Bulloz, Paris, Colorphoto Hans Hinz, Basel.",
   "Minutes" : "29 min",
   "Full synopsis" : "ACE043.2 10:00:00 10:09:59 Photograph of Odilon Redon. Caption : “‘Parle, voix lointaine, monde secret…’ – Brentano.” Caption: “Odilon Redon was a contemporary of the Impressionists, but he did not share their aims. Though he is not widely known, he was greatly admired during his lifetime by such men as Gauguin and Mallarmé, his closest friend, and his work has been of fundamental importance for twentieth century painting. Redon spent a solitary childhood at a small estate near Bordeaux. Later in life he returned there every summer for many years, and under its influence did the charcoal drawings which, with his lithographs, were his first significant work. Apart from some early paintings, Redon made almost no use of colour until he was almost sixty, and all his important painting was done late in life. When over seventy, at the Abbaye de Fontfroide near Narbonne, he painted his most ambitious project: two large wall paintings of ‘Day’ and ‘Night’, which summarise his work. The commentary which follows is taken entirely from Redon’s own notebooks.” Photographs of Redon. Sketches. Redon VO talks of giving information about himself and his art. The Peyrelebade, near Bordeaux, estate where Redon spent his childhood; VO describing it and himself. Images of childhood, the estate, and “things seen in the clouds”. Redon talks about his first lithographs (1879) being copies of things he drawn earlier. The world of dreams and “torments of the imagination”. “Bringing to life … improbable beings and creating them according to the laws of probability.” ACE043.3 10:09:59 10:19:29 Redon’s VO reading poem on death. Sketches, ithographs, and film of derelict cemetery. Redon says he later discovered life and hope. More of his sketches and lithographs, and some paintings. Paintings. Redon on his use of colour. Portraits More paintings. A St Sebastian. Redon on beauty and meaning. Paintings of people reading. “What did people do before there were books?” The impenetrable mystery of the world. Redon on the “sacred torment” of the unknown and unconscious. Beach, waves. Some of Redon’s pictures of imaginary sea creatures, paintings of boats. Seascapes. Redon’s VO exhorting artists to look at the sea. Painting. ACE043.4 10:19:29 10:29:00 Redon on waiting for the unconscious to inspire. Paintings. A Birth of Venus (1912). Redon on the importance of love. Paintings including version of The Chariot of Apollo, various images of Pegasus; Redon’s VO “Oh my soul of former times, distant spirit…” Pastel of Bouquet of Anemones (1912-1914); other paintings. Redon’s VO on the need for an artist to review his life. Film of the Abbaye de Frontfroide; 1910 black and white picture of people (including Redon) at the Abbey. Photograph of Redon at work on huge canvas. Another photograph. Interior of Redon’s library, details of décor. VO talks about being visited by would-be student, and about the influence he hopes his work will have on people. VO on “the Chariot of Apollo”, the subject of one of the library murals. Other images. The “little mystery” in his work. Photograph of Redon. Redon on his work being misunderstood by the Impressionist generation. A fairy violinist. Credits.",
   "Choreographer" : "",
   "Date" : "1973",
   "Series" : "",
   "Title" : "Secret World of Odilon Redon 1840-1916",
   "Part" : "",
   "Film ID" : "ACE043",
   "Production Company" : "Kevala Films"
}
