{
   "Synopsis" : "The Grizedale Forest Sculpture Project, in the Lake District National Park, which started as a Sculpture Trail in 1977.",
   "Director" : "Maggie Ellis",
   "Article" : "",
   "Full credits" : "Grizedale Artists: John Atkin, Andy Frost, Andy Goldsworthy, Richard Harris, Joanna Hull David Kemp, Pat Leighton, Sally Matthews, David Nash, Don Rankin, Colin Rose, Sophie Ryder. Thanks to The Forestry Commission, The Grizedale Society, Northern Arts; and Mike Bowerbank, John Cubby, Peter Davies, Bob Fletcher,, Bill Gant, Tim Gill, Bill Hogarth, George Isles, Walter Lloyd, Pete Muir, David Threlkeld, John Voysey, Staff & Pupils of Satterthwaite School, And all our friends in the Grizedale valley. Camera Steve Hardy, Daf Hobson, Michael Hobson, Ron Orders, Eric Scott-Parker; Sound Peter Cusack, Mervyn Gerrard, Cliff Goddard, Ray Parker; Editors Larry Sider, Kate Saunders; Dubbing Mixer Colin Martin; Graphics Frameline; Original Music Composed by Edward Shearmur; Music Produced by Ray Cooper; Chopin’s Nocturne, opus 48, Beethoven’s Sonata Pathétique performed by Vovka Ashkenazy; Ting Song performed by Ray Haslam & Friends; Research Christie Brown; Executive Producer Rodney Wilson; Produced by Trevor Boden, Maggie Ellis; Directed by Maggie Ellis. An Open Air production for the Arts Council in association with Border Television and Channel Four. © Arts Council of Great Britain MCMLXXXIX.",
   "Minutes" : "52 min",
   "Full synopsis" : "ACE195.2 10:00:00 10:09:01 Young walkers passing Forestry Commission signs for Grizedale and the Silurian Way. VO of George Isles, Recreation Ranger. Isles talking to the children about the forest and sending them off blindfolded in order to accustom them to using other senses. Forest animals, trees, etc. Views over the Grizedale Valley. Commentary talks about its history. Satterthwaite, now a Forestry Commission owned park, home to the Grizedale sculpture project. Examples of the art works including Joanna Hull’s Circus (1988), and Quarry Structure (1977) by Richard Harris. Andy Goldsworthy working on slate construction. John Voysey, Forest Manager for the Southern Lakes, talks about the tradition of forest management and the people who planted trees on the area, the Forestry Commission taking over in 1936. Voysey’s VO over views of the forest. Wooden Waterway (1978) with VO of its creator, David Nash. Nash talks about the importance of seeing the sculptures as the result of an artist’s work, not as a memorial; they should be removed once they’re no longer what the artist conceived. Wooden Waterway. Nash says Grizedale is “not a sculpture park”, but “a working situation … a big studio”. Sally Matthews’s Wild Boar Clearing (1987). Matthews talking about how she wants people to react to the boars. Making a boar from brush, mud and wire. John Cubby, Wildlife Ranger, talking about the sculptures. Stag. Sophie Ryder working on Grizedale Stag (1986). ACE195.3 10:09:01 10:19;00 Ting (1984) which “has become part of the folk mythology of this area”. Interior the Manor House pub: Ray Haslam and Friends sing the Ting Song about “a great metal ring in a tree”. Local man says that, though he doesn’t care for this work, his daughter and younger people are “enthralled by it”. Sculptor Colin Rose talks about his piece. Two forest workers talking about the sculptures in general, and Ting in particular. They think this steel ring doesn’t really relate to its surroundings, and report the conversation they had with Rose. The buildings of the old Grizedale estate. “The Theatre in the Forest” hosts a concert. Picnic table. Sculpture. Walkers on the Silurian Way. Visitors interviewed about what they do when they come to Grizedale and about their reactions to the sculptures, many of which they saw being constructed. Chieftain in a Hot Spot (1988, Andy Frost). Private Meeting (1984, Robert Koenig). Wild flowers. The Woodwinders (1984) by David Kemp Group being photographed beside Woodcutter. Man repainting sign in Conservation Nursery. Visitors Centre assistant selling booklet showing sculptures and their locations. Playground designed by Andy Frost. Frost talks about the concept and about individual parts of the playground, including a roundabout and Game Bird Shoot.\u000b\u000b ACE195.4 10:19:00 10:28:40 Visitors play on Frost’s Shootin’ Moose (1987). Frost talking about Last Stand at Boggle Crag (1985). Isles talks about preserving “the sense of being on your own”. Blindfolded children following the guide-ropes. Bill Grant, administrator of the sculpture project, fishing. He talks about the artists’ residency scheme. Richard Harris collecting spruce stems. He talks about his work at Grizedale. Hollow Spruce (1980). He likes the idea that the sculptures are temporary. Commentary talking about coppicing the woodlands. Bill Hogarth, stripping bark (to be sent to a tannery) from a tree trunk, is the only coppicer left in the valley. He explains the principles. Early photographs showing coppiced wood being made into many different products. Charcoal burner. Walter Lloyd, talks about the revival of the charcoal industry for cooking, drawing and medicinal purposes. ACE195.5 10:28:40 10:38:58 Grant walking through Harris’s Dry Stone Passage (1982). Mike Bowerbank, a dry stone waller who has worked with several of the sculptors. Bowerbank and Pat Leighton and her Silurian Cant (1986). Photographs. Leighton’s VO on the development of the project. Visitors not sure what this work is about. Leighton talking to them. Robert Fletcher talking about being an artist and caring for injured birds. Believes the sculpture project has encouraged visitors and helped the local economy. Nash on the importance of ensuring that the local forestry workers felt that he was working as hard as they were. Voysey talking about co-operation between the artistis and the foresters, about selecting artists, etc. Installing Kemp’s Ancient Forester (1988). Kemp working on another large piece; he talks about relationship between the sculpture and the environment and about the importance of the site; other works. ACE195.6 10:38:58 10:51:55 Andy Goldsworthy’s Seven Spires (1984). Photographs of Goldsworthy at work and of more ephemeral works. Goldsworthy talking about shapes of leaves, slate, etc. . Working on a slate tower, talking about how he makes pieces. The construction suddenly collapses. John Atkin working in clay on Domestic Appliance (1987) in an abandoned saw-mill; explains why he chose not to work on site. Saw-mill converted to an exhibition space. Grant, seated beside some of Matthews’s boars, paintings, the completed Domestic Appliance, etc., wants “to work on” “the unconverted”. School class with Donald Rankin. Rankin working with children on the dry stone Fort (1984) in the Satterthwaite school grounds. Talks about how this introduces the children to sculpture at an early age, and how this project has brought back to him memories of his childhood. Credits.",
   "Choreographer" : "",
   "Date" : "1989",
   "Series" : "",
   "Title" : "Grizedale. A sense of place",
   "Part" : "",
   "Film ID" : "ACE195",
   "Production Company" : "Open Air"
}
