{
   "Synopsis" : "One of a series on the history of painting techniques, with interviews with contemporary artists and reconstructed scenes from earlier times: British landscape painter, Len Tabner (b.1946) and still-life painter, John Greenwood (b.1959), and their different working methods.",
   "Director" : "Ian Duncan",
   "Article" : "",
   "Full credits" : "With thanks to The National Gallery, London, Bridgeman Art Library, London, Tate Gallery, London, Yale Center for British Art, Paul Mellon Collection, San Diego Museum of Art, USA, Christie’s Images, Hamilton Kerr Institute, Rosanna Eadie, Alex Kliot, Agnew’s. Narrator Andrew Sachs; Photography Mike Coles, Richard Comrie; Sound George Hitchins, Peter Brill; Music Peter Howell; Dubbing Mixer Bob Jackson; Digital Editing and Graphics The Moving Picture Company; Digital Effects Artist Mark Stannard; Motion Control Camera Damian Davison; Design Team Dominic Roberts, David Hill, Sophie Seebohm, Anna Young; Production Adminstration Terry Bezant, Sue Harvard; Researcher Mark Irving; Production Manager Aleid Channing; Consultant Robert McNab; Executive Producer for the BBC Alan Bookbinder; Executive Producer for the Arts Council of England Rodney Wilson; Film Editor Paul Shepard; Produced and Directed by Ian Duncan. A Production by Windfall Films for BBC and The Arts Council of England. © BBC & The Arts Council of England MCMXCVII.",
   "Minutes" : "29 min",
   "Full synopsis" : "ACE353.2 10:00:00 10:10:55 Sun in clouds, light behind trees, etc. “For centuries, artists have grappled with the challenge of capturing the effects of light in paint. This is difficult because every second light changes the look of things dramatically.” Landscape painter, Len Tabner, painting at the prow of a boat; his VO talking about the effects of light changing, and how the artist must respond to the changes. A studio, where the artist has much more control over what the light will do. John Greenwood, still life painter, but whose subjects are imaginary. His VO explaining them. Commentary says that he must rely on meticulous observation of light and shade in the real world. Greenwood setting up objects in a model of his composition to see how the light will work. Greenwood’s VO as he works, finally deciding on what he wants, and using this as a “lighting plan” which he follows as he begins to paint. He says that it is light and shade that gives texture and weight to the objects in his painting. Reproductions of still life paintings, which required “modelling” in order to make a flat surface appear three-dimensional. Greenwood employing one such technique, using three different tones to suggest the same colour in different lights. One of Greenwood’s 3-D models, compared with mediaeval paintings in which figures cast no shadows. Reconstruction of artists at work during the Renaissance, copying Greek sculptures. Masaccio’s La cacciata di Adamo ed Eva dal Paradiso terrestre (The Expulsion from Paradise, 1427) and other frescoes in the Cappella Brancacci in Santa Marina del Carmine, Florence; the light in the paintings all comes from one direction, “the same direction as the light coming through the window of the chapel”. Reconstruction of fresco painters at work, their water-based paints being immediately absorbed into the plaster. Mixing oil paints, which, in the early days, took too long to dry to be fully practical, but which were perfected in the early 15th century. Oil paint brought considerable advantages to modelling, enabling one paint to be blended into another, and for layers of paint to be built up to produce subtle variations. Reconstruction of painter at work in studio. ACE353.3 10:10:55 10:21:00 Landscape painters have a much more difficult task. Tabner on his way to Staffa, setting up his easel on the boat. His VO talking about how he works, using water colour and pastel on wet paper, with a large brush to facilitate working very quickly. Commentary suggests that Tabner’s work is allied to the 19th century Romantic movement. Staffa was “a Mecca for composers, poets and painters. Sketches by J. M W. Turner. Reconstruction of him painting Staffa in his studio. The completed painting. Tabner VO admires Turner for his ability to remember impressions. Commentary points out that Turner rearranged some of the objects in his painting, thus heightening the sense of drama. Greenwood putting the finishing touches to his painting, representing the light reflecting from one object to another, and darkening the shadows. He is trying to produce an atmosphere of “an uneasy stillness”, where the viewer has to work at identifying the less visible objects. ACE353.4 10:21:00 10:29:10 Reconstruction of 17th century Spanish painter, Juan Sánchez Cotán, arranging objects to be painted. Commentary says he used darkness to suggest the anxiety of his age. His Still-life with Quince, Cabbage, Melon and Cucumber (Bodegón, c.1602), creating tension in the contrast between darkness and light. Tabner on the boat. His VO says he feels more productive at the end of the day, preferring to work at dusk. He begins a new picture just as the light is failing. Film of Houses of Parliament filtered to imitate Claude Monet’s Impressionist work. Reproduction Monet’s at work in his studio in the Savoy Hotel. Working on several paintings at the same time enabled him to capture several different light conditions. Monet’s words about wanting to paint the air, the impossible, read over. Tabner’s Staffa and Skye paintings being hung in the Royal Academy (where Turner’s painting of Staffa was first shown). Tabner VO on seeing the paintings away from their subjects. Greenwood sketching a tomato. He says he wants to know more about how light actually works as his paintings currently give the impression of wax models. Real life is more complex. Credits.",
   "Choreographer" : "",
   "Date" : "1997",
   "Series" : "Oil on Canvas",
   "Title" : "Light",
   "Part" : "",
   "Film ID" : "ACE353",
   "Production Company" : "Windfall Films"
}
