{
   "Synopsis" : "One of a series of films combining music and images: a flameco drama, set in Spain during Passion week.",
   "Director" : "Jamil Dehlavi",
   "Article" : "",
   "Full credits" : "Music, lyrics & choreography Paco Peña; From a story by Jamil Dehlavi & Peter Bunyard; Flamenco musicians: Paco Peña, Tito Losada, Vaky Losada, Diego Losada, “El Moro”, Angel Gabarre, “Guadiana”, Ivan Losada, Luky Losada. Cast: Joshua, Jorge de Juan; Magda, Belen Fernandez; Pedro, “El Moro”; Julio, Luis de Luis; Rodrigo, Raul Fraire; Don Ramon, German Cobos; Torero , Jose Burgos; Priest, Juan Carlos VillaNueva; Rabbi, Moises Bendahan; Cantor, Moises Bengio; Sactera, Ana Ramon; Gypsy mother, Lola Basallo; Mechanic, Manuel Hernandez; Gypsy leader, “Tio Collila”. Locations: El Capricho Cordoba, Las Cuevas Altas Cordoba, Finca La Trinidad Cordoba, Metro de Madrid. Special thanks to Remedios Molina, Alfonso Lopez. Production Managers Alicia Telleria, Jorge de Juan; First Assistant Director Estefania Rueda; Production Assistants Jonathan von Frankenberg, Elvira Peña; Camera Assistants Mark Beneria, Alicia Belediez; Lighting Miguel Angel Rodriguez; Make-up Victoria Wright; Costume Designer Rita Prendes; Special Effects Colin Arthur; Sound Recordists Christian Wangler, Juan Casanova; Sound Mix Paul Carr; Music Co-ordinators Tito, Vaky & Diego Losada; Art Director Ricardo Granados Alba; Director of Photography Jose Luis Lopez Linares; Editors Paul Endacott, Jamie Pearson; Executive Producers Peter Maniura, Rodney Wilson; Produced & Directed by Jamil Dehlavi. A Dehlavi Films Production for BBC & the Arts Council of England. © BBC & the Arts Council of England MCMXCV.",
   "Minutes" : "29 min",
   "Full synopsis" : "ACE313.2 10:00:00 10:10:00 Caption: “‘For I will pass through the land of Egypt this night, and will smite all the firstborn in the land of Egypt, both man and beast; and against al the gods of Egypt, I will execute judgement: I am the Lord.’ (EXODUS XII)”. Credits. Forge. Man singing as he and companions work. “We forged the nails for the cross on which He was crucified. But I tell you, gypsy: Christ will return to redeem us from the curse of wandering.” Circumcision ceremony. Jewish man takes telephone call; prepares to go out, taking with him a sharp-pointed instrument. Religious procession, cross with Christ-figure begin carried through the streets by military figures. Woman singing about the Passion. Jewish man waits for procession to pass. Farmyard; young gypsy woman chasing lamb. She dances in the Flamenco style, then stabs the lamb with a spike. Jewish man driving by, revives baby apparently drowned in river. The gypsies think Christ has returned. Jewish man - a veterinarian – arrives at the hacienda, but too late to save Don Ramón’s prize bull. Don Ramón says that in the bullring, only the bull is honourable – which is why he’s killed. The bull’s body is lowered into a burial pit by crane. A priest blesses it.ACE313.3 10:10:00 10:22:30 Young man dancing in imitation of matador; intercut with footage from bullring. The vet’s car won’t start. Gypsies in small bullring; vet comes to watch. Don Ramón’s steward, Rodrigo, tries to stop the corrida, much to the gypsies’ anger. He rides down the matador. The vet, staying in the hacienda, sees the gypsies playing and dancing. He asks for bread and wine which he takes to the gypsies. The elder invites him to stay with them for their last evening before moving on. Dancing (with long solo by young woman) and singing continues. The vet, sitting at the gypsies’ table, is crowned with a wreath of flowers. He repeats the words “Take, eat, for this bread is my body” and shares the bread with those at table while the elder sings. The solders at the religious procession. “Drink, for this wine is my blood…” Gypsies singing. The procession. The elder plays while the young man dances on table. He is told to apologise and kisses the vet on the cheek.ACE313.4 10:22:30 10:28:58 Rodrigo arrives to send the gypsies away. He manhandles the young woman and the young man slashes at him with a knife. The vet wakes up in bed holding a bleeding human ear. The young gypsy woman, now naked, enters the hacienda and goes to the vet’s room. Next morning, the young woman prevents the young man from stabbing the vet by saying that he’s come to save them. Voice-over says “This film is a nightmare.” Vet dresses and leaves the house, only to be set upon by the gypsies. He carries a cross across the bullring ; they nail him to it and haul it upright. Man sings “They nailed you to the cross for saying that you were God. They did not believe as I do.” Bull runs towards the cross; intercut with footage of matador and underground train. Man and young woman, in evening dress alight from the train. Singing continues “The Jews killed you for saying you were God”, now from busker. Man’s hand bleeds as he gives money. Credits.",
   "Choreographer" : "Paco Peña",
   "Date" : "1995",
   "Series" : "Sound on Film 1",
   "Title" : "Passover",
   "Part" : "",
   "Film ID" : "ACE313",
   "Production Company" : "Dehlavi Films"
}
