{
   "Synopsis" : "A stylised docu-drama which looks at the emergence of an Afrikan movement among black British artists in the 1980s.",
   "Director" : "V. Amani Naphtali",
   "Article" : "Le",
   "Full credits" : "C.U.T. Posse : De’ Base, Winsome Pinnock, Lisa Vandy, Sia, Daddae, Jennifer, Tony Hippolyte, Juanita Waterman, Sharon Dolphin, Tony Dallas, Pearl Jordan, Kiziah Jones, Wendy, Lati, Juwon, Wanjiru. Special Thanks to Mamma Alice, Company Store Camden, Nubi Fashions, Double Edge Theatre Co., Lloyd Gardner Productions. Tin Man Music/Lyrics-America re-arranged by T-Lox; Ventura Highway Music/Lyrics-America re-arranged by T-Lox. Vocals Glenn Dallas, Tony D., V.A.N. Feel Free Music/Lyrics Soul II Soul; Soundtrack mixed & arranged by T-Lox Productions; Lighting Cameraman Ian Watts; Sound Recordist Dennis Davis; Gaffer Carmen Wright; Grip Laurie Stoll; Set Design & Décor Trevor Canning; Art Direction Connie Benjamin; Stills Photography Culture Flashback; Production Assistants Gary Franklin, Juliet Kelly, John Vargese, Simon Kane; Editor Rod Iverson; Producer Lloyd Gardner; Written and Directed by V. Amani Naphtali. A Black Bohemian Production.",
   "Minutes" : "26 min",
   "Full synopsis" : "ACE407.2 10:00:00 10:09:01 Street market. Intercut is performer as man talking at a public rally about the concept of a “freedom business”. African pendant. Images from Africa – masks, costumes, jewellery, etc. Female performer welcomes audience to the C.U.T, Camden Town, hosting the Third Black Bohemian Convention. Man smoking, asks what is a black bohemian? Playwright, Winsome Pinnock, says it’s a good time to be a playwright or any kind of artist; many young black people are creating and the black voice needs to be heard. Female performer: “Who do you say I am? I am that I am. The eternal I am. “ Pinnock says she wants to write about black women, she says the tension between anger and joyousness is what keeps her going and fuels her writing. Smoker asks what are the black bohemians and the Afrikan renaissance? Female performer. VO whispering “Back to life, back to reality.” Pictures of African leaders. Symbols of Africa. Male performer: “1989 a strong year for the black culture.” Dancers and musicians. Singer VO talking about music and change. \u000b\u000bACE407.3 10:09:01 10:18:19 Daddae, dressed in African clothes, wearing African symbols, raps about his music. Woman artist with her work. Africa pendant. Female performer introduces (in Spanish) Sia, “artist of the renaissance”. Sia with some of her paintings. Her VO talks about “African feeling” in her work, and describes herself as “a warrior”. Street scenes at Camden Lock market; street dancers; dancers on stage. VOs talk about this area as one where the “bohemian activists” can be found.ACE407.4 10:18:19 10:26:16 Metal objects. Woman’s VO talking about Benin bronzes and other African metal-work which has been one influence on her work, and describes work she’s done – jewellery, pieces for designers like John Galliano and Bruce Oldfield, accessories for a sequence in Labyrinth (1986), etc. She want to go to Africa. African pendant. Dancer. Singer. Pinnock reads from one of her plays. Man talking about the “freedom business” and “buy freedom”. Smoke. Voice of smoker laughing at idea of black bohemians. Pinnock; her VO talking about work she’s going to be doing in the future. Camden Lock dance troupe. Caption: “And the winner of this year’s Bohemian Noir is…” Woman performer opens envelope and holds out African pendant. Credits with VO “Be as proud of your race today as our fathers were in the days of yore. We have a beautiful history and shall create another in the future that will astonish the world. The roar of the nation. Power to the children of Havila.”",
   "Choreographer" : "",
   "Date" : "1990",
   "Series" : "Black Arts Video Project",
   "Title" : "Bohemian Noir et le Renaissance del Afrique",
   "Part" : "",
   "Film ID" : "ACE407",
   "Production Company" : "Black Bohemian"
}
