{
   "Synopsis" : "An exploration, through drama, poetry and music, of the situation of an unemployed Ghanaian musician trying to survive in London.",
   "Director" : "Kwesi Owuso, Kwate Nee Owu",
   "Article" : "",
   "Full credits" : "Players: Cornelia, Merle Collins; Nkosi, Ray Ekow Otoo Allen; Kwame, Vico Mensah; Awotwe, Kwesi Owusu; Awotwe’s Mother, Edwina Efua Owusu; Nkosi’s Friend, Eddie Williams; Wine Company Manager, James Leahy. Child Naming Ceremony: Baby Child, Charles Ekow Yeboah Mother, Victoria Eshun; Grandmother, Victoria Toff-Mensah; Okyeame, Desmond Osei; Elder, Brother Emmanuel, Beatrice Arthur, Cynthia Mills, Alice Agyeman, Juliana Twum-Boateng. We name our children to honour our ancestors. Respect due, always Tau Napata, Bankie, Charles Acquah, Phillip Jones, Victoria Toff-Mensah, Desmond Osei, Beatrice Arthur, Victoria Eshun, Dennis Cullum. Sound Loveday; Music and Poetry African Dawn; All tracks from Jali LP; Additional Voices Merle Collins, Kwesi Owusu; Solo Singers Elliot Ngubane, Princess Futi, Calvin Dugu, Ayub Agala; Camera Dennis Cullum; Slides Jacob Ross; Front Title Tam Joseph; Editors Phillip Mallory Jones, Ant Sprung, Tony Pitts (online at Meridian Film & Video Productions); Directed by Kwesi Owusu, Kwate Nee Owoo. Funded by the Arts Council of Great Britain, Efiri Tete Films and all who contributed their time. An Efiri Tete Films, African Dawn Production.",
   "Minutes" : "34 min",
   "Full synopsis" : "ACE427.2 10:00:00 10:10:45 Sunset. Tower blocks. Song over. VO reciting English translation of words: “Mama, when the sun goes down and chill sets in, I call your name and set this temperate landscape, scanning the tower blocks for your smile…” Continues over shots of rain on water, birds flying, woman sleeping, photographs of child, of musician, street sweeper, woman with baby. Woman talking to each other. “Mama, I call your name.” Sweeper throws his sandwich angrily at ducks. Canal boat. Sweeper looking at tower block. Singer. Tower block. Sky. Woman [subtitled] reading a letter from her son, Awotwe; intercut with shots of sweeper. Discovering that he is a street sweeper, she comments that he might as well come home; she is sad to hear such news from him. Street scenes, busker at Underground station, man emptying dustbins. Insurance salesman, Kwame, calls on Cornelia Mackenzie; they discuss life insurance. Her man, Nkosi (the busker), argues with them both. Kwame leaves; Nkosi starts to play saxophone and argues more with Cornelia who gets angry with him and tells him to find a proper job as he’s holding them back despite her own efforts. ACE427.3 10:10:45 10:21:30 Off-licence office; manager complaining on telephone to supplier. Nkosi comes for a job; manager says job has gone and interrogates him about his skills; he leaves. Cornelia; night street scenes: song “Brother me, sister I, tell me how we going to get on tonight…” Voices over. Hands playing kora (harp-lute); landscapes; tropical flowers. Woman’s VO reciting “Sunshine. Code word for a craving for something better. The memory of a dream we never really knew… that elusive ‘something better’ that is always somewhere else.” Geese and swans on lake. Nkosi and Cornelia walking by the water, meet a friend. Tribal dance; women harvesting; surf boat beaching; steel mill. Song over; VO speaks words: “we could write about the stars, we could write about the seasons, we could write about the evening sun that whispers to the spirit of the bright blue sea… if only there were no people …” Nkosi, Cornelia and friend passing David McFall’s statue of Winston Churchill at Woodford Green. Kwame being thrown out of another house. VO: “Ah, what you doin’ fi here?... what you think happen to you now? …” Song. Kwame getting drunk in bar. Singer. VO “You been goin’ down so quickly in this town. Why? What’s happenin’ to you? … Can’t you hear the voices of your ancestors any more … the whole world is upside down …” A drunken Kwame leaves his car in the street. ACE427.4 10:21:30 10:34:27 Horse-rider. Nkosi talking to his friend, suggests Cornelia should go away and get some sun; she says yes, but there’s always the coming back. She says the situation gets to Nkosi and the others as much as to her. Cornelia. Carnations floating on water. VO “In times of trouble and internal turmoil, we seek powers of transformation buried deep within ourselves, pleading for ancestral voices, searching for the promised rebirth of souls gone, coming and living… ” Nkosi and Cornelia at Ghanaian naming party; child’s cry over. Man officiating says (subtitled) with responses from others: “When a child is born. We gather on the eighth day to name it. To find a name from the family we look at both the father’s side and the mother’s…” Flowers floating on water; people at the naming party; grandmother gives child’s names as Papa Ekow Azailwie and explains what they mean. Flowers at tombstone. Naming ritual continues: the baby symbolically learns the difference between truth and lies, etc. Kwame. Drinking the health of the baby. Dancing after the ceremony. Sunset. Caption: “In the urban landscape, hope is the ultimate arbiter.” Hands holding glowing red ball. Credits over African artefacts.",
   "Choreographer" : "",
   "Date" : "1990",
   "Series" : "Black Arts Video Project",
   "Title" : "Love in a Cold Climate. A story of urban living and rituals of survival",
   "Part" : "",
   "Film ID" : "ACE427",
   "Production Company" : "Efiri Tete Films/African Dawn"
}
