{
   "Synopsis" : "A discussion of possible reasons for the high incidence of schizophrenia in the black British community, accompanied by Birmingham-based group, Blackvoices.",
   "Director" : "Monika Baker",
   "Article" : "",
   "Full credits" : "Camera Mark Ewart; Assistant Camera Mary Newton; 2nd Camera Janus Scerek; Sound Kim Harding; Production Team Sindamani Bridglal, Kevin Durrant, Bryony Little. Artists: “Blackvoices”, Ann-Marie Burnett, Carol Pemberton, Rosielee Sinclar, Christine Godwin, Jackie; Dancers, Karen Lawrence, Pamela Maragh, “H” Patten, Joseph Thomas; Lyrics/Research Bob Ramdhanie; On Line Editor Steve Sklair; Graphics Ian Jeffries; With Thanks Theatre Royal, Stratford East, London, All Saints Hospital,Birmingham, The Urban Trust, Birmingham, Ceddo Film and Video Workshop, London, Latchmere Adult Education Centre, London, North East Media Training College, Newcastle Upon Tyne, Stonehills Studio, Gateshead, Nanette, Debbie London, Lol Lovett, Barbara Nicholls, Filmed entirely on location in Birmingham. Funded by the Arts Council of Great Britain. Director/Producer/Editor Monika Baker. © Web Productions 1991.",
   "Minutes" : "13 min",
   "Full synopsis" : "ACE436.2 10:00:00 10:13:27 Blackvoices singing intercut with people at home dancing to the music. Singing continues more or less throughout the film. Posters for black cultural events. Multi-imaging film. Commentary says that two psychiatrists suggest that the disproportionate rate of diagnosis of schizophrenia in black people may be partly due to a misdiagnosis of acute psychotic reactions, “temporary breakdown caused by social stress”. “Religious beliefs and practices are a psychological coping mechanism…” Religious belief systems can involve hallucinations, delusions and made-up words, all things regarded as classic symptoms of schizophrenia. Man says that … young Afro-Caribbean blacks are twenty-five times more likely that their white counterparts to be placed in psychiatric care by the courts… Views over Birmingham. Traffic. Dancers. Singers. Dancers as psychiatric patients. Singers as doctors. Narrator reports research that finds that black people find it more difficult to get counselling and therapy help through the National Health Service as opposed to drugs, etc. Many people have some form of mental illness but do not become “ill”; black people are being driven psychotic by society. The Royal College of Psychiatrists is setting up an Ethnic Minorities Monitoring Committee. Singers – “they call me mad, don’t they, don’t you?” Credits.",
   "Choreographer" : "",
   "Date" : "1991",
   "Series" : "Black Arts Video Project",
   "Title" : "Silent in the Crowd",
   "Part" : "",
   "Film ID" : "ACE436",
   "Production Company" : "Web Productions"
}
