{
   "Synopsis" : "The work of British visionary painter, Cecil Collins (1908-1989).",
   "Director" : "Stephen Cross",
   "Article" : "The",
   "Full credits" : "The Producers wish to thank The Tate Gallery, London, The Dean and Chapter of Chichester Cathedral, Central School of Art and Design, The City Literary Institute, Biddulph Grange Hospital, Poole’s Cavern, Buxton, Editions Durand et Cie. Music by Lawrence Ball , David Fanshawe, Peter Cox, And extracts from works by Ravel, Shostakovich, Messaien, Ligeti, Penderecki; Camera Derek Waterman; Sound Malcolm Hirst, Peter Woods, Ted Ryan; Design Claire Lyth; Executive Producer Rodney Wilson; Script and Direction Stephen Cross; Produced by Stephen Cross Ltd. Arts Council of Great Britain © 1978.",
   "Minutes" : "47 min",
   "Full synopsis" : "ACE067.2 10:00:05 10:09:42 Caption; “‘There was a time when we were admitted to the sight of visions innocent and simple and calm and happy, which we beheld shining in pure light, pure ourselves and not yet enclosed in that tomb which we call our body.’ Plato.” Cave interior; naked people, bound ankles and wrists; light, brief flashes of several paintings. Book blows open to show superimposed eyes. Glowing figure. Cecil Collins interviewed says his painting is “a quest … the life of a soul … in which the quest of a soul is re-enacted”. The Joy of the Worlds (1937) and others including The Artist’s Wife Seated in a Tree (1976). Collins walking in busy London street. Flashes of photographs of earlier life. Sunset over sea; seascapes. Details of paintings from The Promise (1936) intercut with shot of lighthouse on headland. Collins says his face “is turned towards the dawn, towards the rising sun”. VO continues over shots of him in London, talking about there being “two main groups of artists, the ones who are painting a decay, the end of a civilisation … and those, perhaps very few … who sense the beginnings of a new civilisation”. Collins in Central School of Art and Design. Paintings from 1930s including details from The Cells of Night (1934). Collins’s VO saying that “we feel so strange” because “we are caught in a transitional period”. \u000b\u000b ACE067.3 10:09:42 10:18:10 Collis with art students, discussing their work; his VO saying he is “not really a teacher [but] a creative artist who endeavours to share [his] creative experience with the students” and suggests that younger people are more receptive to ideas of God, and that they understand his “quest for the unknown”. The Voice (1938); Collins VO talking about the influence of the Surrealists whom he admired because they “did not accept this inhuman technological civilisation…”; paintings from this Surrealist period; Collins says that he later realised that the Surrealists had nothing to put in place of what they were rejecting, and, through his own painting, understood that the “other world” that he had found “was absent from theirs”. The difference between his art and theirs “entirely in the question of metaphysical reality”. Another painting. He says he feels lonely “with every kind of being that doesn’t share this reality”. Elisabeth, a Portrait of the Artist’s Wife (1950). Film of Collins and his wife, Elisabeth Collins, taking tea at their home. Woodlands. The Artist and his Wife (1939). ACE067.4 10:18:10 10:28:13 Collins talking about his working methods: he determines all the details in his mind first, sometimes so completely that there’s no reason to paint them. Collins painting. His VO says that the problem comes when one attempts to “manifest” the mind’s images “into the world of limitations … what it denies you is very important in creativity”. He believes that “painting is beyond enjoyment … a strange process of birth…”; he only enjoys what he has created after it is completed. A painting he’s working on. Collins says he doesn’t know what he’s going to paint when he starts; the seeds are inside him and “reveal themselves” as the result of some external stimulus. Other paintings including Hymn (1953). Collins says that “if we’re dealing with the indescribable, it’s quite obvious that we cannot define this reality… It’s not necessary to understand in order to create…” and talks about “old … constant images”, such as the angel and the fool, “that come and go in the various cycles of history”. He suggests that people need to regain a childlike innocence. The Voice of the Fool (1944). Fool and Flower (1944). Fool and Landscape and other paintings of featuring variations on “the Fool”. Collins VO talking about the tradition of a metaphysical reality, “reflected in an intermediary world of archetypal images so that Man … could make contact with that which was absolute”. The Invocation (1944). Other paintings including The Wounded Angel. “If these archetypal images die away from Man’s consciousness,” says Collins, VO, “he is left in the prison of the echo, and result will be fragmentation and lack of unity.” ACE067.5 10:28:13 10:39:20 Head (1960). Rush-hour crowds. “Our civilisation is the only one not to be based on a metaphysical basis and therefore could be considered abnormal… We have in consequence a one-dimensional civilisation … leaving out the metaphysical dimension in Man.” Collins looking out over London office blocks. “modern architecture is merely a mental diagram, it doesn’t come from the life of the psyche [which] is why people feel so alone in modern cities…”. Woodland. Painting of a Fool and The Quest (1938). Collins continues to talk about archetypes and the way his art is concerned with Man’s consciousness, rather than being about self-expression. Another painting. Collins believes that “the creative person is … haunted by a perfection.” The “reflection of perfection” in his paintings” takes the form of the anima, … the soul”, a very ancient archetype. Various paintings of angels, etc.; Collins talks of his “life-giving images” and says that “… the kind of art we shall need in the future is one that actualises the life of the soul…”. Office blocks. He believes that the younger generation realises “what a machine our civilisation has become” and that “ultimately this must lead to the concentration camp”. The Poet (1941). Another painting. Rush-hour crowds in Underground station. Ants. Corridor in Central School. Collins’s class moving slowly in time to music: his VO says “… the education of the inner life, the emotions, the imagination … is totally neglected…”. Collins talks to the students about “poise attention” and “being free” through “inner silence”. The Sleeping Fool (1943). “We are all over stimulated … but what is not stimulated is the soul…”. Class exercises continue, and Collins talks about an opening of consciousness which results in “an increase of sensibility”, saying that creativity comes from vulnerability; students drawing. ACE067.6 10:39:20 10:46:40 Collins at home, listening to music. Paintings with Collins saying “…one thing that we are certain about … is that we are all surrounded by a profound mystery and in some strange way we are asked to participate in this mystery and to collaborate with it – and it is the same with painting”. Paintings. Collins listening to music. Woodland clearing with Fool reclining at foot of tree and Angel standing nearby. Collins out walking. Intercut shots of various Angels and Fools, Collins and trees, Collins and his wife at the table near the lake. The table and chairs, water, sky. Landscape of the Threshold (1962); “You see, the old legend about the loss of Paradise is correct, but we have to re-win this Paradise, but the second Paradise is greater and more rich than the first Paradise. We know the reality of things when we lose them. It is the absence of the Paradise that is the stimulus of all creation…” Painting with a Fool and an Angel. The Angel of the Flowing Light (1968). Collins painting. “…now modern art has won its victory, has nothing more to revolt against, the energy has gone out of it, and it may have reached bankruptcy… a very important point to reach because now… it has got to be life-giving… I believe my art is that which faces the sun.” Painting of sun with face. Caption: “‘There are few who, going to the images, behold in them the realities, and these only with difficulty.’ Plato.” Credits.",
   "Choreographer" : "",
   "Date" : "1978",
   "Series" : "",
   "Title" : "Eye of the Heart. The paintings of Cecil Collins",
   "Part" : "",
   "Film ID" : "ACE067",
   "Production Company" : "Stephen Cross"
}
