{
   "Synopsis" : "One of a series on black and Asian music and culture: 24 hours in the lives of three groups of Bristol-based Afro-Caribbean musicians, demonstrating the progression of black popular music, from reggae-driven dub, to soul and jungle-jazz crossover",
   "Director" : "Ruppert Gabriel",
   "Article" : "",
   "Full credits" : "Henry & Louis (Cup of Tea Records) Deliverance, Smith & Mighty (More Rockers Records) Same (featuring Tammy Payne), Roni Size & D J Krust (Full Cycle Records) Down, Underneath the Moon, Share the Fall, Messiah (Remix for Some Bizarre), Production Manager Pat Roberts; Unit Runner Marika Jones; On-line Editors Paul Ludgate, Dave Robbins; Sound Dubbing Ben Baird; Producer David Naden; Executive Producer for the Arts Council of England Rodney Wilson; Editor Ray Frawley; Director/Cameraman Ruppert Gabriel. A Waterside Production. © The Arts Council of England and Channel Four MCMXCVI.",
   "Minutes" : "12 min",
   "Full synopsis" : "ACE326.2 10:00:00 10:11:52 Clifton Suspension Bridge. Street scenes, people boarding buses, children going to school, etc.; reverse of these shots. Henry & Louis [Jack Lundie and Andy Scholes]. Deliverance. Music continues over street scenes in deprived areas. Henry and Louis playing. Black youth on the streets. Images of Africans – a statue outside a church, statue of Atlas holding a globe labelled “Africa”. Christian symbols; elderly black woman eating; churches; black congregation clapping and singing. Effigy of white bishop. Gravestones of eighteenth-century black servant. Chains and handcuffs. Smith & Mighty. Same. Music continues over shots of high-rise flats, terraced houses, homeless people, people sitting outside restaurant, second-hand clothes shop, street signs for “Whiteladies Road” and “Blackboy Hill”, smart restaurants, pubs with mostly back clientele. Roni Size & D J Krust. Down: music over children dancing in garden, cars on the road, young black and white couple, aerial view of docks and business districts, police cars, funeral. Night scenes, club, DJs, dancers, people working out in gyms. Size and Krust (Underneath the Moon) over club scenes, streets at night, smoking cars. Size and Krust (Share the Fall). Club scenes. Credits.",
   "Choreographer" : "",
   "Date" : "1996",
   "Series" : "Black Tracks",
   "Title" : "Bristol Vibes",
   "Part" : "",
   "Film ID" : "ACE326",
   "Production Company" : "Waterside"
}
