{
   "Synopsis" : "A film, based on a lecture by David Driskell, on the work of black American artists from the period of the Revolution in 1776 until the 1930s.",
   "Director" : "Andrew Piddington",
   "Article" : "",
   "Full credits" : "Acknowledgements Brenda Lee McCall, Trixie Rosen, William Nelson Rev. Miles N. Walker, Jack Stiles, Gregory Stavalopolus, William Rice, Kaleb Mose, Central Television Facilities; Archive Archive Films Inc., John E Allen Inc., University Place Bookshop; Paintings reproduced by permission of Abby Aldridge, Rockefeller Folk Art Center, Williamsburg, Virginia, Bowdoin College Museum of Art, Maryland Historical Society, Baltimore, Hampton University Museum, Schomberg Center, NY, Detroit Institute of Arts, gift of Mrs Jefferson Butler & Miss Grace R. Conover, American Museum in Britain, Bath. Shot on location in New York City, Columbia University, N.Y., The Cooper Union for Advancement of Science and Art, Barnard College, University of Maryland College Park, Adele H. Stamp Student Union, Eatonton, Wayside, Milledgeville and Macon, Georgia. Production Manager Tracey Mulcrone; Assistant Camera Margaret Gormley; Assistant Editor Steve Griffiths; Rostrum Camera Jay Holloway; Sound Recordist Steve Phillips; Dubbing Mixer Robin Ward; Laboratory Universal; Opticals Howell Opticals; Titles Paul Stedman, B.B.B.; Photography Robin Macdonald; Editor Paul Brown; Executive Producer Rodney Wilson Producer Maureen McCue; Director Andrew Piddington. The Producer wishes to thank Prof. David Driskell for his full co-operation in the making of this film. A Cue Production for The Arts Council of Great Britain in association with Channel 4. © Arts Council MCMXC",
   "Minutes" : "52 min",
   "Full synopsis" : "ACE210.2 00:02:56 00:12:02 Caption: “The Strong Men Keep A-Coming’ On. The Strong Men Git Stronger.” [Quotation from Sterling Brown’s Strong Men.] Night street scene from travelling car. Driver. VO quotes: “I am a negro. Black as the night is black. Black like the depths of my Africa.” and then names “Duke Ellington. Louis Armstrong. Fats Waller. Billie Holliday. Langston Hughes. Richard Wright. Aaron Douglas. William H. Johnson.” Split screen effect of black cabaret dancer and band. VO continues “Archibald J. Motley Jr. This was the Harlem Renaissance.” Car. Montage of cabaret footage, musicians, dancers, etc. Commentary asks how this movement could have happened at a time when black Americans were still being lynched by whites. Driver. VO talks about telling the story of African Americans, going back to the days of the kingdoms of Ife and Benin, a long tradition which can lead to a glorious future. Driver parks car. Exterior Columbia University. Arnold Rampersand, Biographer of Langston Hughes, announces lecture by Professor David Driskell, giving biographical and professional details, particularly an exhibition called “Two Centuries of Black American Art”, which he mounted at the Los Angeles Country Museum of Art in 1976. Driskell waiting in the wings. Driskell goes to the microphone, slides of African American art works behind him. He talks about Aaron Douglas’s 1934 135th Street (Harlem) Public Library murals, Aspects of Negro Life. Panel One, The Negro in an African Setting, displayed behind him. Other panels; lecture continues over, describing the murals, the social history of the time, and the emergence of a black American identity. Driskell talks about black Americans being asked to confront their African roots. \u000b\u000b ACE210.3 00:12:02 00:19:03 Engravings and paintings illustrating initial consequences of slavery: men being chained, women running with their babies, men and women being punished, conditions on slave ship, slave auction. Driskell points out that families and tribal groups were split up and dispersed, and talks of cultural activities that echoed their African past and identity. Images from paintings by Palmer Hayden and from Douglas’s murals. Driskell driving along country roads. Willie Dixon’s Bring it on Home heard over. Images of lynchings, fires, etc. Mural. Photograph of black couple. Photographs of whites and black victims. Quote from James Baldwin’s Notes of a Native Son read over: “The past will remain horrible for as long as we refuse to assess it honestly.” ACE210.4 00:19:03 00:27:45 Driskell driving through his birthplace of Eatonton, Georgia; talks about his family, and about the town as he remembers it. He defines a “shot-gun house”, one with front and back doors in line with each other. Children playing. Driskell talking to William Driskell, an elderly relative; his VO describes his own feelings and the understanding he shares with William of their collective history. Black and white film of black people working in the cotton fields, crushing sugar cane, laying railway tracks. Douglas’s mural, Idyll of the Deep South. Driskell arriving at derelict one-room school-house. He suggests that Joshua Johnson (or Johnston) (c.1765-c.1832) would have been educated in such a place, and describes Johnston’s career, first as sign painter, and then as portraitist. Portrait of Mrs. Barbara Baker Murphy (Wife of Sea Captain) (c.1810). Driskell’s VO claims Johnson’s work disproved white beliefs that black people “were not intellectually capable of pursuing intellectual endeavours”. Various portraits and family groups including James McCormick Family (c.1805). Possible self-portrait, Portrait of an Unknown Man, with Driskell quoting Johnson’s descriptions of himself and his abilities. ACE210.5 00:27:45 00:27:58 END OF PART ONE ACE210.6 00:27:58 00:37:27 Front page of periodical Liberation, from June 1864, illustrated by Patrick Reason. Poster warning black people to beware of official “kidnappers and slave catchers”. Engraving by Reason showing black man being taken by whites. Announcement of “anti-slave catchers’ mass convention”. Engraving, titled An American Woman, of black woman in chains; engraving of black man being beaten. Photograph of group of slaves. Early fiction film showing black man being whipped. Fiction film suggesting American Civil War. Douglas’s mural. Driskell at derelict railway station. VO quotes poetic description of slave auction, “The sale began, young girls were there, defenceless in their wretchedness, whose stifled sobs of deep despair revealed their anguish and distress…etc etc”. Extracts from The Birth of a Nation (1916) Driskell, sound over (from feature film) is of man being whipped; Driskell feels the pain. Train. Civil War footage, etc. Photographs of black soldiers, of women slaves; VO quotes description of fugitive slaves coming to Union troops for help. Douglas’s mural. Driskell on train. VO talks about end of Civil War, Lincoln’s assassination, black emancipation. Douglas’s mural. Driskell alights from train. Photograph of Henry Ossawa Tanner. The Banjo Lesson (1893) and The Thankful Poor (1894), the only two of Tanner’s paintings which could be regarded as ‘black’ subjects, despite his outspoken views on racism. Driskell in pool hall says that Tanner moved to Paris in the 1890s and lived there until his death in 1937. Born 1859, Pennsylvania; photograph of Tanner holding pool cue. Some of his paintings on religious and other rural subjects including Daniel in the Lion’s Den (1895), Abraham’s Oak (1905), and Angels Appearing before the Shepherds (c.1910). ACE210.7 00:37:27 00:44:10 New York scenes from 1920s illustrating migration of black people from the south to the north; Driskell’s VO talking about how this stimulated black artists and musicians. Driskell lecturing; photographs of black writers and performers behind him. Film of 1920s nightclubs, etc.; Driskell’s lecture talks of whites’ discovery and assimilation of black culture, and quotes W. E. B. Dubois’s criticism: “… There is more to black culture than the beating of drums.” When Tricky Sam shot Father Lamb, Midsummer Night in Harlem; Nous Quatre A Paris / We Four in Paris; Subway. Photograph of Palmer Hayden [Peyton Hedgeman]. Driskell lectures over. Slow and Easy Blues and others including The Janitor Who Paints (c.1930). Driskell lecture. Cabaret scenes in Harlem. Langston Hughes’s poem Negro Servant read over. Detail from We Four in Paris. Black Belt. ACE210.8 00:44:10 00:54:48 Newspaper photographers. Photograph of Archibald Motley, 1891-1981. Driskell’s VO says his one-man show in 1928 “undoubtedly legitimised the primitive style”. Black Belt (1934), and others while Driskell talks about the “fat man” in these pictures as an image of social isolation. Extract from St Louis Blues (1929). Langston Hughes’s Juke Box Love Song read over another painting; poem continues over more of St Louis Blues. The painting with music from film played over. More paintings by Motley with Driskell describing his work over. St Louis Blues – Bessie Smith – intercut with cabaret painting. Driskell lecture. Contemporary scene of young black woman, with black and white film and Brown Girl (After the Bath) (1931). Douglas’s mural, Song of a Tower. Driskell describes it as “the black man at the centre of industry, on the wheel of industry, helping to build the cities of America”. Photograph of Aaron Douglas, lecture continues, describing his style as “geometric symbolism”. The Black Image in White America. Photograph of the unveiling of the mural series which was very influential on the next generation of black artists. Engraving. Cover of copy of Spark – Organ of the Vanguard. Driskell leaves Columbia University and drives off. His VO continues, talking about continuing racial discrimination until the 1960s when black people became “Free at last”. Credits\u000b\u000b",
   "Choreographer" : "",
   "Date" : "1990",
   "Series" : "",
   "Title" : "Hidden Heritage. The roots of Black American painting",
   "Part" : "",
   "Film ID" : "ACE210",
   "Production Company" : "Cue"
}
