{
   "Synopsis" : "British artist, Faisal Abdu’Allah (b. Paul Dufus in 1969) discusses his silk-screen paintings and photographs and issues of black identity.",
   "Director" : "Inge Blackman",
   "Article" : "",
   "Full credits" : "Artist Faisal Abdu’allah; Poem You That Love England, C. Day-Lewis; Poem Read by Brian Matcham. Thalatha Haqq The Three Truths 1992 Courtesy of the Victoria and Albert Museum. Thanks to The Chiltern Sculpture Trust. Rosemary Miles, Victoria and Albert Museum. All the guys at City Barbers. Associate Producer Olabisi Silva; Production Manager Marilyn Bennett; Lighting Camera Paul Robinson; Sound Donna Baillie, Julian Chatterjee; Additional Camera Inge Blackman; Additional Sound Paloma Etienne; On Line Editor Peter Beswick; Dubbing Mixer Ian Selwyn; Editor Pelin Sidki; Producer Heather McAdam; Director Inge Blackman; Production Supervisor for The Arts Council of England James Van Der Pool; Executive Producer for The Arts Council of England Rodney Wilson. A Cultural Partnerships Production for The Arts Council of England. © Arts Council of England MCMXCVII.",
   "Minutes" : "16 min",
   "Full synopsis" : "ACE365.2 10:00:00 10:08:15 English countryside at harvest time. Poem read over, “You who love England…” Thatched cottage, dogs, trees. Images of Muslims at prayer, silk screen picture The Last Supper I, photograph The Crucifixion, road sign for Harlesden, north London, with hoarding displaying the image of the white robed figures. Faisal Abdu’Allah talks about his parents’ reaction to his wish to be an artist. Thalatha Haqq/The Three Truths (1992). Abdu’Allah describes this piece and its symbolism. Other work. Market scenes: his VO talking about each person being a god. Shops: VO talking about cultural changes that he’s seen in Harlesden. Abdu’Allah opening up the barber’s shop where he works. Men having haircuts. Abdu’Allah’s VO saying that his conversations with customers have informed his knowledge of black history and culture. Aqil, from Scientists of Sound, talking about the interaction between their activities and Abdu’Allah’s art. Images from Abdu’Allah’s series, I Wanna Kill Sam Coz He Ain’t My Motherfuckin’ Uncle (1994). His VO describing how he felt rap artists were suffering from stereotyping. Aqil says that the series was Abdu’Allah’s attempt to make people confront their own attitudes and ideas. Martina Attille, film-maker, is concerned that Abdu’Allah’s images are too extreme, at a time when media images of black men are already criminalised. Mark Sealy, Director of Autograph (the Association of Black Photographers), says that while the image of a black man pointing a gun at the camera/viewer is threatening, a similar image of a white man results in James Bond. More images from the series. Aqil and Aybee from Scientists of Soul believe they are popular because, while they deconstruct stereotypes, they are stereotypes. They can be dismissed as “urban art” and not taken as seriously as old masters would be despite their relevance to today’s culture. Cowleaze Wood, Chiltern Sculpture Trail. Abdu’Allah unmoulding a triangular cement pillar. His VO says how hard it is to break away from the classical painting tradition. Superimposed Nick Bodimeade, Chair of Trustees, Chiltern Sculpture Trail, talks about the strong relationship the white middle classes have with landscape and pastoral images. His VO, over Abdu’Allah continuing to construct his installation, suggests that placing images of black men in these surroundings will cause people to question this relationship. ACE365.3 10:08:15 10:15:45 Paul Amey, Artist, advising Abdu’Allah on the best way of putting together his art work, and the perils of vandalism in this outdoor setting. Superimposed Aqil asks why the work isn’t in a gallery in Harlesden, then points out that there is no gallery there and asks if black people would visit it if there was. Aybee and Aqil, superimposed on images of posters and markets from Harlesden, say that most black people have the impression that gallery-goers appreciate a different kind of art to the graffiti and flyers they get themselves, and mock the “cheese and wine” classes. Attille, superimposed on Harlesden street scenes, says that it can be hard, as an artist who relates to the black community, to recognise that that community is as fragmented and changeable as any other, and doesn’t necessarily like to be “spoken … on behalf of”. Harlesden street scenes. Abdu’Allah’s VO suggests that black people in London have been taught a false history which they must question. His piece The Last Supper I, in which the participants are black men and women wearing Muslim robes and veils. Abdu’Allah believes that Western artists have used Christian themes “to their advantage”, with a blond, blue-eyed Jesus offering an image of purity. Abdu’Allah’s photographic piece, The Crucifixion. Aqil on Abdu’Allah’s The Last Supper II, in which the participants are black men and women. Aybee says that the inclusion of the gun helps to draw a parallel with contemporary black society in which blacks may betray others of their own race. Abdu’Allah working on his woodland installation. Details of the work. His VO names it as The Reservoir of Gods, and hopes that viewers will begin to understand what young black men are trying to say. He talks about the challenge of bringing this project to fruition in an environment that he’s not been familiar with before. Harlesden. Photograph of man in robes. Thalatha Haqq. The Last Supper I. Photographs from I Wanna Kill Sam… Credits.",
   "Choreographer" : "",
   "Date" : "1997",
   "Series" : "Moving Image",
   "Title" : "Reservoir of Gods",
   "Part" : "",
   "Film ID" : "ACE365",
   "Production Company" : "Cultural Partnerships"
}
