{
   "Synopsis" : "Aspects of life and culture in Barcelona in Olympic year.",
   "Director" : "Gerry Troyna",
   "Article" : "",
   "Full credits" : "Written and presented by Robert Hughes. Archive Arxiu Capitular de la Catedral, Ateneu Barcelonès, L’Avenc, COOB ’92 S.A., Institut Cartográfic de Catalunya, Institut Municipal d’Història de la Ciutat, Museu d’Art Modern, Museu d’Història de la Ciutat; Thanks Montserrat Caballé, Xavier Corbero, García Navarro, Ajuntament de Barcelona, Generalitat de Barcelona, Olimpiada Cultural, Orquesta Ciutat de Barcelona. Camera Andrew Carchrae, Lawrence Gardner; Sound Lício Marcos de Oliveira; Lights José Luis Rodríguez; Grips Jaime Domenech, Toni Gil; Rostrum Camera Ken Morse; Dubbing Mixer Paul Hamblin; Graphics Spark Ceresa; Music Julian Wastall; Guitar Juan Martín; Researcher Sophy Morland Production Accountant Christine Gayford; Production Assistants Juan Antonio Harmony, Sally Thomas; Production Manager Christopher Collins; Video Editor Robin Parsons; Editor Alan Trott, Julian Macdonald; Producer Rebecca Dobbs; Director Gerry Troyna. A Maya Vision Production for BBC TV in association with Thirteen/WNET and the Arts Council. Omnibus Editor Andrew Snell. © BBC MCMXCII.",
   "Minutes" : "50 min",
   "Full synopsis" : "ACE241.2 10:00:00 10:10:38 Aerial view of Barcelona. VO: “Some days you can see the whole of Barcelona from the hill behind the city. The place is called Tibidabo.” Robert Hughes looking down from gallery … ( “the name means I will give you”) … below the statue of Christ … (“the words allegedly spoken by the Devil to Jesus Christ” when he tempted him) … on top of the Temple Expiatori del Sagrat Cor, the Church of the Sacred Heart.\u000bPanning view across city – Freddy Mercury’s song over. Collage of views of buildings, streets, people. Panning view. Traffic going up-hill at dusk. Funfair.\u000bThe Christ statue at night. View down over funfair. Collage of shots in streets at night. Car drives past outside of house where Hughes is staying. Interior views, including Hughes working. VO explains that he first went to the city in spring 1968 in order to experience the scene of George Orwell’s Homage to Catalonia. He stayed in this house, belonging to sculptor Xavier Corbero. Workmen on building site. View down over city at dusk. View over prow of small boat approaching Barcelona by sea, and others from the water. View of harbour. Graffito: “trabajo = muerte”. Traffic in the city. Hughes speaking from the back seat of a taxi, driving through main streets, about the political make-up of the city. Taxi pulls up outside the Palau de la Generalitat, in Plaza de Sant Jaume. Hughes goes inside to meet the President, Jordi Pujol. Ninteenth-century map of Iberian peninsula showing Catalunya. Pujol talks to Hughes about Catalan identity, defined by culture, language and politics. Hughes walking across the Plaza de Sant Jaume to the Town Hall. Inside the Town Hall.\u000bMayor Joan Maragall talks to Hughes about the differences between his Socialist party and that of Pujol. Service inside Cathedral as part of the festival of La Verge Mercè,attended by both politicians. Festival street scenes with big papier maché\u000bfigures. Castellers building a “human tower”. Hughes in back street. Carvings of Wilfred the Hairy (Guilfré el Pilós) and St George fighting a dragon. Firework covered dragon in night-time festival procession, fireworks outside Town Hall, papier maché bull, more festivities.\u000b\u000b ACE241.3 10:10:38 10:19:26 History of Catalan expansion – engraving of Barcelona harbour, map of Europe. Seventeenth century sailing ship. Interior of the Barcelona Stock Exchange, La Llotja, founded 1383, with Hughes relating its history. Businessmen talking. Exterior of building across the street decorated with cherubs trading. Aerial view of the Cathedral. Street shrine to St Eulalia. Hughes in side street continuing to relate story of St Eulalia. Exterior Cathedral, cloisters with geese. Views of streets and buildings in the Gothic quarter, including exterior of those housing the Picasso Museum. Church of Santa Maria del Mar, exterior and interior views, details of ecoration.\u000bRemains of Roman walls, map of medieval city showing it outgrowing Roman outline, narrow street. Engravings of 1714 siege of Barcelona by Duke of Berwick under Bourbon King Philip (Felipe) V. Santa Maria del Mar and epitaph to the Catalan defenders. Paintings and map showing city rebuilt and expanded by the Bourbons. Hughes on Las Ramblas; 18th century map, 19th and early 20th century photographs, etc. Las Ramblas at night – news-stands, drug takers, police, etc.\u000bViews down over city. Aerial views showing older city and the results of El Eixample, the “enlargement” of 1859, designed by Ildefons Cerdà i Sunyer. Portrait of Cerdà.\u000b ACE241.4 10:19:26 10:25:06 Hughes discusses the new city design with David Mackay, architect and architectural historian. Photograph of new city under construction, and map of completed area. Aerial views; travelling views of cemetery on Montjuïc. A variety of extravagant tombs, two motorcycle policemen guarding the area, the “multi-storey” tomb blocks. Poster, photographs and engravings of the Exposición Universal of 1888, the fairground created for it, a photograph of the Mayor, Francesc de Paula Rius I Taulet, \u000bThe monument to Christopher Columbus (the Mirador di Colón). Pictures of buildings (examples of Catalan Modernism) at the Exposicion: the triumphal arch, and the café-restaurant in the Parc de la Ciutadella, the Castel dels Tres Dragons, by Lluís Domènech i Montaner. Details from other examples of Modernism – glass, tiles, sculptures, etc.\u000b ACE241.5 10:25:06 10:39:47 Photograph of Antoni Gaudí i Cornet. The house built by Gaudí for industrialist Josep Batlló between 1905 and 1907. Exterior details showing its “dragon” features.\u000bInterior views. Exterior details of the Casa Amatller, designed by Josep Puig i Cadafalch in 1900. Exterior of the house of Lleó Morera, built by Domènech i Montaner in 1905. Details of Domènech i Montaner’s Hospital de Sant Pau (1901-1905). Domènech’s Palau de la Música Catalana, opened in 1908. Exterior and interior details, photograph of Amedeu Vives, busts of Josep Anselm Clavé and Ludwig van Beethoven, representation of Walkyrie, etc. The organs with inset of Montserrat Caballé singing Vives’s song The Immigrant. Caballé explains the lyrics of The Immigrant to Hughes. More detail views of the Palau, including the stained glass skylight. Caballé talking about her debut at the Palau. More interior details. The stage wall ceramic sculptures by Eusebi Arnau. The organ with, inset, Caballé taking a bow. Aerial view over Gaudí’s Sagrada Familia. View from within the walls. Hughes gives the building’s full name as “The Expiatory Temple of the Holy Family” or the “Temple Expiatori de la Sagrada Familia”, and says that Gaudí worked on it from the 1880s until his accidental death in 1926. Details of the architecture. Views up inside the towers. Exterior spires. View down from a spire. Aerial view of the building. Cleaning the case of a model of the Sagrada Familia. Exterior views including new work by sculptor Josep Maria Subirachs, with a brief shot of the sculptor himself at work Japanese tourists at the Sagrada Familia. Hughes reads entries in visitors’ book. Night scenes. Night-time exterior of the Casa Batlló. Night-time exterior of the Sagrada Familia. Hughes talking to Catalan friends about the Sagrada Familia over dinner. Most of them think of it as nothing more than tourist attraction.\u000b ACE241.6 10:39:47 10:50:04 Night-time street scene. Transsexual prostitutes. Night scenes of building the Olympic Village. Aerial view of Arata Isozaki’s covered Sant Jordi stadium on Montjuïc. Roadworks, and view of the the Mirador di Colón. Aerial view and tracking shots of the waterfront area where the Olympic Village is being built.\u000bSupervising architect, Oriol Bohigas, explains what the site was like before building started. Building works. The new harbour area. Bohigas talks to Hughes about post-Olympic plans for the tower blocks. Views of the new developments, and waterside shots. Ceramic copies of “Cobi”, the Olympic emblem, coming off a production line. \u000bOther representations of Cobi in cartoon form, on advertising hoardings, etc. Night-time street scenes. Interior shots of the Torres de Avila night-club, designed by Javier Mariscal. Traffic scenes. Hughes returning to the airport. Prat Airport exteriors. Airport interiors, designed by architect Ricardo Bofill, with Hughes explaining its design faults. Credits\u000b",
   "Choreographer" : "",
   "Date" : "1992",
   "Series" : "Omnibus",
   "Title" : "Barcelona with Robert Hughes",
   "Part" : "",
   "Film ID" : "ACE241",
   "Production Company" : "Maya Vision"
}
