{
   "Synopsis" : "Jatinder Verman, Shobana Jeyasingh, Anish Kapoor, Paul Gilroy, Homi Bhabhar and others discuss their Asian-based arts work in relation to the British world in which they live.",
   "Director" : "Pratibhar Parmar",
   "Article" : "The",
   "Full credits" : "The Caucasian Chalk Circle performed by Yogesh Bhatt, Vincent Ebrahim, Shaheen Khan, Shelley King, Nirmal Chandra Pandey; Stage Design Magdalena Rubalcava; Director Jatinder Verma. Romance with Footnotes performed by Jeyaverni Jeganathan, Savitha Shekkar, Jasmine Simhalan; Original Score Glyn Perrin; Vocals composed by Kari Kudi Krishna Murty; Set Design Belinda Ackermann; Choreographer Shobana Jeyasingh. Anish Kapoor’s work courtesy of Lisson Gallery and the Artist. Other artists’ work featured: Said Adrus, Sonia Boyce, Nina Edge, Bhajan Hunjan, Anita Kaushij, Anuradha Patel, Shanti Thomas. Music: Countryman and Mother India by Fun-Da-Mental, © Nation Records, QFM/Warner Chappell Music; Attached by Orbital, Peel Session, © London records and BBC; Mustt Mustt by Nusrat Fateh Ali Khan, © Real World Records; Wham Bham Bhangra by Bally Sagoo, © Oriental Star Agencies. Lighting Camera Jeff Baynes; Camera Assistant Louise Stoner; Sound Christine Felce; Boom Peter Eusebe; Dubbing Mixer Peter Smith; On-Line Editor Richard Wilding; Gaffers Mark Brennan, Geoff Brennan; Grips Mark Duffield, Glyn Fielding; Set Design Tracey Rivers; Rostrum Camera Ken Morse; Production Secretary Sophie Weitzmann; Production Runner Kay Brooker; Researcher Rabinder Minhas; Production Manager Lizzie Thynne; Assistant Editor Cilla Beirne; Editor Anna Liebschner; Executive Producer Rodney Wilson; Producer Debra Hauer; Director Pratibha Parmar. Hauer Rawlence Productions. for the Arts Council of England and Channel Four Television. © The Arts Council of England MCMXCIV.",
   "Minutes" : "50 min",
   "Full synopsis" : "ACE273.2 10:00:00 10:08:25 Images from Asian cultures. Jatinder Verma, Artistic Director, Tara Arts: “We exist … in our diversity … in Tooting, … in Hampstead, … as shopkeepers, … as judges…”. London street scenes: young Asian women, drummer. Shobana Jeyasingh, Choreographer: “For myself, I seem to be inventing my own culture”. Indian dancers. Anish Kapoor, Artist: “I’m really not interested in knowing if my work is Indian or not… What is important … is emotionality.” One of Kapoor’s sculptures. London scenes, including shot from front of Docklands Light Railway train. VO “… these artists are changing out idea of what it means to be British, and how Britain is perceived both at home and abroad.” Paul Gilroy, Writer and Critic: “New ideas of tradition have to be created – and are being created continually…” Greek-Asian sculpture with Gilroy VO “a lot of energy generated in that confrontation [between British and incoming cultures”. Gilroy. Dancer, street scenes in Asian area, western and Asian music. VO “Britain has been slow to accept its identity as a society of cultural diversity” and talks about the emergence of new art forms from the different backgrounds. Images of dance, cinema, sculpture, etc. Jatinder Verma on the changes in cultural landscape since the large-scale arrival of Asian immigrants in the 1950s, exemplifying this with comments on the availability of more diverse cuisine since then. Verma VO continues over shots of Asian women marketing. Verma: food and colour in dress – very mundane, but affect everyone on a day-to-day level. Indian dancers. Shobana Jeyasingh talking about the Indian diaspora. Jeyasingh VO continues over shots of dancers, talks of inventing her own ethnicity as a reaction against “a straightjacket of ethnicity” put upon her when she first came to Britain. Homi Bhabha, Writer and Critic: “You get this in some of the most sincere multi-cultural thinking...” Bhabha VO continues over images of Asian paintings “… we want to display you …” Bhabha “… but we want you to constitute a recognisable, quasi-national cultural identity before we can really give you the recognition you want.” Performer. Musicians and dancers. VO notes that the Tara Arts Theatre Company was founded in the mid 1970s. In 1990, Jatinder Verma became the first Asian director to be invited to stage a play at the National Theatre. Verma talks about the Company and how it tries to bring external sensibilities into the boundaries of Britain, and thus redefining the sense of what it is to be British. \u000b\u000b ACE273.3 10:08:25 10:16:27 Performance continues, a version of Bertolt Brecht’s The Caucasian Chalk Circle. Shelley King, one of the Company’s actors, points out that what they do is British theatre. The Company performing. Verma VO says that Tara has many affinities with the work of Europeans like Peter Brook who consciously employ Indian, Chinese, Japanese, African theatre form and idioms in the reworking of existing texts, but Brook’s work is considered “world theatre” while Verma’s is thought of as “ethnic theatre”. Gilane Tawadros, Director, Institute of New International Visual Arts. “Mainstream critics have not wanted to engage with work of artists who they define as marginal… as if you have to be from the same culture in order to have anything to say…” Jeyasingh talks of the first headline she remembers about her work, “Madras dancer curries favour”, and notes than things have changed since then. Dancers from the Shobana Jeyasingh Dance Company. Jeyasingh explaining that it’s taken a very long time for her company to be accepted as British both by British agencies (e.g., the British Council) and by European and other countries. Dancers. Jeyasingh on how she took a while to recognise that she didn’t want to be classified by someone else as “ethnic” or “folk” but wanted to be recognised for what she was … Superimposed images of dancer and London street scenes, Jeyasingh VO, … part Indian, part north London, with a language that comes from herself… Dancers; VO … reflecting a unique combination of languages and cultures. Jeyasingh talking about her work and how others perceive it. Jeyasingh VO on how her work is constructed on geometric lines and with the dancers bodies relating to space; dancers performing Romance with Footnotes.\u000b\u000b ACE273.4 10:16:27 10:16:31 END OF PART ONE ACE273.5 10:16:31 10:24:30 Paul Gilroy talking about how notions of cultural diversity, etc., are actually about concepts like cultural hierarchy and value. The Caucasian Chalk Circle. Gilroy on how external cultures reach in and affect what is inside. Shobana Gulati, Performer, dancing. Gulati on how the young performers from India or Britain she’s worked with don’t have any problem with their roots. Gulati performing. Gulati saying that “identity” was the last thing on their minds, the “cultural resource” is what’s important. Gulati performing. Vincent Ebrahim, Actor, on Tara being successful because it breaks moulds, shows what it means for one culture to come into contact with another. The Caucasian Chalk Circle. Verma on how views of culture are changing from that of the point of the white Anglo-Saxon male. Tower Bridge with Indian paintings superimposed. Verma VO continues. The Caucasian Chalk Circle in rehearsal; Verma VO continues about redefining classics. Rehearsal. VO talks about mixed critical reception of Verma’s 1990 production of Molière’s Tartuffe. Verma at rehearsal. Verma describing the “enormous irony around Brecht” which is that his techniques were the result of his encounters with Asian theatre but that British and other European productions don’t recognise this influence. The Caucasian Chalk Circle. Shelley King on role stereotyping of Asian actors in mainstream theatre. ACE273.6 10:24:30 10:32:07 London building. VO explains that new generation is influencing not just theatre but painting, sculpture, installation art, etc, challenge orthodoxies by bringing non-European cultural references to their work. Sandy Nairn, Curator, Tate Gallery. What artists are making is part of how we all understand ourselves. Nairn VO on the understanding of images shifting and the shifting and changing of those images. Images of painting, sculpture, dance, etc. Homi Bhabha on how artists refuse to be “typified”. Bhabha VO images of sculptures, paintings, etc. Bhabha: artists want to question ideas of fixed identity. Zarina Bhimji, Artist, spreading pigments; her VO says she can now forget she’s a migrant. Bhimji on her work being concerned with that “language”, but now becoming more specific to particular memories. Some of Bhumji’s photographs. Sutapa Biswas, Artist, says she tries to focus on the idea of “locating one’s self”, but not necessarily in one defined place. Collages and photographs. Biswas is “more interested in actually questioning boundaries” as her influences are world-wide. Photograph. Shot from front of DLR train; the “journey” seems more open-ended that having singular direction. Gilroy: artists work requires critics to produce “a different politics of representation”. London street scenes. VO on the city being the locus for different traditions and “conversations”, alternative ways of looking at what it means to be British, different ways of seeing the country. Tawadros on the desire in British culture for a notion of Britishness or Englishness, but that this has never been a reality. Verma on recognising the English within the Indian, and the Indian within the English as one of the most difficult things to come to terms with, where multiculturalism falls down. Gilroy on new artists trying to live out the possibility of being new Europeans. Sculptures. Indian dancer dissolves into image of Greek statue and DLR.\u000b\u000b ACE273.7 10:32:07 10:32:25 END OF PART TWO ACE273.8 10:32:25 10:41:01 Sandy Nairne says that not only do Asian artists produce good work, but they have also – though only with a struggle – achieved recognition. Nairne VO over classical Roman sculptures: the struggle has been against established white male “norm”. Chila Burman, Artist, on difficulty for Asian working class women to go through “the system”. Burman VO over classical sculptures and paintings: the systems are white middle-class institutions. Burman: survival in that set-up is tough; she has been lucky to have come along during the growth of the Black arts movement, but it’s much harder for younger artists who don’t have the same level of support. Asian paintings and photographs. Burman: artists who started out, like her, in the late 1970s and early 1980s, are now almost mainstream. Asian paintings and photographs. Street scenes – Asian women, Asian shops, etc. VO says that the number of racist attacks on Asians continues to rise, but, though Asian artists are very much concerned by this, they don’t want to confine themselves to commenting on issues of racism or migration. Gilroy: Asians are complex people and can offer the world a new way of looking at identity. It doesn’t have to be just one thing or another. Jeyasingh: creativity comes from personal desire; worrying about whether or not that creation is multicultural is far from foremost in an artist’s mind. To Reflect An Intimate Part of The Red (1981), by Anish Kapoor. Kapoor’s studio. VO names him as “one of Britain’s most acclaimed contemporary artists”, representing Britain at the Venice Biennale in 1990, and winner of the Turner prize in 1991. Kapoor says that whether his work is multicultural or intercultural is “simply a fact of [his] being”. Sculpture. Kapoor VO says he’s always resisted taking part in shows which define a culture. Kapoor says he’s interested in what art can do and what he can do as an artist. This raises questions such as “what can a contemporary attitude be towards the poetic… towards the sublime?” Kapoor sculptures. Kapoor VO: his Indian-ness may change the way his work is seen, but in terms of the “human story”, it’s a minor detail. Nairne: artists like Kapoor not only create influential work, but cause “interruptions” in people’s assumptions, e.g., demonstrating at Venice that British artists are not all white and British-born. It also shows the complexity of different cultural relations. Kapoor walking round To Reflect An Intimate Part of The Red. Kapoor VO wants the opportunity to be creative in every part of his existence. Classical Western sculptures. Catalogue of Hayward Gallery exhibition, “The Other Story”. Tawadros talking about the response to “The Other Story” and to a Kapoor exhibition running at the same time at the Lisson Gallery: several critics started their pieces on “The Other Story” by defining it as work by Afro-Caribbean and Asian artists, all of whom are Black, but explained that Kapoor “describes himself as an artist first and an Indian second”, and finds the “contest” set up between identity and art “insidious”. Gilroy worries that such defining reduces the role of the artist to that of propagandist.\u000b\u000b\u000b ACE273.9 10:41:01 10:50:00 Kapoor sculptures. Kapoor refuses to accept that his use of pigment is “quintessentially Indian”. Kapoor sculpture. Kapoor: if it’s Indian, so be it; if it isn’t, it isn’t. The point is “how” is his engagement with the work. Kapoor sculpture. Kapoor. It has a relationship with the body that is direct and passionate. Kapoor sculpture. Kapoor VO on how he’s been working towards a “tactile” emotional sense, looking for fast and durable emotional responses. Kapoor sculpture; VO Bhabha. Bhabha is excited by the way in which Kapoor’s work refuses to be “settled” into national or cultural representation or identity. Kapoor sculpture. Kapoor: “the reality of being Asian in Britain is very important to me”; he feels very passionate about racism, etc. Street scenes. Kapoor VO on how racism and other issues affect him every day. But, as an artist… Kapoor sculptures. Kapoor VO continues. Kapoor: … those issues aren’t given central focus. Making art is a deeply political act. Kapoor sculpture: Kapoor VO: the poetic act is itself a political act. Kapoor: … and he therefore doesn’t feel the need to make a work “in protest”. Romance With Footnotes (1994) by the Shobana Jeyasingh Dance Company. The Caucasian Chalk Circle performed by the Tara Arts Theatre Company. Jeyasingh: it’s increasingly difficult to define culture in terms of nations. Notions of “home” are more important. Verma: England is now “home” for him. His notions of England must intersect with those of someone whose birth and background are entirely English, and it is those intersecting points that will enable a new form of Englishness to emerge. The Caucasian Chalk Circle performance. Jeyasingh talks of the “slow battle” to become part of British culture; one day the British Council may even send them to India as being representative of British culture. The Caucasian Chalk Circle performance. Grusha crosses the bridge. Credits",
   "Choreographer" : "Shobana Jeyasingh",
   "Date" : "1994",
   "Series" : "",
   "Title" : "Colour of Britain",
   "Part" : "",
   "Film ID" : "ACE273",
   "Production Company" : "Hauer Rawlence Productions"
}
