{
   "Synopsis" : "An impressionistic view of the life and work of British poet, Basil Bunting (1900-1985), incorporating his own reading of his autobiographical poem, Briggflatts.",
   "Director" : "Peter Bell",
   "Article" : "",
   "Full credits" : "A Northeast Films Production. Production Manager Lorna Powell; Research and Script Development Derek Smith; Camera Peter Roberts; Assistant Peter Woodhouse; Sound Recording Graham Denman; Assistant Roger Buck; Lighting Technician David Eadington; Editor Philip Trevelyan; Produced and Directed by Peter Bell; Special Acknowledgements to: Basil Bunting, Dudley Millhench, Tom Pickard; Acknowledgements to: Kenneth Cox, Peter Hodgkiss, Eric Mottram, Colin Simms, David Winters; Acknowledgements to: British Broadcasting Corporation, Oxford University Press, Society of Friends at Briggflatts University of Newcastle upon Tyne. Executive Producer Rodney Wilson. Arts Council of Great Britain © 1982.",
   "Minutes" : "38 min",
   "Full synopsis" : "ACE116.2 00:03:00 00:18:39 Caption: “In 1952 the poet Basil Bunting returned to his native Northumberland after many years spent abroad. Various overseas appointments included Foreign Correspondent, Squadron Leader, Chief of Political Intelligence in Persia, Sea Captain……. ‘Briggflatts’ is the name of the long autobiographical poem he subsequently wrote, and from which all poetry used in this film is taken. Briggflatts is also the name of a place in Cumberland to which Mr. Bunting regularly returns. At the centre of Briggflatts is a Quaker Meeting House. Nearby runs the River Rawthey.” View over Briggflatts; Basil Bunting talking about Briggflatts and his associations with it. Rushing water. Bunting coming out of his gateway, and walking along the road. His VO reciting Briggflatts. Trees and river. Stonemason carving headstone inscription. Bunting’s VO reciting Briggflatts. Bunting reciting Briggflatts. Bull in field. Stonemason. Bunting’s VO reciting Briggflatts. Bunting reciting Briggflatts. Bull. Bunting’s VO reciting Briggflatts. Bunting making tea. His VO talking about structuring poetry. Bunting sitting in his kitchen. His VO reciting Briggflatts. Bunting in his garden. His VO reciting Briggflatts. Sheep and shepherd. Sheep in moorland. Bunting’s VO reciting Briggflatts.\u000b\u000bACE116.3 00:18:39 00:18:48 Part 2 Caption: Basil Bunting. [Channel] 4. \u000bACE116.4 00:18:48 00:40:48 Bunting at home, talking about the development of standard English and the sound of poetry, relating how contemporary poets had difficulty in understanding Wordsworth when he spoke because of his accent. Bunting feels Wordsworth’s poetry is more musical when read with “broad vowels”. Stonemason. Bunting’s VO reciting Briggflatts. Bull. Bunting. His VO talking about “the effort to remember” Briggflatts, though the various episodes are based on his own life, and thus constitute his autobiography. Farmer turning cut grass. Bunting’s VO reciting Briggflatts. Walking along the road. Fire; exterior Bunting’s house in evening. Bunting sitting by the fire. His VO reciting Briggflatts. Stonemason. Bunting’s VO on “writing with a chisel”, which requires as few words as possible, and words which are both correct and short. He believes too much is written. The Codex Lindsifarnensis. Bunting’s VO describing the complexity and subtlety of its design. Water at the prow of a boat. Bunting’s VO reciting Briggflatts. Bunting sitting in his garden. VO continues. Sea. VO continues. Bunting by his fire. He talks about dancing as a universal experience, and the development of accompaniment by drum and other instruments, as well as by song, which is the beginning of poetry. Bunting driving through countryside; the Quaker Meeting House at Briggflatts. His VO reciting Briggflatts. Inside the Meeting House; members of the congregation sit in silence. Bunting’s VO talking about Quaker beliefs and his own experiences. Inside the Meeting House. Bunting’s VO reciting Briggflatts. Water at the prow of the boat; the stonemason. Bunting’s VO continues. Bunting at home, reciting Briggflatts. Credits",
   "Choreographer" : "",
   "Date" : "1982",
   "Series" : "",
   "Title" : "Basil Bunting. An introduction to the work of a poet.",
   "Part" : "",
   "Film ID" : "ACE116",
   "Production Company" : "Northeast Films"
}
