{
   "Synopsis" : "One of a series on public art, this looks at Birmingham, with particular reference to the decorative work on the International Convention Centre by British artists, Ron Haselden (b.1944), Deanna Petheridge (b.1939), and Alexander Beleschenko (b.1951), and sculptures and other features in Centenary Square and elsewhere, by Tess Jaray (b.1937), Tom Lomax, Raymond Mason (b.1922), and Antony Gormley (b.1950).",
   "Director" : "Maggie Ellis",
   "Article" : "",
   "Full credits" : "Narrator Gabrielle Glaister; Camera Peter Rance, Ron Orders, Lorna Will; Sound Tim White; Editor John Veal, Marcela Cuneo; Dubbing Mixer Colin Martin; Graphics Steve Masters; Music Edward Shearmur. Thanks to Geoff Wood, Elizabeth McGregor, Firth Rixon Castdings, Uzair Karim. Executive Producer Rodney Wilson; Producer Trevor Boden; Director Maggie Ellis. An Open Air Production for the Arts Council of Great Britain. © Arts Council of Great Britain MCMXCIII.",
   "Minutes" : "25 min",
   "Full synopsis" : "ACE254.2 10:00:00 10:06:24 Newspaper headlines about events in Birmingham. Pam Hogg, Fashion Designer, with group of men dressed in “space suits”. Pipe Band. Spacemen walking beside horse-drawn float. Commentary describes “the honeymoon project – marrying the Statue of Liberty to the statue of Christopher Columbus in Barcelona”. Giant eternity ring being carried along canals and streets of Birmingham. Antoní Miralda, the artist who initiated the project. Members of the public putting their own rings inside the giant one. Chus Bures, Jewellery Designer. People in fancy dress, street entertainers. Pat Sever, Birmingham Councillor, talking about Birmingham as an international city. View over Birmingham, a city “keen to give itself a new international image”. The new International Convention Centre (ICC), funded with European money, one per cent of which was earmarked for arts projects. Commentary talks about “per cent for art” policies being adopted by local authorities in Britain. Vivien Lovell, Director, Public Art Commissions Agency, explaining how she argued the case for this policy in Birmingham. Ron Haselden’s neon sculpture, Flight of Birds (aka Aviary, 1988); commentary explains that artists were only involved at a late stage. Deanna Petherbridge explains her commission to do a mural on the outside wall of the concert hall, says that she had no idea what sort of décor was due to be added, and was horrified to find a row of planters installed where they obscured the view of part of her work. The completed mural. Petherbridge talks about other problems with the way the artists were expected to contribute. Alexander Beleschenko’s stained glass design (1991) which was “not incorporated into the glazing into the building” and thus rather gets lost among other features. Petherbridge talks about lack of communication between artists and architects. Exterior of the building. Petherbridge VO believes the ICC building is “flawed” and says that this made it even more difficult for artists to work with it. ACE254.3 10:06:24 10:13:19 Exterior of the building. Lovell agrees that they came in very late on in the building of the ICC, but says they were more successful in Centenary Square, where artists were involved, in a collaborative manner, from the very beginning. Her VO over film of Tess Jaray working on designs, and the resulting architectural details. Jaray talks about a requirement for vision and practicality, and explains her concept for the overall design. Some of her early designs. Views of the Square. Jaray’s VO on how the features should work with the public. Jaray talks about using appropriate materials and patterns in the designs for the brick surfaces. Views of these patterns. Fountains. VO Jaray talking about working with Tom Lomax. Lomax. Fountains. Lomax explaining how he balances the water flows. Details Details of fountain design – the Spirit of Enterprise (1991) and other motifs referring to Birmingham’s industrial past, to commerce and multiculturalism, etc. ACE254.4 10:13:19 10:19:24 Raymond Mason’s controversial fibreglass sculpture, Forward (1991). Mason talking about Birmingham’s unique industrial past that his work is intended to commemorate. Jaray says that there should have been more collaboration from the beginning as Mason felt that her brickwork designs were “too powerful” as a background to his sculpture. Views of the brick patterns. Newspaper headlines on the statue. Lovell on the controversy surrounding Forward. Mason talking about the positive responses he received. The pedestrian route from Centenary Square via Chamberlain Square – statue of Thomas Attwood (by Siobhan Coppinger, 1992) – to Victoria Square. Lovell talking about the future for public art in Birmingham. Lovell’s VO over shots of casting (in foundry at Wednesbury) of artwork, by Antony Gormley, commissioned by the Trustee Savings Bank (TSB). Commentary talks about private sponsorship. Brian Lawrence, one of the foundry workers, commenting on how the artist wants the cast pieces left in their rough state. ACE254.5 10:19:24 10:25:20 Unveiling of the statue, Iron: Man (1993); Lord Mayor Peter Barwell, Antony Gormley. Mixed public reaction. Statue. Antony Gormley talking about the work, where it’s sited, and the references it makes to local industry, history, etc. Petherbridge on the need to satisfy funders causing a lack of cohesion in the new developments. Model of the Square. Petherbridge believes the plans will need to be revisited in ten years’ time. Victoria Square. Iron: Man, Dhruva Mistry's The River (1993) (nicknamed “the Floozie in the Jacuzzi”) and associated statuary. Commentary asks if Birmingham has gone about commissioning public art in the right way.Lovell is concerned about choosing designs “from a catalogue” as this will not necessarily result in something appropriate to the layout of a particular city. Credits",
   "Choreographer" : "",
   "Date" : "1993",
   "Series" : "Putting Art in its Place",
   "Title" : "Showcase City",
   "Part" : "1",
   "Film ID" : "ACE254",
   "Production Company" : "Open Air"
}
