{
   "Synopsis" : "The work of British jazz composer and performer, Mike Westbrook (b.1936)",
   "Director" : "Charles Mapleston",
   "Article" : "",
   "Full credits" : "Featuring Mike Westbrook’s Brass Band: Phil Minton, Kate Westbrook, Dave Chambers, Paul Rutherford Trevor Tomkins; Additional musicians Nisar Ahmad Khan, Brian Godding, Roger Potter, Alan Jackson, Paul Nieman, Alan Sinclair, Alan Downie Trevor Barber David MacRae. [Production Manager Patrick Cadell]; Camera Ian Wilson B.S.C.; Sound Bruce White, Chris Wangler; [Animation and Graphics David Kirby]; Editing Hugh Newsam; Written and directed by Charles Mapleston, A Malachite production. Arts Council of Great Britain © 1978.",
   "Minutes" : "42 min",
   "Full synopsis" : "ACE075.2 10:00:00 10:08:14 Brass band playing music (by Anthony Holborne) from the Holborne Suite (1599). Mike Westbrook at home. Plays piano which he says is “the place where all [his] music starts…”, and describes how improvisation at the piano is how he arrives at ideas for themes and orchestration. He is currently working on a setting of a William Blake poem, The Fields of Islington. Recording orchestrated version of The Fields. Westbrook’s VO talks about working with a regular small group, augmented on this occasion; though he likes having more musicians, he worries about using big band orchestration too much. ACE075.3 10:08:14 10:15:20 In the recording studio. Westbrook and his Brass Band (formed around 1973) at his house, playing Wheel of Fortune; his VO says that despite being best known for large orchestrated works, most of what he’s done has been for smaller groups. He says that there is a good deal of freedom for the individual musicians, but they must work well together. His VO talks about the Brass Band evolving from a street band into a concert group. The Band playing out of doors in order to help attract an evening audience and to bring the music to a wider audience. Westbrook’s VO talking about this being a long-standing jazz tradition, and says that people enjoy hearing music in, e.g., shopping centres. Bartlemy Fair performed in a variety of indoor and outdoor locations. ACE075.4 10:15:20 10:22:04 Band members at airport, driving, playing traditional jazz number; band members’ VOs talking about touring, about Westbrook’s willingness to take a chance and his abilities as a composer, etc. Westbrook playing Tender Love on guitar in his back garden, writing music, etc; his VO says American jazz has always been “a tremendous influence”, though he has used it to develop his own originality. He says it is customary to perform a series of “well known jazz classics” to acknowledge the debt he and his musicians owe to this tradition. Kate Westbrook introduces God Bless the Child in French; her VO talking about the organic growth of their music, and about Westbrook’s attitude towards the successes of individual musicians. Westbrook playing his Piano Link.\u000b\u000b ACE075.5 10:22:04 10:34:38 Westbrook at piano at same event, and group in dressing room; his VO names it as the “Brass Band and Cabaret” to suggest that its work is broader than just jazz, and that each individual musician is also a performer. Westbrook introduces (in French) Berthold Brecht and Kurt Weill’s Der Kanonen-Song; his VO talks about this as being “an ideal vehicle” for the Band. Westbrook says he’s found it interesting to reinterpret another composer’s material rather than write his own, particularly as he can bring it up to date. Performance continues; Westbrook’s VO points out that, because the finale is improvised, each performance emphasises something different. Westbrook says that, in addition to working with show tunes as many others do, the Band uses traditional English words and music such as Lady Howard’s Coach, a West Country song in which “Lady Howard” is another name for Death. The Band performing and recording this. ACE075.6 10:34:38 10:42:28 Westbrook says that the most important things for him are to be able to carry on with his own music, using whatever musicians he needs, and to try “to push the music into new areas”. He talks about using different instrumentations, the variety offering a challenge and helping him maintain his own identity. VO continues over Band performing I See Thy Form. Still image of Westbrook. Credits over the Band playing traditional jazz number outdoors with people dancing round them.",
   "Choreographer" : "",
   "Date" : "1978",
   "Series" : "",
   "Title" : "Music in Progress. Mike Westbrook – jazz composer",
   "Part" : "",
   "Film ID" : "ACE075",
   "Production Company" : "Malachite"
}
