{
   "Synopsis" : "A dramatised history, incorporating excerpts from historical writings and old prints and photographs, of the Punch and Judy show, first seen in Britain in the 17th century.",
   "Director" : "Keith Griffiths",
   "Article" : "",
   "Full credits" : "Punchmen Percy Press Snr., Percy Press Jnr.; Bottler Peter Løvstrøm; Direction Kth Griffiths, Bros Quaij; With Lry Sider; Realisation Script and Production Kth Griffiths; Puppets/Decors/Images/Architecture/Animation Bros Quaij; Camera Mike Tomlinson; Camera Assistant Patrick Duval; Art Director Miranda Melville; Sound Mix Peter Rann; Punch’s Narrator Joe Melia; Piano Music arranged and performed by Graham Nichols. Punch and Judy, An Opera in One Act: Music Harrison Birtwistle, Libretto Stephen Pruslin, Played by The London Sinfonietta, Conductor David Atherton. Punch, Stephen Roberts (Baritone); Judy, Jan De Gaetani (Mezzo-Soprano); Doctor, John Tomlinson (Bass); Lawyer, Philip Langridge (Tenor); Pretty Polly, Phyllis Bryn-Julson (Soprano); Choreogos/Jack Ketch, David Wilson-Johnson (Baritone); Recorded by The Decca Recording Company and Published by Universal Edition (London). We gratefully acknowledge the assistance of Mike & Janet Bartley, Lutz Becker, Anthony Besch, Martin Breese, Jan Dobbie, Lys Flowerday, Nicolas Hinrichsen Anthony Whitworth-Jones, Leslie Megahey, Joan Pollard, Jacquie & Doug Richardson, George Speaight, Colin Sorenson, John Styles, David Tate, Rodney Wilson BBC Hulton Picture Library, British Movietonews, Museum of London ILEA, BBC Enterprises, Tate Gallery, Victoria & Albert Museum, The Theatre Royal Stratford East, Jellinek & Sampson Antiques, Cinecontact, GBS Film Lighting, Colour Film Services, Cine Europe, Filmatic, Frameline. A Koninck Studios Film for the Arts Council of Great Britain © MCMLXXX.",
   "Minutes" : "46 min",
   "Full synopsis" : "ACE097.2 10:00:00 10:08:55 Captions: “Who is the slayer, who the victim? Speak.” “Roo-it-too-it-too-it-too-it-too-it!” Punch stabs Judy. Puppeteer. Traditional performance. Another Punch explains that he had numerous and dangerous encounters over the years, but they were not documented until 1827 when John Payne Collier and George Cruikshank saw a performance at the King’s Arms. Engravings; photographs; sketches. VO of Cruikshank’s description of how he and Collier recorded the performance with drawings and a transcription of the dialogue. Caption: “Mr Punch is one jolly good fellow/His dress is all scarlet and yellow/And if now and then he gets mellow/ It’s only among his good friends … When he dies – it’s only all over; And there Punch’s comedy ends. ” Engravings with intertitles introducing some of the characters – Dog Toby, Scaramouch – and giving the dialogue as Punch drops the baby, is attacked by Judy and strikes back at her, and meets a young woman. Caption: “Interlude.” Engraving of Scaramouch (with elongated neck) taking off his hat with one hand, a trick performed by Giovanni Piccini. Punch and Hector the horse; Punch and the Doctor; and the black servant; and the blind man; and Jack Ketch. Punch in prison with Ketch setting up the gallows. Punch hangs Ketch. Punch kills the Devil. “Curtain.” Caption: “Punchman interviewed by Henry Mayhew 1850 taken from London Labour and the London Poor. Performed by Percy Press Jnr.” Percy Press quotes the Punchman’s words from this interview. ACE097.3 10:08:55 10:18:42 Punch introduces the next part of his history – Quay puppets and sets, engravings, etc. – from mediaeval times, travelling shows, puppet shows continuing during the Cromwellian closure of other theatres, and the introduction of Pulcinello from Italy during the Restoration. The popularity of puppet shows in the eighteenth century, and return to the fairground when they fell out of fashion. Engraving by William Hogarth showing Punch at Southwark Fair (1733). The appearance of the hand puppet. Caption: “1820’s.” The Punchman talking about Piccini. Boy explains how profitable Piccini’s shows were, though he didn’t save his money. Punchman talks about buying his outfit from him and names the items he bought. Punch and other puppets unwrap themselves. Punch names his companions, many of which are no longer part of the show. Caption: “Percy Press Snr.1947.” Photographs of Press setting up his booth. Home movie of Press outside the White Rock Pavilion and elsewhere in Hastings. Press’s and Press Jnr VO, explaining how wartime shows were adapted, e.g., with Adolf Hitler instead of Jack Ketch. Photographs of Press making puppets. Punch and Judy fighting. Caption: “Mr Punch.” Punch explains the origin of his name. Woodcuts of earlier versions from Italy and France. The Punchman.ACE097.4 10:18:42 10:29:19 Caption: “An Identi-kit.” The Punchman on Punch’s character. Punch talks about his physical description over woodcuts. The Punchman explains how he produces Punch’s voice by means of a swizzle. Cut-out animation of man practising. Punch with the Crocodile, which replaced the Devil. Caption: “The Show Must Go On.” Illustrations showing the showman’s partner collecting money, etc. Boy and Punchman talk about the difference between short and long shows, and where they pitch their booths; suggests that shows for teetotallers are less spirited than those where the showmen can have a drink. Engravings, etc. Caption: “Friends and Foe.” Boy talks about Mistress Polly and Judy, pointing out that moral pressures means that Polly, Punch’s mistress, disappeared from the show. Punch beating black servant: VO talks about the changes in characters – the loss of the Blind Man, Scaramouch disappearing in favour of Joey the Clown. Punch beats other characters and Joey teases him by moving them around. ACE097.5 10:29:19 10:42:41 Engravings and photographs. Punch VO bemoans how he was forced to soften the violence, etc. British Movietone News item, Lord Townshend, showing celebrations, including a Punch and Judy show, for the coming of age of the seventh Marquess Townshend in 1937. Photographs of seaside shows, and of one at a private house. Caption: “New Life in Old Bones.” The Punchman introduces a show. Punch tricks Jack Ketch and hangs him. Caption: “1968. Punch and Judy. Music: Harrison Birtwistle.” Punch listens to introduction and commentary of radio broadcast of the opera. Puppets perform the action of extracts from the opera heard over. ACE097.6 10:42:41 10:46:20 The showman’s performance: Joey helps Punch dispose of Ketch’s body. Engraving of workhouse, and photograph of the Presses. Caption: “This was the last performance of Percy Press Snr. who died on April 28th 1980. He was 78. Credits.",
   "Choreographer" : "",
   "Date" : "1980",
   "Series" : "",
   "Title" : "Punch and Judy. Tragical comedy or comical tragedy",
   "Part" : "",
   "Film ID" : "ACE097",
   "Production Company" : "Koninck Studios"
}
