{
   "Synopsis" : "The range of musical entertainment, working class in origin, to be found in Britain.",
   "Director" : "John Tchalenko",
   "Article" : "The",
   "Full credits" : "Photography Oliver Stapleton, David Scott; Sound Edward Tise, Juliet Crittenden; Editors John Tchalenko, Michael Audsley; Sound Editor Peter Harvey; Production Manager Paul Sparrow; Production Advisor Bob Davenport; Directed by John Tchalenko. Arts Council of Great Britain © 1980.",
   "Minutes" : "34 min",
   "Full synopsis" : "ACE092.2 10:00:00 10:12:20 Banjo player (Tom Ford) and man (Sep Broughton) working small mechanical clog dancers. Caption: “Boldon Colliery, Co. Durham.” Streets in Boldon. Ford cleaning windows. He talks playing banjo at “The Boldon Lad” public house back in the 1950s, with the increase in numbers leading to them being called the Boldon Banjo Band, and playing for local events. The Boldon Banjos playing in a pub. People dancing and singing, It’s a long way to Tipperary, Pack up your troubles… Caption: “Rye Harbour, Sussex.” Fishermen bringing in their catch, mending nets,. Fisherman (Johnny Doughty) talking about school days and working on the fishing boats. Doughty singing in pub, You’ll be lonely, little sweetheart, in the spring... and A dear little Rye Harbour girl.\u000b ACE092.3 10:12:20 10:20:56 Captions: “London.” “Holloway N.7.” Jimmy Power and girl fiddling. Power talking about playing for dance contests, and about learning to play, being in the Irish National Association Ceilidh Band. Group playing Irish music in The Favourite pub. Captions: “Camden N.W.1.” “Site of the old Bedford Arms.” Bob Davenport talking about how he started singing at the pub. Singing Mr and Mrs M ickey Mouse, and After you’ve gone sung with young woman fiddler.\u000b\u000b ACE092.4 10:20:56 10:33:48 Caption: “Brixton, S.W.9.” Street market. Stallholder (Bob Keightley). Keightley at the piano, singing Has anybody seen my tiddler…? and others. Caption: “Webheath, Warwickshire.” Cosmotheka (Dave and Al Sealey) performing I’ve only come down for the day. Dave and Al Sealey saying they don’t want to turn professional as they’d no longer enjoy what they do. They don’t consider their songs to be “old” and don’t want to dress up to perform them. Cosmotheka performing Timothy let’s have a look at it. Caption: “Cosmotheka. Dave & Al Sealey.” Doughty singing Martha the water-cress girl. Caption: “Johnny Doughty.” Keightley singing That’s what I got for being kind. Caption: “Bob Keightley.” Power playing. Caption: “Jimmy Power.” Davenport singing. Caption: “Bob Davenport.” The Boldon Banjos. Caption: “Tom Ford.” Mechanical clog dancers and banjo player, If you knew Susie. Caption: “Sep Broughton.” Credits.\u000b",
   "Choreographer" : "",
   "Date" : "1980",
   "Series" : "",
   "Title" : "Boldon Lad. Aspects of traditional music in working class Britain",
   "Part" : "",
   "Film ID" : "ACE092",
   "Production Company" : ""
}
