{
   "Synopsis" : "A dramatisation of the life and work of Sardinian novelist, Grazia Deledda (1871-1936), the first women to win the Nobel Prize for Literature (1926).",
   "Director" : "Antonella Ibba",
   "Article" : "The",
   "Full credits" : "Grazia Deledda, Maria Grazia Mascia; Young Grazia Deledda, Flavia Fodde; Nanna, Bastiana Ruiu; Male servant, Giuseppe Carroni; Andrea, Christiano Poddighe; Poets, Michele Tedde, Pietro Cosseddu; Pietro, Gianfranco Pinna; Zuanne Antinne, Pietro Pretto; Three Peasants – Contadini, Billia Deserra, Gianpaolo Mulas, Angelino Piras; Bandit Corbeddu, Pietro Corbedu; The Priest, Salvatore Pintori; The Mother, Maria Nuvoli ; Agnese, Francesca Corda; Stanis Manca, Mario Deserra; Folklore Groups, Merdules Ottana, Mammutones Peppino Beccoi Mamoiada, Salvatore Nuvoli Film Sos Canarjos, NuoroGruppo Folk Santu Predu Nuoro Pro-Loco Oliena; Voices: Grazia Deleddu, Anna Massey; Commentary, Oengus MacNamara; Assistant Director/Aiuto Regista/ Production Manager/Diretore do Produzione Gavino Poddighe; Sound Recordist/Suono Rosie Straker; Editor/Montaggio Jacky Garstoin; Lighting Camera/Fotografia Belinda Parsons; Script Consultants Susanna White , Maria Giacobbe; Commentary/Commento Antonella Ibba, Maria Giacobbe; Associate Producer Franco Staffa; Art Direction/Scennografia Patrizia Carrus; Assistant Camera Alessandra Scherillo; Assistant Editor Marcella Cuneo; Production Co-ordinators Karol-An Kirkham, Rebecca Loak; Text Translation Thomas di Giovanni, Susan Ashe; Laboratory Technicolor London; Dubbing Studio Cine-Lingual; Rostrum & Titles Frameline; Thanks/Ringrazimenti John Ellis, David Scott, Amministrazione Comunale di Mamoiada e di Ottano, Sig. Antonio Mureddu della Ferrovie di Nuoro, Soprintendenza Archeologica di Cagliari & Oristano, Association Montessori Internationale, Museo Nazionale del Cinema, Torino, Cagliari – Famiglia Pirodda Cerina, Dorgali – Sig. Gianmichele Porcu, Morgongiori – Famiglia Ibba Turnu, Sig.ra Barbara Figus, Sig. Bruno Turnu, Nuori – Famiglia Cerina, Sig. Domenico Manca, Don Floris, Oliena – Famiglia Congiu Cabboi Felicina, Sigg. Salvatore Tolu & Salvatore Cattine, Ottana – Sig.ra Maria Sedda. Made in collaboration with the Associazione Italia Inghilterra, with financial assistance from/Con il contributo Dell’Assessorato della Pubblica, Istruzione et Beni Culturali dell Regione Autonoma della Sardegna, and/e Dell’Istituto Superiore Regionale Etnografico della Sardegna. Executive Producer Rodney Wilson; Producer Simon Hartog; Written and Directed by Antonella Ibba. Produced by Large Door Ltd. For the Arts Council of Great Britain. © Arts Council of Great Britain 1991.",
   "Minutes" : "49 min",
   "Full synopsis" : "ACE230.2 10:00:00 10:09:19 Photographs of Grazia Deledda on the occasion of receiving the 1926 Nobel Prize for Literature. Newsreel footage of Deledda outside the Concert Hall in Stockholm. Translation of her acceptance speech heard over. Reconstruction of Deledda writing; VO quotes her as wishing to tell the story of “the life and passions” of the people of Sardinia. Commentary reads from D. H Lawrence’s introduction to her novel, La Madre (1920). Photographs of Sardinians in the early days of the 20th century. Commentary describes themes from Deledda’s work, often set in the Barbagia, with shepherds in conflict with the state. Dramatised sequences from La Via del Male (1896) with commentary relating the plot. VO reads the story. Pietro finds some peasants cooking sheep over a fire and joins them to eat it. Photographs of the real-life bandit Corveddu. Commentary and narration tell more of the story: the sheep thieves, with Pietro, are arrested. Antine, a new prisoner, talks about meeting Corbeddu, and Pietro decides to learn to read and write. ACE230.3 10:09:19 10:20:05 Map of Mediterranean. Mountainous Sardinian interior where Deledda was born in 1871. Cosima (published posthumously in 1937), Deledda’s fictionalised autobiography. Dramatised sequence with VO reading from the book: young Cosima hearing stories of bandits. Photographs of Deledda’s convent and the children. Commentary says that she took private lessons to learn Italian. Dramatised sequence from Cosima: Cosima and Andrea at breakfast. Reconstruction of young Deledda reading Flaubert. Family photographs. Commentary points out that her mother was illiterate but her father was a noted poet. Men singing. Women sorting grain. Commentary says that it was the women’s task to pass on the local culture to their children. Photographs. Women making flatbread. Woman’s voice singing. Commentary says that Deledda’s women “are often prepared to venture beyond the confines of the family home”. Reconstruction of young Deledda writing. Family and other photographs. Commentary says that by publishing her first short story, Sangue Sardo (1887) she “sensationally transgressed” the laws of Sardinian society, and she was “condemned” even by her own mother, who feared for her marriage prospects. Dancers in local costume. Reconstruction of young Deledda taking her part in domestic life. Men singing. Men and women dancing. Passing round sweets and cakes. VO reading Deledda’s words about receiving copies of her story, less than the value of the money she had had to steal from her family in order to send off the manuscript. ACE230.4 10:20:05 10:28:00 Reconstruction of visit by journalist and critic, Stanis Manca, from Rome. Commentary quotes his words about her. Deledda writing. Quote from a letter to her publisher about wanting to create a body of work that is wholly Sardinian. Deledda and mother walking in the hills. Her words over talking about the possibility leaving Sardinia. Family tragedies: a brother imprisoned for theft, the death of her father, another brother going insane after spending her mother’s savings. Young Deledda supervising agricultural work on their property, and administering family affairs. Going to church. Men dressed as animals dance in town square. Other dancers. Deledda published description of dances, songs and local customs in Rivista delle Tradizioni popolari Italiane. Men and women dancing. “Who knows? Folklore may do more for Sardinia than politicians!” ACE230.5 10:28:00 10:38:38 Deledda writing; her best-known works appeared in the 1890s, Anime Oneste (1894) and La Via del Male (1896). Though invited to Rome, her family affairs and the difficulties of travelling prevented her from going. Deledda went to Cagliari by train. Photograph of town centre. Deledda walking in the public gardens. Her words describing the town heard over. Photograph of her future husband, Palmiro Madesani. Deledda on the beach. Her words talking about visiting Italy. Photographs of Rome where she moved after marriage. Commentary says that, Regina, the heroine of her novel Nostalgie (1905) find the capital a disappointment. Extract read over film of Rome. Photographs of Deledda’s house in Rome and of Deledda with her family. Her words from radio interview read over. Men playing “rock paper scissors”. Photograph of men in café. Commentary says that Deledda’s popularity was resented by some male Italian authors. Photographs. Deledda writing. Books written between 1900 and 1909 include Dopo il Divorzio (1902), Elias Portolu (1902), Nostalgie (1905), and Cenere (1903), all tragic best-sellers. Poster for film of Cenere (1916), starring Eleonora Duse; extract from film with mother finding her son again. Extract from story read over. Carving a wooden mask. Commentary talks about her short stories being published in Il Corriere della Sera and talks about her style, characters and descriptions which often seem stereotyped or mask-like. ACE230.6 10:38:38 10:49:17 A 1911 article by Deledda calling for the legalisation of divorce. Photograph of Deledda with Maria Montessori in 1908 while opening the first Congresso Nazionale delle Donne Italiane (Congress of Italian Women); photograph of participants; photograph of Deledda at the time she stood for parliament; a Turkish stamp commemorating her role in women’s suffrage. Photographs of politicians. Mussolini. After receiving her Nobel Prize, Deledda was able to influence him to release a prominent anti-Fascist. Deledda had a large popular following though was dismissed by Italian critics because of her lack of linguistic purity and political realism. Man singing. Her novel, La Madre (1920), a story of internal struggle between and individual’s natural needs and society’s rules. Dramatised sequence shows the mother’s anguish over her priest son, Paul, going out to see his lover, his relationship with the young woman, and his own inner conflict; extract read over. Deledda’s last novel, La Chiesa della Solitudine (1936), tells the story of a woman dying of cancer, as she was herself. Photographs of Deledda and the church at Mount Ortobene where she was buried. More from her radio interview, saying that she wants her words to reach particularly Italian women, and wrote despite opposition from her family. “The philosopher advises: If your child writes verses, scold him and send him to the mountains. If you find him writing poetry a second time, punish him again. If he does it a third time, leave him alone. He is a poet.” Credits.",
   "Choreographer" : "",
   "Date" : "1991",
   "Series" : "",
   "Title" : "Fires Within. Grazia Deledda 1871-1936",
   "Part" : "",
   "Film ID" : "ACE230",
   "Production Company" : "Large Door"
}
