{
   "Synopsis" : "The concept of architectural conservation and an exploration of the changing criteria which define “heritage”.",
   "Director" : "David Thompson",
   "Article" : "",
   "Full credits" : "Original idea by Donald W. Insall, OBE, FSA, RWA, FRIBA, FRTPI. We gratefully acknowledge the help of English Heritage, Historic Buildings and Monuments Commission, The Priory, Lavenham, Donald W Insall & Associates, London, Binham Priory, Norfolk; In Chester, Chester City Council Technical Services Department, Grosvenor Museum, Quellyn Roberts Ltd., Muir Group Housing Association, Design & Construction (Oliver) Ltd., Aphrodite’s Restaurant, Cheshire Society of Architects. Photographed by Derek Waterman, Brian Grainger; Edited by Roy Ayton; Directed by David Thompson; Executive Producer Rodney Wilson; Producer Anne Balfour Fraser. A Balfour Films production for the Arts Council in association with Channel Four Television. © Arts Council of Great Britain 1985.",
   "Minutes" : "51 min",
   "Full synopsis" : "ACE152.2 10:00:00 10:08:21 People talking about problems with buildings and maintenance. Bulldozer starts to demolish house. Derelict buildings. Commentary says old buildings of all kinds are vulnerable and need protection. Donald Insall, architect, says we need some criteria on which to base our decisions on which buildings to save. These criteria will be subjective and depend to some extent on the background and training of the person making the decisions. Bringing buildings materials onto a site. Commentary notes that conservation of the past is a relatively new idea, one of today’s good causes, but asks if we really know why we care. Post-war tower blocks and other developments. Commentary suggests that conservation has become a public issue in part because of anger and protest at the destruction that went with the redevelopment, in part because of increased awareness of environmental control and of the quality of people’s lives. \u000bOlder buildings. Commentary by Insall points out that development on war-damaged areas wasn’t confined to Britain, and that the concept of the “conservation area” appeared in both Britain and France during the 1960s. Shots of domestic architecture, preserved and restored. Insall VO wonders if criteria used to define these as worthy of conservation reduce simply to “nostalgia”. Venice. Insall VO points out that a Venetian will care about the city differently from a Neapolitan, and so on. Responses to the past are conditioned by circumstances, by people’s backgrounds and by their interests. Ruins of cities in Poland destroyed by the retreating Germans. Postwar restoration in progress; some of the results. The reconstruction was carried out in a spirit of national survival and resurgence. The recreation of colonial Willliamsburg, U.S.A., begun in 1926, with the aim that “the future may learn from the past”. Every nation or culture saves what it wants to save.\u000b ACE152.3 10:08:21 10:15:08 Commentary describes Chester as adapting, like all the other cities, to life in the 20th century. Town Crier. Tourists. A city of contrasts and mixtures, with a feeling of continuity and evolution. Street scenes showing old buildings next to new. Years of destruction through neglect are now over; Chester is being “cared for”. Commentary says that it’s essential to understand the features of a city that give it its particular style and identity. Roman city wall; the route goes round the city. The mediaeval cathedral. The Very Rev. T.W.I. Cleasby, Dean of Chester, says the cathedral, the Rows, and the Roman walls are the essential features of the city; a survey of visitors revealed that many had come to see the cathedral. Andrew Brown, City Conservation Officer, says that people come to Chester to live, to shop, and as tourists. The conservation programme will keep the city characterful, attractive to visitors and therefore prosperous. The Rows shopping centre, and nearby streets. Conservation is about the buildings themselves and how people relate to them. Insall describes Victorian paintings from Chester City Museum illustrating what Chester might have looked like in earlier times. “Trying to restore things to what they may have been is like trying to put the clock back. Conserving them is about recognising that it has to go forward.” Some of the many Victorian half timbered buildings with which Chester abounds, now a major part of the city’s image. ACE152.4 10:15:08 10:26:51 Portrait and photograph of William Morris, founder of the Society for the Protection of Ancient Buildings in 1877, the beginning of the modern conservation movement. Morris suggested that a building “should be valued for everything that time has made of it”. Canal boats in locks. Road traffic, “the most ruthless force for change in human history”. Norfolk countryside. Commentary relates the story of Binham Priory, founded in 1091, now mostly ruined as it was plundered for building stone by Edward Paston, to whom it was given in 1540 during the Dissolution of the Monasteries . This is compared to contemporary destruction of Victorian railway stations and Art Deco cinemas. Insall VO, suggesting that the conservation of Binham Priory is part of the “ancient monuments mentality”, the archaeological tradition of conservation, protecting it from further change. Insall describing the building of the Priory, and indicates how it’s responded to the centuries. He asks how it should be looked after: sustain it or attempt to restore it? Commentary on the enclosed space of the nave, now used as the village church. Organist playing; the organ is relatively recent. Vicar setting up hymn board. Because of current use, this building “is not frozen in history like the ruins outside”. Aerial view of a town. Insall’s VO identifies Lavenham, Suffolk. Period houses – the town’s one remaining economic asset, bought for their property values and picturesque appearance. Commentary asks “But what is picturesque?” Local resident Katharine Carter talking about the colours people have painted their houses. Insall asks which modern taste prevails, to preserve or prettify? Local resident Boris Rickelman. Insall VO suggests that controls are necessary on things like windows, shop fronts, what to do with timber frames. Rickelman says that exposing the beams will ruin them; many house-owners are now plastering over the beams, but that it was struggle to get permission to do this. Katharine Carter. ACE152.5 10:26:51 10:36:57 Presentation of “Europa Nostra” medal to Mayor of Chester. Commentary explains that it was given as the result of the Riverside project in the old city. Tony and Margaret Eaton describe how they became caught up with the Riverside restoration as a result of setting up their own home and shop in the city. Commentary describes how company building underground car park have become involved in conservation. R.S.Oliver of Design & Construction (Oliver) Ltd. On how they found Roman paving on the site, and built an underground chamber to preserve the remains. Insall VO talking about the need for long-term planning, administrative machinery and legal powers. Cyril Morris, Director, Technical Services, says that Chester is unique, the first city to have a conservation policy, and the first to levy a penny rate for conservation. Planning committee meeting attended by Morris and Insall discussing planning applications received. Insall VO describes the pedestrianisation of the city centre. Commentary says that people enjoy a “walkabout city”, but that shops are as important as shoppers. Paul Quellyn Roberts talking about the key to successful pedestrian schemes being access. He would like to be able to adapt for more commercial use a listed building 25 metres behind those in Watergate Road which, like many nearby, is in poor repair, and proper up by iron beams and scaffolding, etc. Commentary points out that commercial enterprise adapted a 12th century vault to modern use. A gathering of architects, including John Topping, who believes that “an architect’s task is to create a space and a place for people, rather than a fashion”; John Collins, President, Cheshire Society of Architects, on the challenge of building in a modern style in keeping with older surroundings; Gilbert Parry, Chairman, Festival of Architecture Committee says an architect will never be “right” in a conservation area, but must try to be sympathetic to surroundings, reflects modern architecture, and pleases the public. \u000b\u000b ACE152.6 10:36:57 10:43:19 Commentary describing the restoration of a near-derelict terrace: a Jacobean hall became a Greek restaurant. Many original features remain. Working on terrace of cottages in Albion Street. Heber Fearnall, Chairman, Muir Group Housing Association, on the role played by the Association in saving Albion Street. Work proceeding. Fearnall says that most of the former residents wanted to return to Albion Street and maintain their community. Albert Dock. Commentary introduces Lord Montagu of Beaulieu, Chairman, Historic Buildings snd Monuments Commission, a new Government initiative, who talks about the move to conserve buildings from the Industrial Revolution, and talks about the redevelopment plans for the docklands area, and the role of the Commission. Sign for The Priory in Lavenham, Suffolk, kept open to the public by its private owners, Alan and Gwenneth Casey. Alan Casey talks about the building and how they turned it from a derelict structure into something approaching its original appearance. Various shots before and after the work. Commentary says that choices in such work are inevitably personal and can be difficult to resolve.\u000b\u000b ACE152.7 10:43:19 10:51:23 The Binham village church. The vicar, Reverend Godfrey Farnworth, talks about some twentieth century features in the eleventh century building, particularly the heaters which had to be made retractable so that they did not obscure sight of unique carvings, etc. Reverend Farnworth shows a screen in which the original decorations of saints had been painted over with Bible texts during the Commonwealth period, and which are now becoming visible again. He also points to the problems of the West Window. Commentary explains that the West Window as bricked up in 1809 as the brickwork was too decayed to be safe. It would be possible to put in a new copy of the original (pictures of it exist), but the bricked-up façade is itself now an historical feature. Voices of local people over give their opinions on what should be done. The vicar is in favour of replacing it. Donald Insall suggests that the degree to which things can be conserved or preserved may depend on their scale and complexity. A single stone or similar monument can be protected; preserving a village comes up against the issue of people and their community; at city level, things like land values come into play as well. The Rows. Film continues under credits.",
   "Choreographer" : "",
   "Date" : "1985",
   "Series" : "",
   "Title" : "Buildings. Who Cares?",
   "Part" : "",
   "Film ID" : "ACE152",
   "Production Company" : "Balfour Films"
}
