{
   "Synopsis" : "An examination of the ways in which people of Asian origin experience traditional Asian music in Britain.",
   "Director" : "Kuljit Chuhan",
   "Article" : "",
   "Full credits" : "Cast: Tabla Player, Kalu Zeria; Young Woman, Shefa Rahman. Production Crew: Camera Steve Wong; Focus Puller Rachel Qureshi; Grip Neville Thomason; Lighting Director Kuljit Chuhan; Sound Recordist Jaydev Mistry; Boom Operator Shaheen Ayoub; Continuity Bo Chan; Logger/Crew Support Lynne Shaw; Runner Jackie Orchard; Location Management and Set Dressing by Kuljit Chuhan; Production Crew (Sitar Recital): Camera Steve Wong; Lighting Kuljit Chuhan, Steve Wong; Sound Bo Chan. Production Crew (Documentary): Camera Steve Wong; Lighting Kuljit Chuhan; Steve Wong; Sound Rachel Qureshi; Rostrum Camera Kuljit Chuhan. Production Management, Art and Photography Direction by Kuljit Chuhan; Original Soundtrack: Raag Bhairavi on sitar composed by Sayed Ali Zaidi; Performed by Sayid Ali Zaidi (sitar), Shabaz Hashmie (tabla); Tabla Solo by Kalu Zeria; All pre- and post-production by Kuljit Chuhan; Audio Dub Assistant Jaydev Mistry; Production Equipment from Asian Community Arts, WFA Media and Cultural Centre, Video Film and Grip Company; Rough Cut Edited at Asian Community Arts; Fine Cut Edited at WFA Media and Cultural Centre. Thanks to Rolex Books, Night and Day Café, Peter Clayton/Greenfield Primary (Hyde). Special Thanks to Balwant Kaur, Jackie Carroll, Asian Community Arts/B.I.C.A. (Tameside). Funded by The Arts Council. Researched, Written, Produced and Directed by Kuljit (Kooj) Chuhan. © 1995 Kuljit Chuhan.",
   "Minutes" : "17 min",
   "Full synopsis" : "ACE433.2 10:00:00 10:08:57 Man playing tabla (drum). Man’s daughter channel-hopping on television, bored by pop music, runs video of Indian musicians, goes back to different kinds of music on television, then settles on the video. She is confused to see the musicians apparently smiling at her and runs away as smoke fills the room, overturning her father’s instruments. Jaydev Mistry, Freelance Musician, interviewed, says he listened to Asian music when he could, but society gave him a poor image of “Asian” and the media didn’t pay much attention to anything except Western music, so he listened to that, to reggae, etc., and started playing guitar. He says his interest in Asian music has grown recently but that that the opportunities to perform are limited. Abbas Qureshi, Singer of Ghazals (Poetic Songs), talking about the wide availability of Western music, and the difficulty of finding places to learn (about) Asian music. Stills of Qureshi performing with his group Shahkaar which played a wide range of music. He talks about his liking for ghazals. Balvinder Singh, Saagar [or Sagar] Group, saying that it’s increasingly hard to hear traditional instruments and music in bhangra. Henna, Saagar Group, thinks that younger musicians are trying to make such fusion music sound more Western. Saagar performing. Singh says traditional music is only heard from artists coming over from India, and even many of them are phasing out traditional instruments. ACE433.3 10:08:57 10:17:20 Aziz Zeria, Leader of Raag Rang Group ’85-’91, says that he tried, with his group, to experiment with his own ideas of composition and to fuse jazz and Latin American rhythms, though the forms of the group’s music are very traditional. He is saddened that so few people are aware of their musical heritage. Caption: “Aziz also leads Britain’s first and only BTEC in Asian Music.” Class learning rhythm. Zeria hopes that this course will enable the study of Asian music and other Asian cultural traditions. 2 Phaan [Phaaan] the Alien, The Kalifs [Kaliphz] Group, says Asian people in Britain didn’t have Asian role models to offer them images of “aggressiveness”, needed to help them survive in the culture they’re living in. He thinks that hip hop became popular with Asians because it was the first music “to show a bit of anger”. The Kalifs. 2 Phaaan thinks that most people’s access to any progressive post-colonial music is limited; Indian cinema is a relic of colonial cinema and doesn’t relate to the experiences of young people of Asian origin. Article from The Groove in which the Kaliphz describe themselves as “a bunch of pakis and a couple of poor white trash”. Other articles headlining them as “hard core rap”. 2 Phaaan wants the group to be known for its music, not because of its racial mix. \u000bRadical Sistah, the KKKings [KK Kings] Group, says their musicians grew up with a wide variety of musical styles, all reflected in their work, though some of it does contain more recognisable traditional Asian sounds. Mikha K, the KKKings Group, believes that the Indian traditional will inevitably “be watered down”. Radical Sistah believes that they are all very aware of their musical heritage, but thinks that it requires investment by “people in power” to ensure that younger people all know and understand those traditions. Mikha K thinks that large record companies recognise the need to sponsor Asian groups in order to reach the Asian market which will mean the growth of the new music as well. The father’s instruments. Discordant musical sounds form into a traditional-style piece. Credits.",
   "Choreographer" : "",
   "Date" : "1995",
   "Series" : "Black Arts Video Project",
   "Title" : "Raag Glitter & Chips. Asian music, British society",
   "Part" : "",
   "Film ID" : "ACE433",
   "Production Company" : ""
}
