{"Synopsis":"An analysis of the mechanics of perception, with comments by artist on how they use their senses in their creative work.","Director":"Mike Csaky","Article":"","Minutes":"59 min","Full credits":"Featuring: Dr R D Laing, Professor R L Gregory, Nadine Scott, Elkie Brooks, David Hockney, Arthur Balaskas, Joseph Beuys, Sir Michael Tippett. Written & Researched by Mick Csaky, Adrian Munsey; Cameramen John Bulmer, Mick Csaky, Charles Stewart; Soundmen Bob Bentley, Alister Hallum, Alan Kane; Dubbing Mixer Mike Billing; Narration read by Billie Whitelaw; Production Supervisor Rodney Wilson. The book How Does it Feel [edited by Mick Csaky] is published by Thames & Hudson and Doubleday. Associate Producer David Beatty; Editor Philip Howe; Produced & Directed by Mick Csaky. A Pictures That Move production for the Arts Council of Great Britain © 1976.","chapters":[{"out":420,"in":0,"desc":"Noise of ocean. Caption: “Consider the Eskimo who, with visibility zero, navigates his kayak along dangerous coastlines. He is guided by the feel of the wind and the smell of the fog, by the sound of the surf and nesting birds, and particularly by the feel of the pattern of the waves and currents against his buttocks. – Edmund Carpenter.” Commentary: “I was born without a skin, all the pores open and breathing; the softness, the warmth and the smells; the whole body invaded, penetrated, responding. Every tiny cell and pore active and trembling and enjoying. I shrieked with pain!” Newly born baby with mother and hospital staff; baby’s cries echoed by soprano singer. Baby. Title and credits over film of baby sleeping and being caressed by mother. London traffic. Commentary: “Gold. The work of men’s hands. Their idols are silver and gold. The work of men’s hands. They have mouths but they speak not. They have ears, but they hear not. Noses they have, but they smell not. They have hands, but they handle not. Feet they have, but they walk not. Neither speak they through their throat.” [Psalm 115]. Children playing in woods; leaves, insects, etc. Commentary: “I see all, am all, all. I leap along the line of the horizon hill. I am a cloud in the high sky. I trace the vein of implicate foe. I am bird world, leaf life. I am wasp world hung under low-belly branch of hidden form. Friable paper world, humming with hate. Moss thought, rain thought, stone still thought on the hill. Never, never, never will I go home to be a child.” Inside a car manufacturing plant. Typist. Commuters going down stairs."},{"out":776,"in":420,"desc":"R D Laing is asked “How important is it to you to be aware of your senses and emotions, your feelings?” and replies that it is “of supreme importance… to be aware of ourselves…” Commuters on packed Underground train. The camera obscura above the Avon Gorge, Clifton. R L Gregory shows how it works, and explains that vision works “by decoding … electrical signals”, and that other senses function similarly via transducers. He says that his lapel microphone is also a transducer, in which sound signals to the microphone are converted to electrical currents – wave representations of his words shown – which are decoded by the brain. Gregory (intercut with images of the ear, of people touching each other, kissing, etc.) talks about the sensitivity of sense organs, and the difficulty of ascribing “meaning” to the experiences of the world occasioned by their stimulation. He proposes a way of analysing this by analogy with the elements of a novel: some derive from reality and some do not, and it can be dangerous “if the fictions get out of gear with reality”. Optical illusion of hollow cube created by electronic signal. A simulated Penrose triangle which Gregory demonstrates. Laing says that people can only experience the world directly through their own senses; everything else is “inference”."},{"out":1335,"in":776,"desc":"Caption: “Literacy ushered man into the divided world of the senses ... [Man] became aware of his body only in sports and sex, and sometimes not even then. – Edmund Carpenter.” A therapy group (International Saturday Group) led by Nadine Scott: Laing says that thousands of people are “agonised” because they have now “lost their feelings…” and want to know how they can “get in touch with [their] senses”. He believes there is “a fear” of feelings and of the senses, and of being out of control. Therapy group continues. Laing says (part VO) that such unusual techniques can help to release people from their pain but adds that there is no system on offer for coping with life afterwards. He believes that it’s more important that people are not deprived of “the normal, natural functions of a happy, full, satisfying social life…” and says he prefers singing to screaming or roaring."},{"out":1898,"in":1335,"desc":"Elkie Brooks recording Like a Rolling Stone. David Hockney at Glyndebourne. Commentary: “The eye – it cannot choose but see; we cannot bid the ear be still. Our bodies feel, where’er they be, against or with our will.” [William Wordsworth Expostulation and Reply, 1798]. Sets and props for The Magic Flute; Hockney sketching new ideas. He says “it’s good to follow the senses … to trust … intuition” but many people find this difficult. Sets being erected, etc. His VO talks about learning to draw at “a very old-fashioned art school” which was good because it made him look at things “very, very carefully”. Hockney talks about wearing glasses. Glyndebourne audience picnicking. Hockney on “imaginative use of the senses”. He believes that many people use drugs to give themselves a sense of adventure; those in authority who want to ban drugs don’t recognise that they get their own adventures from that activity."},{"out":2338,"in":1898,"desc":"Arthur Balaskas (naked) performing yoga exercises on Silbury Hill, with thermal imaging views of his body as it moves. Commentary: “I sing the body electric … O I say, these are not the parts and poems of the Body only, but of the Soul, O I say now these are the Soul! [Lines from Walt Whitman’s “I Sing the Body Electric” (Leaves of Grass, 1900)]. Balaskas performing cartwheels intercut with shots of female gymnast on asymmetric bars, cheetah chasing gazelles. Joseph Beuys, holding a mouse, says he believes in a level of existence “higher” than that of humans, in invisible powers co-operating with human beings as in old myths and fairy tales, etc. Black and white film of Beuys squashing a lump of fat behind his knees; contemporary footage and VO explaining his Eurasienstab action (first performed 1967), shown in black and white – of investigating “the unknown senses”, using a bent copper rod to seek “power” in the “outer world”. Views of the Lovell radio-telescope at Jodrell Bank. Commentary: “With clarity and quiet I look upon the world and say, All that I see, hear, taste, smell, and touch are the creations of my mind … The mind shouts: ‘Only I exist! Deep in my subterranean cells my five senses labor; they weave and unweave space and time, joy and sorrow, matter and spirit.’” [From The Saviors of God – Spiritual Exercises by Nikos Kazantzakis]"},{"out":2703,"in":2338,"desc":"Michael Tippett talking about the genesis of his Symphony No.3 while listening to music at the Edinburgh Festival; the notes he’s made on his ideas; playing phrases on the piano (part of performance heard over); the score. He says the music is “not about the sensations of the external world, but about the intimations, intuitions, dreams, the fantasies, the feelings, particularly the feelings of our inner experience…” and talks about the mystifying process of transmuting external experience into sound. He says that “we want our souls to be nourished and unless they are nourished, we are dead.”"},{"out":2926,"in":2703,"desc":"Waves on seashore. Micro-photography of sperm and egg, and cell division; Laing’s VO saying “we are alive all the way from that very first cell…”; Earth from space, flowing lava, development of the embryo, etc. Commentary: “I grew immersed in natural waters, like the mollusc in green phosphorescence. In me sounded the crusty salt forming my singular skeleton. How to explain. Almost without the blue and bitter movement of breathing, one by one the waves repeated what I sensed and trembled with, until the salt and the spray formed me.” Extracts from In the Land of the War Canoes (1914) showing Kwakiutl dancers."},{"out":3513,"in":2926,"desc":"Embryo. Laing (part VO) explaining why he puts “great importance on these first nine months in the womb”, and on other “firsts”. Laing and two women helping a third, his wife, Jutta Werner, with home birth. He says that “the most important single component of the environment of human beings is other human beings…” and wants his children “to have open access” to the world of “the sky and the air and the earth and the sea and the water and the sun and the moon and the stars...”. Werner breast-feeding baby, watched by older children and Laing, who talks about babies, etc., as it falls asleep. Credits. Final shot of Elkie Brooks in recording session (”How does it feel…?”) stops, saying she “sang the words wrong”."}],"Series":"","Full synopsis":"ACE056.2 10:00:00 10:07:00 Noise of ocean. Caption: “Consider the Eskimo who, with visibility zero, navigates his kayak along dangerous coastlines. He is guided by the feel of the wind and the smell of the fog, by the sound of the surf and nesting birds, and particularly by the feel of the pattern of the waves and currents against his buttocks. – Edmund Carpenter.” Commentary: “I was born without a skin, all the pores open and breathing; the softness, the warmth and the smells; the whole body invaded, penetrated, responding. Every tiny cell and pore active and trembling and enjoying. I shrieked with pain!” Newly born baby with mother and hospital staff; baby’s cries echoed by soprano singer. Baby. Title and credits over film of baby sleeping and being caressed by mother. London traffic. Commentary: “Gold. The work of men’s hands. Their idols are silver and gold. The work of men’s hands. They have mouths but they speak not. They have ears, but they hear not. Noses they have, but they smell not. They have hands, but they handle not. Feet they have, but they walk not. Neither speak they through their throat.” [Psalm 115]. Children playing in woods; leaves, insects, etc. Commentary: “I see all, am all, all. I leap along the line of the horizon hill. I am a cloud in the high sky. I trace the vein of implicate foe. I am bird world, leaf life. I am wasp world hung under low-belly branch of hidden form. Friable paper world, humming with hate. Moss thought, rain thought, stone still thought on the hill. Never, never, never will I go home to be a child.” Inside a car manufacturing plant. Typist. Commuters going down stairs. ACE056.3 10:07:00 10:12:56 R D Laing is asked “How important is it to you to be aware of your senses and emotions, your feelings?” and replies that it is “of supreme importance… to be aware of ourselves…” Commuters on packed Underground train. The camera obscura above the Avon Gorge, Clifton. R L Gregory shows how it works, and explains that vision works “by decoding … electrical signals”, and that other senses function similarly via transducers. He says that his lapel microphone is also a transducer, in which sound signals to the microphone are converted to electrical currents – wave representations of his words shown – which are decoded by the brain. Gregory (intercut with images of the ear, of people touching each other, kissing, etc.) talks about the sensitivity of sense organs, and the difficulty of ascribing “meaning” to the experiences of the world occasioned by their stimulation. He proposes a way of analysing this by analogy with the elements of a novel: some derive from reality and some do not, and it can be dangerous “if the fictions get out of gear with reality”. Optical illusion of hollow cube created by electronic signal. A simulated Penrose triangle which Gregory demonstrates. Laing says that people can only experience the world directly through their own senses; everything else is “inference”.\u000b\u000b ACE056.4 10:12:56 10:22:15 Caption: “Literacy ushered man into the divided world of the senses ... [Man] became aware of his body only in sports and sex, and sometimes not even then. – Edmund Carpenter.” A therapy group (International Saturday Group) led by Nadine Scott: Laing says that thousands of people are “agonised” because they have now “lost their feelings…” and want to know how they can “get in touch with [their] senses”. He believes there is “a fear” of feelings and of the senses, and of being out of control. Therapy group continues. Laing says (part VO) that such unusual techniques can help to release people from their pain but adds that there is no system on offer for coping with life afterwards. He believes that it’s more important that people are not deprived of “the normal, natural functions of a happy, full, satisfying social life…” and says he prefers singing to screaming or roaring. \u000b\u000b ACE056.5 10:22:15 10:31:38 Elkie Brooks recording Like a Rolling Stone. David Hockney at Glyndebourne. Commentary: “The eye – it cannot choose but see; we cannot bid the ear be still. Our bodies feel, where’er they be, against or with our will.” [William Wordsworth Expostulation and Reply, 1798]. Sets and props for The Magic Flute; Hockney sketching new ideas. He says “it’s good to follow the senses … to trust … intuition” but many people find this difficult. Sets being erected, etc. His VO talks about learning to draw at “a very old-fashioned art school” which was good because it made him look at things “very, very carefully”. Hockney talks about wearing glasses. Glyndebourne audience picnicking. Hockney on “imaginative use of the senses”. He believes that many people use drugs to give themselves a sense of adventure; those in authority who want to ban drugs don’t recognise that they get their own adventures from that activity.\u000b\u000b ACE056.6 10:31:38 10:38:58 Arthur Balaskas (naked) performing yoga exercises on Silbury Hill, with thermal imaging views of his body as it moves. Commentary: “I sing the body electric … O I say, these are not the parts and poems of the Body only, but of the Soul, O I say now these are the Soul! [Lines from Walt Whitman’s “I Sing the Body Electric” (Leaves of Grass, 1900)]. Balaskas performing cartwheels intercut with shots of female gymnast on asymmetric bars, cheetah chasing gazelles. Joseph Beuys, holding a mouse, says he believes in a level of existence “higher” than that of humans, in invisible powers co-operating with human beings as in old myths and fairy tales, etc. Black and white film of Beuys squashing a lump of fat behind his knees; contemporary footage and VO explaining his Eurasienstab action (first performed 1967), shown in black and white – of investigating “the unknown senses”, using a bent copper rod to seek “power” in the “outer world”. Views of the Lovell radio-telescope at Jodrell Bank. Commentary: “With clarity and quiet I look upon the world and say, All that I see, hear, taste, smell, and touch are the creations of my mind … The mind shouts: ‘Only I exist! Deep in my subterranean cells my five senses labor; they weave and unweave space and time, joy and sorrow, matter and spirit.’” [From The Saviors of God – Spiritual Exercises by Nikos Kazantzakis] \u000b\u000b ACE056.7 10:38:58 10:45:03 Michael Tippett talking about the genesis of his Symphony No.3 while listening to music at the Edinburgh Festival; the notes he’s made on his ideas; playing phrases on the piano (part of performance heard over); the score. He says the music is “not about the sensations of the external world, but about the intimations, intuitions, dreams, the fantasies, the feelings, particularly the feelings of our inner experience…” and talks about the mystifying process of transmuting external experience into sound. He says that “we want our souls to be nourished and unless they are nourished, we are dead.” ACE056.8 10:45:03 10:48:46 Waves on seashore. Micro-photography of sperm and egg, and cell division; Laing’s VO saying “we are alive all the way from that very first cell…”; Earth from space, flowing lava, development of the embryo, etc. Commentary: “I grew immersed in natural waters, like the mollusc in green phosphorescence. In me sounded the crusty salt forming my singular skeleton. How to explain. Almost without the blue and bitter movement of breathing, one by one the waves repeated what I sensed and trembled with, until the salt and the spray formed me.” Extracts from In the Land of the War Canoes (1914) showing Kwakiutl dancers. ACE056.9 10:48:46 10:58:33 Embryo. Laing (part VO) explaining why he puts “great importance on these first nine months in the womb”, and on other “firsts”. Laing and two women helping a third, his wife, Jutta Werner, with home birth. He says that “the most important single component of the environment of human beings is other human beings…” and wants his children “to have open access” to the world of “the sky and the air and the earth and the sea and the water and the sun and the moon and the stars...”. Werner breast-feeding baby, watched by older children and Laing, who talks about babies, etc., as it falls asleep. Credits. Final shot of Elkie Brooks in recording session (”How does it feel…?”) stops, saying she “sang the words wrong”.","Date":"1976","Choreographer":"","Title":"How Does It Feel?","Part":"","Film ID":"ACE056","Production Company":"Pictures That Move"}