{"Synopsis":"Sculptures by the Swiss-born artist, Alberto Giacometti (1901-1966).","Director":"Michael Gill","Article":"","Minutes":"13 min","Full credits":"Music by Roger Smalley; Photographed by Peter Suschitzky, Ken Willicombe; Assistant editor Thomas Schwalm; Assistant cameraman Henry Farrer; Recording engineer Stephen Dalby; Edited by Anthony Harvey; Directed by Michael Gill; Written and produced by David Sylvester. Presented by The Arts Council of Great Britain in association with The British Film Institute and with the co-operation of the BBC. Rights in the artist’s works renewed by A.D.A.G.P.","chapters":[{"out":775,"in":0,"desc":"Giacometti sketching a face. Intercut with faces from his painting and sculpture. Commentary suggests that often, Giacometti’s heads “have something of the sharply attentive look of the blind”. A number of different sculptures shown. Many were modelled by his brother; some look more like the artist. Giacometti creating a clay figure. Giacometti VO (in French – no subtitles) about his work and about the impossibility of achieving exactly what he wants. Sculptures. Giacometti working on his clay figure, intercut with shots of sculptures. Commentary points out that all his figures of woman are immobile, only to be looked at, a contrast with his own activity. A number of figures grouped together. Large figure on roof terrace. Giacometti walking into his studio. Working on model. Studio shots – clay, paints, part-finished figure, etc. – intercut. Giacometti VO (in French). Sculptures of men. Giacometti working on male head. Sculptures. Commentary points out that Giacometti repeated the same themes endlessly. Credits."}],"Series":"","Full synopsis":"ACE014.2 10:00:00 10:12:55 Giacometti sketching a face. Intercut with faces from his painting and sculpture. \u000bCommentary suggests that often, Giacometti’s heads “have something of the sharply attentive look of the blind”. A number of different sculptures shown. Many were modelled by his brother; some look more like the artist. Giacometti creating a clay figure. Giacometti VO (in French – no subtitles) about his work and about the impossibility of achieving exactly what he wants. Sculptures. Giacometti working on his clay figure, intercut with shots of sculptures. Commentary points out that all his figures of woman are immobile, only to be looked at, a contrast with his own activity. A number of figures grouped together. Large figure on roof terrace. Giacometti walking into his studio. Working on model. Studio shots – clay, paints, part-finished figure, etc. – intercut. Giacometti VO (in French). Sculptures of men. Giacometti working on male head. Sculptures. Commentary points out that Giacometti repeated the same themes endlessly. Credits.\u000b","Date":"1967","Choreographer":"","Title":"Giacometti","Part":"","Film ID":"ACE014","Production Company":"British Film Institute"}