{"Synopsis":"The landscape paintings of French-born Claude Lorrain (c.1600-1682) which are an idealised distillation of landscape features near Rome.","Director":"Dudley Shaw Ashton","Article":"The","Minutes":"24 min","Full credits":"CLAUDE LORRAIN 1600-1682. Commentary written and spoken by Sir Anthony Blunt; Additional Research Michael Kitson; Trumpet played by Don Smithers from his arrangement of a Sonata by Andrea Grossi (by courtesy of Argo Records); The Producers gratefully acknowledge the co-operation of The Trustees of the British Museum, The National Trust (Fairhaven Collection), The Museum of Fine Arts, Boston, Mass., The Visitors of the Ashmolean Museum, Oxford, The Courtauld Institute of Art (Witt Collection), The Trustees of the Grosvenor Estate, The Trustees of T. C. Loyd, Esq.; Sound Recording Edgar Vetter; Asst. Cameraman Brian Mitchison; Electrician Ray Brown; Producer’s Assistant Antonia Fraser; Editor Terence Twigg; Cameraman Wolfgang Suschitzky; Executive Producer Richard Crewdson; Directed by Dudley Shaw Ashton. Produced for the Arts Council of Great Britain by Balfour Films, London, England.","chapters":[{"out":445,"in":0,"desc":"Landscape with Psyche outside the Palace of Cupid (aka The Enchanted Castle, 1664). Commentary defines Claude Lorrain (Gellée) as the first and greatest painter of classical landscape. Details of the painting. Part of The Rise of the Roman Empire (1661). Commentary explains that Claude’s landscapes were rarely a direct record of a particular place but represent “a distillation of a particular type of landscape”. Mill on a River (1631), Pastoral Landscape (1638). Detail of Pastoral Capriccio with the Arch of Constantine (c.1651). Landscape with Sacrifice to Apollo (1662). Landscape with Ascanius Shooting the Stag of Silvia (1682). Pastoral Capriccio with the Arch of Constantine. Commentary talks about Claude’s handling of the generally flat Campagnia countryside. Landscape with Sacrifice to Apollo. More of The Rise of the Roman Empire. Details of Mill on a River and Coast Scene with the Rape of Europa (1667) showing Claude’s use of light. Harbour Scene at Sunset (1643): Claude uses the sea to give a contrast to the fading light. A Seaport (1674). Detail from The Landing of Aeneas at Pallanteum (1675). Details from Landscape with Ascanius Shooting the Stag of Silvia “enlivened with rocky features” based on memories of the Bay of Naples and the cliffs of Capri. Details from Harbour Scene at Sunset and Coast Scene with the Rape of Europa showing light playing on the ripples of the sea. Coast Scene with the Rape of Europa is split almost equally between land and sea."},{"out":869,"in":445,"desc":"Harbour Scene at Sunset demonstrates Claude’s use of architecture. Comparison with features of Ordination from Nicolas Poussin’s Seven Sacraments series. Landscape With Sacrifice to Apollo. Detail from The Landing of Aeneas at Pallanteum. The Rise of the Roman Empire. His buildings are often based on Roman ruins - Pastoral Capriccio with the Arch of Constantine, but The Enchanted Castle looks more like Bernini’s rejected design for the Louvre (1664). Even in Claude’s more atmospheric pictures, he works in a strictly classical way, using formal classical images. Details from Pastoral Landscape, Mill on a River, Harbour at Sunset. Pastoral Capriccio with the Arch of Constantine. Pastoral Landscape evoking the minor gods and nymphs of ancient Rome. Sketches of countryside, landscapes and animals, including On the Road from Subiaco to Tivoli (1642) and The Tiber from Monte Mario, many done from life, but some altered to make a better composition. Drawn view of Tivoli and surroundings. The same sketch shows Claude’s technique of adding crimson to his brown ink to indicate reflected light. Poussin’s much more solid sketch of the Aventine hill. Trees drawn by Poussin and by Claude."},{"out":1420,"in":869,"desc":"Studies for The Landing of Aeneas at Pallanteum demonstrating that Claude’s sketches were not transferred directly into a painting. Claude’s drawing of the finished painting for his Liber Veritatis. Another drawing, from 1677, in which the distant background had been slightly altered. A drawing of a figure group for the same painting, but done after Claude had started work on the canvas. The completed painting. Commentary gives the history of the painting. The companion painting, Landscape with Sacrifice to Apollo. Commentary relates the history of the pair of paintings. Details of the earlier painting; commentary describes its allusions to contemporary events. Commentary sums up Claude’s achievements and quotes appreciative descriptions by English authors and painters, such as Samuel Palmer, Keats, and Constable. Details of Landscape with Ascanius Shooting the Stag of Silvia, The Rise of the Roman Empire, Pastoral Capriccio with the Arch of Constantine. Pastoral Landscape, Mill on a River, Coast Scene with the Rape of Europa, Harbour Scene at Sunset, and The Enchanted Castle. Credits."}],"Series":"","Full synopsis":"ACE022.2 10:00:00 10:07:25 Landscape with Psyche outside the Palace of Cupid (aka The Enchanted Castle, 1664). Commentary defines Claude Lorrain (Gellée) as the first and greatest painter of classical landscape. Details of the painting. Part of The Rise of the Roman Empire (1661). Commentary explains that Claude’s landscapes were rarely a direct record of a particular place but represent “a distillation of a particular type of landscape”. Mill on a River (1631), Pastoral Landscape (1638). Detail of Pastoral Capriccio with the Arch of Constantine (c.1651). Landscape with Sacrifice to Apollo (1662). Landscape with Ascanius Shooting the Stag of Silvia (1682). Pastoral Capriccio with the Arch of Constantine. Commentary talks about Claude’s handling of the generally flat Campagnia countryside. Landscape with Sacrifice to Apollo. More of The Rise of the Roman Empire. Details of Mill on a River and Coast Scene with the Rape of Europa (1667) showing Claude’s use of light. Harbour Scene at Sunset (1643): Claude uses the sea to give a contrast to the fading light. A Seaport (1674). Detail from The Landing of Aeneas at Pallanteum (1675). Details from Landscape with Ascanius Shooting the Stag of Silvia “enlivened with rocky features” based on memories of the Bay of Naples and the cliffs of Capri. Details from Harbour Scene at Sunset and Coast Scene with the Rape of Europa showing light playing on the ripples of the sea. Coast Scene with the Rape of Europa is split almost equally between land and sea.\u000b\u000b ACE022.3 10:07:25 10:14:29 Harbour Scene at Sunset demonstrates Claude’s use of architecture. Comparison with features of Ordination from Nicolas Poussin’s Seven Sacraments series. Landscape With Sacrifice to Apollo. Detail from The Landing of Aeneas at Pallanteum. The Rise of the Roman Empire. His buildings are often based on Roman ruins - Pastoral Capriccio with the Arch of Constantine, but The Enchanted Castle looks more like Bernini’s rejected design for the Louvre (1664). Even in Claude’s more atmospheric pictures, he works in a strictly classical way, using formal classical images. Details from Pastoral Landscape, Mill on a River, Harbour at Sunset. Pastoral Capriccio with the Arch of Constantine. Pastoral Landscape evoking the minor gods and nymphs of ancient Rome. Sketches of countryside, landscapes and animals, including On the Road from Subiaco to Tivoli (1642) and The Tiber from Monte Mario, many done from life, but some altered to make a better composition. Drawn view of Tivoli and surroundings. The same sketch shows Claude’s technique of adding crimson to his brown ink to indicate reflected light. Poussin’s much more solid sketch of the Aventine hill. Trees drawn by Poussin and by Claude. \u000b\u000b ACE022.4 10:14:29 10:23:40 Studies for The Landing of Aeneas at Pallanteum demonstrating that Claude’s sketches were not transferred directly into a painting. Claude’s drawing of the finished painting for his Liber Veritatis. Another drawing, from 1677, in which the distant background had been slightly altered. A drawing of a figure group for the same painting, but done after Claude had started work on the canvas. The completed painting. Commentary gives the history of the painting. The companion painting, Landscape with Sacrifice to Apollo. Commentary relates the history of the pair of paintings. Details of the earlier painting; commentary describes its allusions to contemporary events. Commentary sums up Claude’s achievements and quotes appreciative descriptions by English authors and painters, such as Samuel Palmer, Keats, and Constable. Details of Landscape with Ascanius Shooting the Stag of Silvia, The Rise of the Roman Empire, Pastoral Capriccio with the Arch of Constantine. Pastoral Landscape, Mill on a River, Coast Scene with the Rape of Europa, Harbour Scene at Sunset, and The Enchanted Castle. Credits.","Date":"1970","Choreographer":"","Title":"Art of Claude Lorrain","Part":"","Film ID":"ACE022","Production Company":"Balfour Films"}