{"Synopsis":"The work of sculptor, Rolanda Polonsky (d.1996), interviewed at Netherne Hospital while she was being treated there for schizophrenia.","Director":"Lionel Mishkin","Article":"","Minutes":"10 min","Full credits":"Photographed by Tony Imi, Nic Knowland; Sound by Derek Williams, Mike Lax, Peter Rann; Edited by Richard Key; Production by Eric Brooks; Directed by Lionel Miskin. Made by Rosebrook Productions for the Arts Council of Great Britain. We wish to thank Doctor R. K. Freudenberg, Edward Adamson, and the Netherne and Fairdene Hospitals for their help in making this film possible.","chapters":[{"out":585,"in":0,"desc":"Netherne Hospital, Coulsdon, where Edward Adamson was the first person in Britain to start art therapy classes for mental patients. Rolanda Polonsky, who trained as an artist before developing schizophrenia, and has been in a mental hospital for twenty-four years. Drawing of musician. Polonsky describes it as “a portrait of one of the eternities”. Drawing of the Crucifixion with female subject; Polonsky says that women have more crosses. Drawing of the Last Judgment by “the damned”. A “portrait of Happiness”. Polonsky beside one of her sculptures, the head of a young woman who “has lost her virginity”. Relief sculpture of God outstretching his arms over his people; includes women with children. Relief of “a tempest”; “every line is a sorrow”. Relief representing people broken by life. The broken body of Jesus. Relief showing a world full of crosses, each of which “is a sorrow”. Relief of angels and “the cross of angels”. Relief of “pain”, with the Apostles taking Jesus’s body from the cross. Polonsky beside a relief depicting heaven and hell, and the hand of piety. Credits."}],"Series":"","Full synopsis":"ACE029.2 10:00:00 10:09:45 Netherne Hospital, Coulsdon, where Edward Adamson was the first person in Britain to start art therapy classes for mental patients. Rolanda Polonsky, who trained as an artist before developing schizophrenia, and has been in a mental hospital for twenty-four years. Drawing of musician. Polonsky describes it as “a portrait of one of the eternities”. Drawing of the Crucifixion with female subject; Polonsky says that women have more crosses. Drawing of the Last Judgment by “the damned”. A “portrait of Happiness”. Polonsky beside one of her sculptures, the head of a young woman who “has lost her virginity”. Relief sculpture of God outstretching his arms over his people; includes women with children. Relief of “a tempest”; “every line is a sorrow”. Relief representing people broken by life. The broken body of Jesus. Relief showing a world full of crosses, each of which “is a sorrow”. Relief of angels and “the cross of angels”. Relief of “pain”, with the Apostles taking Jesus’s body from the cross. Polonsky beside a relief depicting heaven and hell, and the hand of piety. Credits.","Date":"1971","Choreographer":"","Title":"Rolanda Polonsky Sculptor","Part":"","Film ID":"ACE029","Production Company":"Rosebrook Productions"}