{"Synopsis":"An examination of the relationship between human beings and nature: the patterns which occur in nature, and the appearance of such patterns in religious buildings as a mediation between humans and their natural environment.","Director":"Lawrence Moore","Article":"","Minutes":"57 min","Full credits":"For their help and assistance we wish to thank Atlas Computing Division, Rutherford Laboratory, AERE, Harwell , British Museum (Natural History), Department of Metallurgy and Materials Science, University of Cambridge, Yves Flamand, Malcolm Miller, L’Abbé de la Cathédral de Chartres, Danny Boon, Graham Lawson, Boulent Rauf, Warren Kenton, Rodney Wilson, The Royal College of Art, London Film-makers Co-op, Sir John Dudding D.L., Roy Jordan Ltd. Production Team: Chartres Sequence Cameraman Nick Gifford; Production Assistance Alan Coddington, Graham Chalifour; Dubbing Mixer Peter Rann; Computer Animation Designer Colin Emmett; Featuring on the Chartres Maze Louise, Amanda and Matthew Critchlow; Photographs of Chartres windows Sonia Halliday, Laura Lushington; Music Mike Oldfield, Alan Hacker; Vocals Sally Oldfield; Song Katy Hacker; A film by Keith Critchlow, Lawrence Moore. A Vortex Production, © Arts Council of Great Britain 1977.","chapters":[{"out":376,"in":7,"desc":"“Without love, how should there have been existence?” Computerised animation incorporating pictures of a rose window and a group of people. “All things have origins. Origins are important to us…” Sun rising over hills and river. Flock of birds circling, waving grasses, waves breaking, clouds, rain, waterfall, trees, etc. “This film is about ways of viewing nature… Discovery means uncovering what is already there, not inventing. It arises out of an awareness of both what is being viewed and who is doing the viewing. The nature of the universe and our own nature cannot be anything else but a reflection…” Time-lapse cinematography of flower opening. “By changing the time and space dimensions, we can see that everything has its own ordering principle. Understanding these principles is the goal of science … the moon daisy … the principle of pure form being expressed in time…”"},{"out":684,"in":376,"desc":"Animation intercut with live action of flower heads, shoots, etc. “The way all things come into existence can be symbolised in the following sequence: the starting point proceeds to become a line, the first dimension; this line rotates to describe a circle, or plane, the second dimension; the plane then turns over, becoming a sphere or solid, the third dimension.” Flower heads. “This cycle … follows four distinct phases…” Cinemicrography of atoms bonding; highly magnified microscopic marine skeletons; Chartres cathedral. Animation of tetrahedron formed from four spheres, whose six points of contact become the starting point for the octahedron, six spheres or eight triangular faces. When the octahedron’s twelve points of contact expand, they develop into the cuboctahedron, twelve spheres enclosing a space the same size as one of them, in dynamic equilibrium, which tends to compress into a stable icosahedron. The cuboctahedron is made up of squares and equilateral triangles, which can also be expressed in a plane. Centre of daisy. Spiral growth shown by means of squares of different sizes, but fixed proportions."},{"out":1052,"in":684,"desc":"Caption: “The Mineral World.” “By changing the dimensions of space and time, even the mineral world becomes animate…”: microcinematography of carbon filament building itself, like everything else in the world to a pattern of “natural growth”. Crystals; growing “by the precise addition of identical atoms”; microcinematography of atoms bonding. Animation illustrating the five different kinds of bond: linear, planar, and three solid. Atoms in same patterns as parts of the daisy. Sound vibrations of different frequencies creating patterns in sand on a metal plate. Mercury responding to vibrations. Waves. Water always “tries to regain the unity of the sphere … the drop … its falling … the rippling … are controlled by pure mathematical laws.” Animation. Atoms. Spirals."},{"out":1373,"in":1052,"desc":"Caption: “The Vegetable World.” Waves breaking; animation showing directions of growth of organisms, from single cell to line to plane to solids, and shapes of first skeletons, composed of silicates in sea-water, all following similar patterns. Diatoms. Trees reflected in water. Twelve-square patterns showing outlines of leaf patterns; lines of symmetry on the pattern make further patterns which reflect the whole. Young leaves at right-angles to those above and below. Caption: “The Animal World.” Cliffs, seabirds, flowers, deer. “The evolutionary transition from the rooted world of the vegetable kingdom to the mobile of the animal kingdom is as much a miraculous mystery as life itself…” and describes some of “the mutually co-operative relationship between the animal and vegetable kingdoms”. Mole, fox, rabbit, ants, moth; life on Earth “depends on the survival of the fittest to co-operate”."},{"out":1741,"in":1373,"desc":"Caption: “The Human World,” Time-lapse film of clouds and landscape at dawn. “Mankind, the sense-making animal, has to consciously create his relationships within the natural world. This ability for abstract thought expressed itself in the concept of time.” Landscape at different seasons. Time-lapse film of clouds and sunset. Magnified views of constellations in night sky, man’s “most permanent image”. Photographs of Native American and Native Amazonians with shadow sticks, which linked them “directly to the sun as the centre of life in our solar system”. Stick with shadow marking out a circular pattern. Two sticks, “obviously unstable”, can be used, as a compass, to draw interlocking circles. Three sticks, the tripod, make a stable tetrahedron. Four sticks “… align the cardinal directions”. Bundle of twelve sticks. Spiral diagrams. The symbolism of the Mandan Indian lodge, demonstrated on a model built with sticks. Painting by Karl Bodmer showing The Interior of the Hut of a Mandan Chief (1833-1834); photographs of Native Americans. Sunset seen through frame of lodge."},{"out":2130,"in":1741,"desc":"Drawing patterns on a clay tablet by means of a marker attached to a string: “geometry, Earth measure” is a means of expressing natural order. Castlerigg stone circle, Cumberland. Diagram of the stone arrangements superimposed on patterns in the clay: “They embody the principles of timelessness against which mankind measures the rhythms of time.” Time-lapse film of Moel Ty Uchaf stone circle in north Wales. Diagrammatic representation of the stones and their geometric arrangement, “a very refined circle, flattened on four sides”, which could be a temple dedicated to the planet Venus. Stonehenge, “the largest megalithic temple in the world”: diagrammatic representation of the layout and its geometry which describes heptagons, octagons, rectangles, etc., combining to converge on the hele stone. Sunrise over the hele stone. Moon over Stonehenge."},{"out":2491,"in":2130,"desc":"Chartres Cathedral at dawn; Chartres and Stonehenge “are linked to the universal principles of geometry”. Exterior; details of stone carving, windows. The symbolism of some of the design features; model representation shows how the maze and the rose window above it exactly reflect each other, and how height and length of different features are related to each other and to solar and lunar cycles. Representation of moon at top of shorter tower. La Belle Verriere (The Virgin in Majesty) window which pre-dates most of the rest of the building, and is likely to have been the basis for its proportions; diagram, which finds the maze under the Child’s feet."},{"out":3440,"in":2491,"desc":"Maze shapes, one created by vibrations in sand. Diagram illustrating a traditional model of the universe, closely resembling the maze. The maze and a diagram of it showing its cosmological and astrological patterns. The rose window exterior, the Critchlow children going towards the doorway: the cathedral, the stone circles, the Mandan lodge are each “a cosmos”. Engraving of the window; diagram shows that opening the twelve-square pattern to thirteen and adding a thirteen-point star determines the proportions of the maze. Carved figures in the stonework. Overhead view of the children and their shadows as they walk the maze, finally seating themselves in the centre. Stained glass windows. The twelve-square pattern and spirals. The three children leaving the maze. Carvings. Sunset through the Mandan lodge frame. View of the Cathedral. Children walking Julian’s Bower, a turf maze in Lincolnshire, to Mike Oldfield’s tune, Portsmouth. Sunset. Credits."}],"Series":"","Full synopsis":"ACE061.2 10:00:07 10:06:16 “Without love, how should there have been existence?” Computerised animation incorporating pictures of a rose window and a group of people. “All things have origins. Origins are important to us…” Sun rising over hills and river. Flock of birds circling, waving grasses, waves breaking, clouds, rain, waterfall, trees, etc. “This film is about ways of viewing nature… Discovery means uncovering what is already there, not inventing. It arises out of an awareness of both what is being viewed and who is doing the viewing. The nature of the universe and our own nature cannot be anything else but a reflection…” Time-lapse cinematography of flower opening. “By changing the time and space dimensions, we can see that everything has its own ordering principle. Understanding these principles is the goal of science … the moon daisy … the principle of pure form being expressed in time…” ACE061.3 10:06:16 10:11:24 Animation intercut with live action of flower heads, shoots, etc. “The way all things come into existence can be symbolised in the following sequence: the starting point proceeds to become a line, the first dimension; this line rotates to describe a circle, or plane, the second dimension; the plane then turns over, becoming a sphere or solid, the third dimension.” Flower heads. “This cycle … follows four distinct phases…” Cinemicrography of atoms bonding; highly magnified microscopic marine skeletons; Chartres cathedral. Animation of tetrahedron formed from four spheres, whose six points of contact become the starting point for the octahedron, six spheres or eight triangular faces. When the octahedron’s twelve points of contact expand, they develop into the cuboctahedron, twelve spheres enclosing a space the same size as one of them, in dynamic equilibrium, which tends to compress into a stable icosahedron. The cuboctahedron is made up of squares and equilateral triangles, which can also be expressed in a plane. Centre of daisy. Spiral growth shown by means of squares of different sizes, but fixed proportions. \u000b\u000b ACE061.4 10:11:24 10:17:32 Caption: “The Mineral World.” “By changing the dimensions of space and time, even the mineral world becomes animate…”: microcinematography of carbon filament building itself, like everything else in the world to a pattern of “natural growth”. Crystals; growing “by the precise addition of identical atoms”; microcinematography of atoms bonding. Animation illustrating the five different kinds of bond: linear, planar, and three solid. Atoms in same patterns as parts of the daisy. Sound vibrations of different frequencies creating patterns in sand on a metal plate. Mercury responding to vibrations. Waves. Water always “tries to regain the unity of the sphere … the drop … its falling … the rippling … are controlled by pure mathematical laws.” Animation. Atoms. Spirals.\u000b ACE061.5 10:17:32 10:22:53 Caption: “The Vegetable World.” Waves breaking; animation showing directions of growth of organisms, from single cell to line to plane to solids, and shapes of first skeletons, composed of silicates in sea-water, all following similar patterns. Diatoms. Trees reflected in water. Twelve-square patterns showing outlines of leaf patterns; lines of symmetry on the pattern make further patterns which reflect the whole. Young leaves at right-angles to those above and below. Caption: “The Animal World.” Cliffs, seabirds, flowers, deer. “The evolutionary transition from the rooted world of the vegetable kingdom to the mobile of the animal kingdom is as much a miraculous mystery as life itself…” and describes some of “the mutually co-operative relationship between the animal and vegetable kingdoms”. Mole, fox, rabbit, ants, moth; life on Earth “depends on the survival of the fittest to co-operate”. ACE061.6 10:22:53 10:29:01 Caption: “The Human World,” Time-lapse film of clouds and landscape at dawn. “Mankind, the sense-making animal, has to consciously create his relationships within the natural world. This ability for abstract thought expressed itself in the concept of time.” Landscape at different seasons. Time-lapse film of clouds and sunset. Magnified views of constellations in night sky, man’s “most permanent image”. Photographs of Native American and Native Amazonians with shadow sticks, which linked them “directly to the sun as the centre of life in our solar system”. Stick with shadow marking out a circular pattern. Two sticks, “obviously unstable”, can be used, as a compass, to draw interlocking circles. Three sticks, the tripod, make a stable tetrahedron. Four sticks “… align the cardinal directions”. Bundle of twelve sticks. Spiral diagrams. The symbolism of the Mandan Indian lodge, demonstrated on a model built with sticks. Painting by Karl Bodmer showing The Interior of the Hut of a Mandan Chief (1833-1834); photographs of Native Americans. Sunset seen through frame of lodge. ACE061.7 10:29:01 10:35:30 Drawing patterns on a clay tablet by means of a marker attached to a string: “geometry, Earth measure” is a means of expressing natural order. Castlerigg stone circle, Cumberland. Diagram of the stone arrangements superimposed on patterns in the clay: “They embody the principles of timelessness against which mankind measures the rhythms of time.” Time-lapse film of Moel Ty Uchaf stone circle in north Wales. Diagrammatic representation of the stones and their geometric arrangement, “a very refined circle, flattened on four sides”, which could be a temple dedicated to the planet Venus. Stonehenge, “the largest megalithic temple in the world”: diagrammatic representation of the layout and its geometry which describes heptagons, octagons, rectangles, etc., combining to converge on the hele stone. Sunrise over the hele stone. Moon over Stonehenge. ACE061.8 10:35:30 10:41:31 Chartres Cathedral at dawn; Chartres and Stonehenge “are linked to the universal principles of geometry”. Exterior; details of stone carving, windows. The symbolism of some of the design features; model representation shows how the maze and the rose window above it exactly reflect each other, and how height and length of different features are related to each other and to solar and lunar cycles. Representation of moon at top of shorter tower. La Belle Verriere (The Virgin in Majesty) window which pre-dates most of the rest of the building, and is likely to have been the basis for its proportions; diagram, which finds the maze under the Child’s feet. \u000b\u000b ACE061.9 10:41:31 10:57:20 Maze shapes, one created by vibrations in sand. Diagram illustrating a traditional model of the universe, closely resembling the maze. The maze and a diagram of it showing its cosmological and astrological patterns. The rose window exterior, the Critchlow children going towards the doorway: the cathedral, the stone circles, the Mandan lodge are each “a cosmos”. Engraving of the window; diagram shows that opening the twelve-square pattern to thirteen and adding a thirteen-point star determines the proportions of the maze. Carved figures in the stonework. Overhead view of the children and their shadows as they walk the maze, finally seating themselves in the centre. Stained glass windows. The twelve-square pattern and spirals. The three children leaving the maze. Carvings. Sunset through the Mandan lodge frame. View of the Cathedral. Children walking Julian’s Bower, a turf maze in Lincolnshire, to Mike Oldfield’s tune, Portsmouth. Sunset. Credits.","Date":"1977","Choreographer":"","Title":"Reflection. A film about time and relatedness","Part":"","Film ID":"ACE061","Production Company":"Vortex"}