{"Synopsis":"An animated version of the anarchic 1896 play, Ubu Roi, by French writer, Alfred Jarry (1873-1907).","Director":"Geoff Dunbar","Article":"","Minutes":"18 min","Full credits":"A film by Geoff Dunbar. Based on the play Ubu Roi by Alfred Jarry. Produced at Grand Slamm Animation, in association with the Arts Council of Great Britain Animation Geoff Dunbar, Annabel Jankel, Ian Lewis, Ginger Gibbons; Assistants Tony Barnes, Gail Wright; Inking Annabel Jankel; Colouring Chris Perry, Hilary Herbert; Backgrounds Geoff Dunbar, Chris Perry; From translation by Julia Rowntree; Voice of the Knight William Mitchell; Camera Richard Wolff; Music Laurie Scott Baker; Editing and sound Terry Brown; Sound mixer Steve Cook, John Wood Studios, England; Designed by Geoff Dunbar.","chapters":[{"out":763,"in":180,"desc":"Act One, The house of Ma et Pa Ubu. Ma and Pa quarreling. She suggests he could be King of Poland. Pa plots with Captain Drubbish. Act Two, The Plot. Pa inciting Ma, Drubbish and others against King Wenceslas. King’s messenger summons Ubu to go to the King. Act Three, The Royal Palace. Pa denounces Ma and Drubbish. Prince warns Wenceslas against Ubu. King ennobles Ubu. Act Four, The Grande Parade. Parade. Ubu and Drubbish kill King; Ubu crowns himself. Prince hides. Caption: “Prince Bugrelas and the Queen escape Ubu’s clutches and flee to a hiding place in the mountains.” Prince and Queen, now dead. Ghost of the knight Matthias of Koningsberg tells Bugrelas that Pa Ubu has killed his father and that he must avenge him. Bugrelas picks up the sword Vengeance."},{"out":1243,"in":763,"desc":"Act Five, Ubu Roi. Pa is persuaded to distribute money to the people. Act Six, The Ubu Regime. Ubu and his torturers dismiss the judges. The nobles are pushed into a pit. Pa Ubu learns that Bugrelas has returned. Ma tells him this means war. Act 7, The Battle. The opposing armies form up. Pa leads his troops on his wooden horse. Bugrelas and his knights. The battle. Pa runs away and hides. Bugrelas is victorious. Pa is chased by a bear which he kills. Ma and Pa fight. Water. Pa and Ma sunning themselves in a punt. What a pretty little adventure. Credits."}],"Series":"","Full synopsis":"ACE080.2 00:03:00 00:12:43 Act One, The house of Ma et Pa Ubu. Ma and Pa quarreling. She suggests he could be King of Poland. Pa plots with Captain Drubbish. Act Two, The Plot. Pa inciting Ma, Drubbish and others against King Wenceslas. King’s messenger summons Ubu to go to the King. Act Three, The Royal Palace. Pa denounces Ma and Drubbish. Prince warns Wenceslas against Ubu. King ennobles Ubu. Act Four, The Grande Parade. Parade. Ubu and Drubbish kill King; Ubu crowns himself. Prince hides.\u000bCaption: “Prince Bugrelas and the Queen escape Ubu’s clutches and flee to a hiding place in the mountains.” Prince and Queen, now dead. Ghost of the knight Matthias of Koningsberg tells Bugrelas that Pa Ubu has killed his father and that he must avenge him. Bugrelas picks up the sword Vengeance.\u000b ACE080.3 00:12:43 00:20:43 Act Five, Ubu Roi. Pa is persuaded to distribute money to the people. Act Six, The Ubu Regime. Ubu and his torturers dismiss the judges. The nobles are pushed into a pit. Pa Ubu learns that Bugrelas has returned. Ma tells him this means war.\u000bAct 7, The Battle. The opposing armies form up. Pa leads his troops on his wooden horse. Bugrelas and his knights. The battle. Pa runs away and hides. Bugrelas is victorious. Pa is chased by a bear which he kills. Ma and Pa fight. Water. Pa and Ma sunning themselves in a punt. What a pretty little adventure. Credits.\u000b","Date":"1978","Choreographer":"","Title":"Ubu","Part":"","Film ID":"ACE080","Production Company":"Grand Slamm Animation"}