{"Synopsis":"The work of British painter, John Piper (1903-1992), including architectural paintings, theatrical costume and set designs, abstract work, as well as a sequence showing the artist producing an aquatint.","Director":"John Read","Article":"","Minutes":"29 min","Full credits":"Photography Kenneth Higgins; Editor Maurice Harley; Recordist Vernon Phipps; Research S. J. Woods; Narrator John Ralph; Written and directed by John Read. Presented by the BBC Television Service in association with the Arts Council of Great Britain and the Educational Television and Radio Center of the United States.","chapters":[{"out":499,"in":0,"desc":"Credits. Piper looking at books in his studio, near Henley on Thames. Details of décor, including some of Piper’s abstract paintings, decorative letters, etc. Some of his architectural paintings – Windsor Castle 1942, Windsor Town Hall – painting by Poussin, Bacchanal: the Andrians (1628-1630) which has formed the basis for one of his costume studies Variation Poussin Dancers (1952). A reclining nude. Designs for stained glass window for chapel at Oundle School (1954). Lithograph designed for restaurant chain, with costumes taken from Elizabethan period. Costume designs for Lucretia (for Britten’s The Rape of Lucretia) and others. Set design for Benjamin Britten’s The Turn of the Screw. Piper with director Basil Coleman at Sadler’s Wells, 1954. Still from production of Gloriana (1953). Designs and stills for The Pearl Fishers (1954) and others. Carving on Piper’s studio wall. Paintings. Piper reading. Drives away from his house. Country church in Yorkshire – Piper’s painting of it. Details of church, churchyard, brasses, effigy, mediaeval stone carving, details from some of Piper’s paintings. The Coventry Monuments, Croome D'Abitot, Worcestershire, 1953 (originals designed by Capability Brown and Robert Adam); Piper looking around. Sketches and part of effigy on tomb of Margaret Coventry, turning his picture into a “Madonna and Child”."},{"out":1171,"in":499,"desc":"In the studio. Turning the painting into an acquatint. Covers copper plate with grease and blackens surface. Uses a tracing of his drawing to transfer the outline into the plate, which he then follows with etching needle to expose the copper. Coats the plate with stopping-out varnish, and treats it with acid. Etched plate placed in box of resin dust, and then heated to melt the resin. Covers white parts of design with stopping-out varnish; baths the plate in acid. Takes first proof in hand press. Finished acquatint. Paintings of bombed-out churches which offered more abstract images and unusual lighting effects. Painting of Knole, Kent. Other paintings. Landscapes. Mallam Cove, Gordale Scar, Hardrow Force, and similar features in Yorkshire, and some of Piper’s paintings of them. Commentary quotes Wordsworth over: “The stationary blasts of waterfalls/Rocks that muttered close upon the ear/Black clinging crags that spake by the wayside.” Ruins of Byland Abbey. Sketch by Piper. Final painting (1940). Other paintings of similar ruins, all displaying his neo-Romantic style. Scenes in North Wales. Paintings."},{"out":1751,"in":1171,"desc":"Cliffs and breaking waves on the coast at Portland, near Weymouth. Piper sketching. Details of the surroundings – rocks, the lighthouse, village, etc. Piper’s paintings. Some of Piper’s Beach Engines, decorated with abstract designs. The real abstractions of Portland. Stones and stone quarries. The deserted church and its graveyard; paintings. Paintings of nearby cottages. Ruined lighthouse and connected buildings; Piper’s painting. The new lighthouse; some of Piper’s paintings. Piper in his studio, turning his sketches into paintings. His VO describes the process. The finished work. Details of various Piper paintings. Commentary reiterates information about the romantic and abstract nature of his work, but points out that he “never loses sight of the object he wants to interpret”. Piper leaves his studio. The End."}],"Series":"","Full synopsis":"ACE004.2 10:00:00 10:08:19 Credits. Piper looking at books in his studio, near Henley on Thames. Details of décor, including some of Piper’s abstract paintings, decorative letters, etc. Some of his architectural paintings – Windsor Castle 1942, Windsor Town Hall – painting by Poussin, Bacchanal: the Andrians (1628-1630) which has formed the basis for one of his costume studies Variation Poussin Dancers (1952). A reclining nude. Designs for stained glass window for chapel at Oundle School (1954). Lithograph designed for restaurant chain, with costumes taken from Elizabethan period. Costume designs for Lucretia (for Britten’s The Rape of Lucretia) and others. Set design for Benjamin Britten’s The Turn of the Screw. Piper with director Basil Coleman at Sadler’s Wells, 1954. Still from production of Gloriana (1953). Designs and stills for The Pearl Fishers (1954) and others. Carving on Piper’s studio wall. Paintings. Piper reading. Drives away from his house. Country church in Yorkshire – Piper’s painting of it. Details of church, churchyard, brasses, effigy, mediaeval stone carving, details from some of Piper’s paintings. The Coventry Monuments, Croome D'Abitot, Worcestershire, 1953 (originals designed by Capability Brown and Robert Adam); Piper looking around. Sketches and part of effigy on tomb of Margaret Coventry, turning his picture into a “Madonna and Child”. ACE004.3 10:08:19 10:19:31 In the studio. Turning the painting into an acquatint. Covers copper plate with grease and blackens surface. Uses a tracing of his drawing to transfer the outline into the plate, which he then follows with etching needle to expose the copper. Coats the plate with stopping-out varnish, and treats it with acid. Etched plate placed in box of resin dust, and then heated to melt the resin. Covers white parts of design with stopping-out varnish; baths the plate in acid. Takes first proof in hand press. Finished acquatint. Paintings of bombed-out churches which offered more abstract images and unusual lighting effects. Painting of Knole, Kent. Other paintings. Landscapes. Mallam Cove, Gordale Scar, Hardrow Force, and similar features in Yorkshire, and some of Piper’s paintings of them. Commentary quotes Wordsworth over: “The stationary blasts of waterfalls/Rocks that muttered close upon the ear/Black clinging crags that spake by the wayside.” Ruins of Byland Abbey. Sketch by Piper. Final painting (1940). Other paintings of similar ruins, all displaying his neo-Romantic style. Scenes in North Wales. Paintings. ACE004.4 10:19:31 10:29:11 Cliffs and breaking waves on the coast at Portland, near Weymouth. Piper sketching. Details of the surroundings – rocks, the lighthouse, village, etc. Piper’s paintings. Some of Piper’s Beach Engines, decorated with abstract designs. The real abstractions of Portland. Stones and stone quarries. The deserted church and its graveyard; paintings. Paintings of nearby cottages. Ruined lighthouse and connected buildings; Piper’s painting. The new lighthouse; some of Piper’s paintings. Piper in his studio, turning his sketches into paintings. His VO describes the process. The finished work. Details of various Piper paintings. Commentary reiterates information about the romantic and abstract nature of his work, but points out that he “never loses sight of the object he wants to interpret”. Piper leaves his studio. The End.","Date":"1955","Choreographer":"","Title":"John Piper","Part":"","Film ID":"ACE004","Production Company":"BBC Television"}