{"Synopsis":"An exploration, by British lutenist, Anthony Rooley (b.1944), of the relationship between Arab and European music, in particular, that of the ’ud (oud) and the lute.","Director":"Leszek Burzynski","Article":"","Minutes":"37 min","Full credits":"Anthony Rooley Lute; Emma Kirkby Soprano; Readings by Ian McKellen; Narration by Anthony Rooley; William Drummond, God, binding with his tendons, John Dowland, Mr. Dowland’s Midnight, Flow my tears, I saw my Lady weep, Francesco Spinacino, Recercare, Vincenzo Capirola, Paduana Veneziana. Our thanks to Cairo, Dr Samha el Kholy, Conservatoire of Music, George Michel & El Hefay Ensemble, Arab Music Institute, Dr Winnie Shakir Fahmy, Abdel Moneim Arafa and the students of the Institute of Musical Education, Shafik Abu-Oaf, Higher Institute of Arabic Music, The Students of the British Council Centre, Amman, Gamil Georges & Brian Cohen, instrument makers, Dorney Court, Windsor. Recorded by John Page; Photographed by Christopher O’Dell, Nicholas Plowright; Edited by Margaret Dickinson; Produced by Brian Eastman; Directed by Leszek Burzynski. A Picture Partnership Production for the Arts Council of Great Britain in association with The British Council. Arts Council of Great Britain © 1979.","chapters":[{"out":531,"in":0,"desc":"Pine forest. VO reads William Drummond’s “God, Binding with His Tendons This Great All, Did Make a Lute…”. Anthony Rooley playing. Trees; Dorney Court; stained glass showing woman playing lute. Brian Cohen making a lute; his VO describes some of the process. Woodcut of instrument maker playing an lute; VO reads inventory of 16th century lute-maker’s property. Street scenes in Cairo. Egyptian instrument makers at work; Anthony Rooley visits. His VO notes that the Arabic words for the lute is al’ud and gives the history of the instrument. Gamil Georges shows Rooley instruments in progress, and shows Rooley how to play it."},{"out":1107,"in":531,"desc":"Rooley demonstrates how the ’ud (oud) originally had four strings which corresponded to the four elements, with the later fifth string being the æther. Music plays over illustrations of Arab music and musicians. VO likens the ’ud to the elements, the four quarters of the earth, the four temperaments, and the four humours of the body; describes the characteristics of the four strings; since the ninth century, the fifth represents the soul. George Michel playing the ’ud. Rooley and Abdel Moneim Arafa playing the ’ud and the lute; Rooley talking about the stringing, etc. Rooley’s VO explains the differences between the two instruments and the sounds they can make. Emma Kirkby singing Flow My Tears by John Dowland to Rooley’s accompaniment."},{"out":1680,"in":1107,"desc":"The El Hefay Ensemble – ’ud, kanun (qanún), ney, violin, percussion. Rooley’s VO says that this music is largely improvised, and musicians keep alive a living tradition whose classical nature depends on the “pure” style in which they play. He points out the similarity of the instrumental combination to those of Renaissance England, and suggests parallels between the symbolism of the ’ud as representing man and Elizabethan philosophy. Reading over of passage that confirms this. Rooley with Dr Samha el Kholy who talks of Arab music as a living tradition, not a revival as with early music in Europe. Cairo street scenes. Voice of muezzin. Men praying. Class at the Institute of Musical Education playing from music and with a conductor. El Kholy says that music is changing as ensembles grow into orchestras, concert halls are larger, and the skill of the individual musician is less respected. Rooley says that the opposite in happening in Europe where musicians are trying to recover earlier improvisational practices."},{"out":2212,"in":1680,"desc":"Rooley performing. A member of the audience plays Rooley’s lute. Rooley explaining why he gave up playing pop music, moved on to flamenco, to Bach, then studied music and began to specialise in sixteenth century music. Illustrations of European musicians. Rooley’s VO talks of Renaissance music being thought of as “a vehicle for divine inspiration”; refinement was learnt from the Arab world but transmuted into something totally European. Kirkby and Rooley perform I Saw My Lady Weep. Rooley with Cohen who is making a new lute based on a Spanish style and displaying features of the ’ud. Musicians playing ’ud. Rooley’s VO suggests that combining “the freedom and energy” of Arabic music with a European “level of scholarship and … application to detail and craftsmanship” would benefit both traditions. Credits (Rooley playing)."}],"Series":"","Full synopsis":"ACE087.2 10:00:00 10:08:51 Pine forest. VO reads William Drummond’s “God, Binding with His Tendons This Great All, Did Make a Lute…”. Anthony Rooley playing. Trees; Dorney Court; stained glass showing woman playing lute. Brian Cohen making a lute; his VO describes some of the process. Woodcut of instrument maker playing an lute; VO reads inventory of 16th century lute-maker’s property. Street scenes in Cairo. Egyptian instrument makers at work; Anthony Rooley visits. His VO notes that the Arabic words for the lute is al’ud and gives the history of the instrument. Gamil Georges shows Rooley instruments in progress, and shows Rooley how to play it. ACE087.3 10:08:51 10:18:27 Rooley demonstrates how the ’ud (oud) originally had four strings which corresponded to the four elements, with the later fifth string being the æther. Music plays over illustrations of Arab music and musicians. VO likens the ’ud to the elements, the four quarters of the earth, the four temperaments, and the four humours of the body; describes the characteristics of the four strings; since the ninth century, the fifth represents the soul. George Michel playing the ’ud. Rooley and Abdel Moneim Arafa playing the ’ud and the lute; Rooley talking about the stringing, etc. Rooley’s VO explains the differences between the two instruments and the sounds they can make. Emma Kirkby singing Flow My Tears by John Dowland to Rooley’s accompaniment. ACE087.4 10:18:27 10:28:00 The El Hefay Ensemble – ’ud, kanun (qanún), ney, violin, percussion. Rooley’s VO says that this music is largely improvised, and musicians keep alive a living tradition whose classical nature depends on the “pure” style in which they play. He points out the similarity of the instrumental combination to those of Renaissance England, and suggests parallels between the symbolism of the ’ud as representing man and Elizabethan philosophy. Reading over of passage that confirms this. Rooley with Dr Samha el Kholy who talks of Arab music as a living tradition, not a revival as with early music in Europe. Cairo street scenes. Voice of muezzin. Men praying. Class at the Institute of Musical Education playing from music and with a conductor. El Kholy says that music is changing as ensembles grow into orchestras, concert halls are larger, and the skill of the individual musician is less respected. Rooley says that the opposite in happening in Europe where musicians are trying to recover earlier improvisational practices. ACE087.5 10:28:00 10:36:52 Rooley performing. A member of the audience plays Rooley’s lute. Rooley explaining why he gave up playing pop music, moved on to flamenco, to Bach, then studied music and began to specialise in sixteenth century music. Illustrations of European musicians. Rooley’s VO talks of Renaissance music being thought of as “a vehicle for divine inspiration”; refinement was learnt from the Arab world but transmuted into something totally European. Kirkby and Rooley perform I Saw My Lady Weep. Rooley with Cohen who is making a new lute based on a Spanish style and displaying features of the ’ud. Musicians playing ’ud. Rooley’s VO suggests that combining “the freedom and energy” of Arabic music with a European “level of scholarship and … application to detail and craftsmanship” would benefit both traditions. Credits (Rooley playing).","Date":"1979","Choreographer":"","Title":"Like as the Lute","Part":"","Film ID":"ACE087","Production Company":"Picture Partnership"}