{"Synopsis":"A celebration of Irish culture, particularly music and dance, as it exists in England.","Director":"Carlo Gébler","Article":"","Minutes":"50 min","Full credits":"The Film Makers’ Thanks are due to St. Brendan’s Club, Coventry, The Four Provinces Club, Brent Town Hall, Leagrave Branch, Comhaltas Ceoltóirí Éireann, St. Iona Catholic Club, John Doonan, Mary Lindsay, Clann na Gael, Martin and Theresa McMahon, Tommy Connell, BBC Radio Leeds, Dennis Walsh, Luke Kearns, Jackie Dwyer, Griffin-O’Loughlin School of Irish Dancing, Brendan Mulkere, John Carty, Brian Rooney, Silvermore Sound Studios, The Wexford Mummers, The Western Star Céilí Band, Flann O’Riain Barbara Durack, Mary Hardy, Terry Bowler, Marian Turnley, Gasra na Gael Lucy Farr and Reg Hall, The O’Loinsigh Family, The McCarthy Family. Photography Pascoe MacFarlane; Additional Photography Chris Morphet; Assistant Cameraman Stephen Harrison; Sound Godfrey Kirby, Mike Lax, Ray Beckett; Dubbing Mixer Mike Billing; Film Editor Edward Roberts; Assistant Editor Helen Cook; Graphics Tom McDougal; Assistant Director Maggie Brooks; Production Assistant Sebastian Harris; Producer Iain Bruce; Directed by Carlo Gébler. This film was produced by Associates Film Productions. Made in association with Radio Telefís Éireann. Arts Council of Great Britain MCMLXXX.","chapters":[{"out":506,"in":0,"desc":"Hanging up banner for Leagrave Branch (Luton) Comhaltas Ceoltóirí Éireann (Irish Cultural Centre). Céilí. VO says they are trying to bring something of Ireland to England. Derelict houses. Passenger ships. Trains. Commentary talks about the Irish leaving their native country to escape famine and poverty. Those who came to Britain in the 1950s and 1960s moved from rural areas to cities. The Irish now constitute Britain’s largest ethnic minority. Céilí. Workers on building sites. Commentary identifies most immigrants as working class. Branch of Bank of Ireland. Posters for Irish entertainers. Church. Irish newspapers. Irish clubs. Caption: “St. Iona Catholic Club, Mid-Tyne, Tyneside.” Flautist playing to club audience. His VO talking about the area being called “little Ireland”. Intercut with shots of docks. Drinkers in the club. Singer performing Sullivan’s John. Bar. Raffle draw. Eight girls step-dancing. Girl’s VO talking about the general attitude towards anyone taking up Irish dancing."},{"out":1105,"in":506,"desc":"Caption: “Extra-curricular music class, St. Joseph’s School, Luton, Bedfordshire.” Girls being coached in accordion-playing. Commentary talks about the Society for the Preservation of Irish Music, Song and Dance, and the numbers of children eager to join the classes. Man leading class of mixed musicians. Music continues over street scenes in Luton. Caption: “Tuesday’s class, the Griffin-O’Loughlin School of Irish Dancing, Richmond, Surrey.” Step-dancing class. Woman’s VO saying that children have to work hard at their dancing if they’re to be any good, and about the expenses involved. Parents sitting nearby. Girl in dancing costume with awards. Caption: “Dress Fitting for Irish Step-dancing costumes, Mrs.Weir’s, Tennyson Rd. Coventry.” Fitting a little girl’s dress. Looking for decorative design in Book of Kells. Caption: “Weekly Céilí. St. Augustine’s Parish hall (R.C.), Hammersmith, W. London.” Costume parade. Man directing participants. Audience. Prizewinners. Woman’s VO talking about this event being a family occasion. Man’s VO talking about coming to the céilí for 25 years and never having witnessed any trouble. Dancing. Commentary describes the atmostphere as being more like Ireland 30 years ago than Ireland now."},{"out":1711,"in":1105,"desc":"Night street scenes. Woman’s VO singing Ewan McColl’s Britain’s Motorways. Caption: “St. Brendan’s Club, Coventry, West Midlands.” Singer continues. Scenes in the club. Man sings The Home I Left Behind. Step-dancing. Commentary talks about everyone in the clubs knowing each other and the songs and dances being common property, relating to shared historical and personal experience. Boy sings James Connolly. Caption: “Lucy Farr recalls the Ballinakill Céilí Band. At home, Lewisham, S. London.” Farr playing fiddle. Commentary talks about the band and their music. Farr talks about “the Ballinakill sound”, about the musicians, and relates an anecdote about two of them trying to work out a particular tune."},{"out":2363,"in":1711,"desc":"Caption: “Brendan Mulkere records for his Inchecronin label, Silvermore Studios, Chessington, Surrey.” Commentary talks about the dissemination of traditional music through radio, television and recording. Mulkere trying a fiddle. Musicians start playing. Commentary says that fiddler’s style, once that of his local home area, is now entirely personal, having been influenced by playing from all over Ireland. Young banjo player who, commentary says, was born in England and is thus further removed from parochial roots. “Caption: “Saturday night at the Spotted Dog, Willesden, N.W. London.” The Caravelles performing The Rocks of Bawn. Commentary points out that they’ve turned it into a waltz. People dancing. The Wexford Mummers perform a traditional dance. Commentary talks about the history and symbolism of such groups."},{"out":3000,"in":2988,"desc":"Caption: “Feis (Irish Step Dancing competition), Brent Town Hall, N. London.” Girl practising. Audience arriving. Commentary says that winners will go on to compete in Dublin. Competitors preparing. MC. Competition. Adjudicator’s VO explains the points to look for, about individual interpretation, and choreography. Prize-giving. Commentary points to the three million children in Britain whose Irish parents are passing on their culture – under threat in Ireland itself – so that it survives in British working class communities. Credits."}],"Series":"","Full synopsis":"ACE096.2 10:00:00 10:08:26 Hanging up banner for Leagrave Branch (Luton) Comhaltas Ceoltóirí Éireann (Irish Cultural Centre). Céilí. VO says they are trying to bring something of Ireland to England. Derelict houses. Passenger ships. Trains. Commentary talks about the Irish leaving their native country to escape famine and poverty. Those who came to Britain in the 1950s and 1960s moved from rural areas to cities. The Irish now constitute Britain’s largest ethnic minority. Céilí. Workers on building sites. Commentary identifies most immigrants as working class. Branch of Bank of Ireland. Posters for Irish entertainers. Church. Irish newspapers. Irish clubs. Caption: “St. Iona Catholic Club, Mid-Tyne, Tyneside.” Flautist playing to club audience. His VO talking about the area being called “little Ireland”. Intercut with shots of docks. Drinkers in the club. Singer performing Sullivan’s John. Bar. Raffle draw. Eight girls step-dancing. Girl’s VO talking about the general attitude towards anyone taking up Irish dancing. \u000b ACE096.3 10:08:26 10:18:25 Caption: “Extra-curricular music class, St. Joseph’s School, Luton, Bedfordshire.” Girls being coached in accordion-playing. Commentary talks about the Society for the Preservation of Irish Music, Song and Dance, and the numbers of children eager to join the classes. Man leading class of mixed musicians. Music continues over street scenes in Luton. Caption: “Tuesday’s class, the Griffin-O’Loughlin School of Irish Dancing, Richmond, Surrey.” Step-dancing class. Woman’s VO saying that children have to work hard at their dancing if they’re to be any good, and about the expenses involved. Parents sitting nearby. Girl in dancing costume with awards. Caption: “Dress Fitting for Irish Step-dancing costumes, Mrs.Weir’s, Tennyson Rd. Coventry.” Fitting a little girl’s dress. Looking for decorative design in Book of Kells. Caption: “Weekly Céilí. St. Augustine’s Parish hall (R.C.), Hammersmith, W. London.” Costume parade. Man directing participants. Audience. Prizewinners. Woman’s VO talking about this event being a family occasion. Man’s VO talking about coming to the céilí for 25 years and never having witnessed any trouble. Dancing. Commentary describes the atmostphere as being more like Ireland 30 years ago than Ireland now. \u000b ACE096.4 10:18:25 10:28:31 Night street scenes. Woman’s VO singing Ewan McColl’s Britain’s Motorways. Caption: “St. Brendan’s Club, Coventry, West Midlands.” Singer continues. Scenes in the club. Man sings The Home I Left Behind. Step-dancing. Commentary talks about everyone in the clubs knowing each other and the songs and dances being common property, relating to shared historical and personal experience. Boy sings James Connolly. Caption: “Lucy Farr recalls the Ballinakill Céilí Band. At home, Lewisham, S. London.” Farr playing fiddle. Commentary talks about the band and their music. Farr talks about “the Ballinakill sound”, about the musicians, and relates an anecdote about two of them trying to work out a particular tune. \u000b ACE096.5 10:28:31 10:39:23 Caption: “Brendan Mulkere records for his Inchecronin label, Silvermore Studios, Chessington, Surrey.” Commentary talks about the dissemination of traditional music through radio, television and recording. Mulkere trying a fiddle. Musicians start playing. Commentary says that fiddler’s style, once that of his local home area, is now entirely personal, having been influenced by playing from all over Ireland. Young banjo player who, commentary says, was born in England and is thus further removed from parochial roots. “Caption: “Saturday night at the Spotted Dog, Willesden, N.W. London.” The Caravelles performing The Rocks of Bawn. Commentary points out that they’ve turned it into a waltz. People dancing. The Wexford Mummers perform a traditional dance. Commentary talks about the history and symbolism of such groups. ACE096.6 10:49:48 10:50:00 Caption: “Feis (Irish Step Dancing competition), Brent Town Hall, N. London.” Girl practising. Audience arriving. Commentary says that winners will go on to compete in Dublin. Competitors preparing. MC. Competition. Adjudicator’s VO explains the points to look for, about individual interpretation, and choreography. Prize-giving. Commentary points to the three million children in Britain whose Irish parents are passing on their culture – under threat in Ireland itself – so that it survives in British working class communities. Credits.\u000b","Date":"1980","Choreographer":"","Title":"Over Here. Irish music and dance in England","Part":"","Film ID":"ACE096","Production Company":"Associates Film Productions"}