{"Synopsis":"A history of kite-making and flying around the world, and interviews with kite enthusiasts living in Britain.","Director":"Simon Heaven","Article":"","Minutes":"27 min","Full credits":"Kites made and flown by Dan Leigh, Nick Morse, Dave Turner, Ray Merry, Andrew Jones, Len Pradier, Tony Paine, Vivian Comma, Mr Mohammed, Peter Powell, Martin Lester Jane Selman, Beverley Read, Sean Rawnsely, Gilly Pelham, Brenda Smith. Illustrations courtesy of The Victoria and Albert Museum, The Royal Aeronautical Society, The Royal Aircraft Establishment Clive Hart. Camera Jim Howlett, Diane Tammes, Chris Moffat; Sound Tony Dutton, Marilyn Gaunt, Andrew Powell; Editor John Mister; Dubbing Mixer Peter Hodges; Assistant Director Ramin Niami; Original Music Ron Geesin; Produced by Peter R Jones, Simon Heaven; Director Simon Heaven. Arts Council of Great Britain © MCMLXXX.","chapters":[{"out":575,"in":0,"desc":"Different kinds of kites flying over rooftops, and beside buildings. Man walks picks up a kite in a field and says, “This object has just been blown away by the wind. In order to turn it into a kite, I have to attach a line to it.” Demonstrates how it is the opposing forces of wind and the kite string which keep it in the air, and lets the kite rise into the air. Kite-flyers. Man’s voice VO talking about kite-flying principles. Kites in the air. Man making a template for a Malay kite, cutting the shapes from ripstop nylon, and sewing the two halves together by machine. Demonstrates with his hands the dihedral angle needed by the “wings” to ensure stability. Shows the finished dihedral kite which will fly without a tail. Dihedral kite launched and in the air. Early photograph of small girl with kites on the ground. Diamond-shaped kites in flight. Commentary explains that such kites have long been associated with scientific, meteorological and aeronautical discovery. Photograph of Marconi with kite used to fly the aerial for his first transatlantic wireless transmission. European kites – described as “generally hard-edged and angular, demonstrating the technical nature of [their] origins”. Photograph of man with multi-box box kite; kite in flight. Photograph of Victorian men and boy with large complex “multi-cell” kites; similar kite flying. Photograph of Charles Brogden with a kite; kite flying. Photograph of men with box kite. Photographs of Samuel F Cody with giant kite. Assembling a large Cody-type kite and a Cody-style “train” of kites. Photograph of original Cody kite. The kite “train” continuing – lifts manned basket; photographs of Cody doing the same thing; manned basket hanging below kite. Photograph of Cody kite from 1903 being used for aerial observation from the deck of a Navy ship."},{"out":1142,"in":575,"desc":"Photograph of huge multi-cell kite, the Cygnet, designed to lift someone off the ground, devised by Alexander Graham Bell. Reconstructed kite of similar design. Photograph of annular kite, also devised by Bell. Building Cygnet-style kite and launching it. Kite in flight and being hauled in. It crashes. Photograph of man on covered raft launching kite. Man in WWII pilot’s kit demonstrates how pilots downed at sea would assemble and launch kites from their dinghies to signal their whereabouts. Seagull-shaped kite flying. Man making such a bird-shaped kite, which he calls the “larus” kite. Larus kite flying with flapping motion. Flying miniature kite. Flyer shows miniature kites designed to look like insects – including wasp and butterfly – and some based on Japanese designs. Miniature dragonfly kite. Larger dragonfly kite flying. Details from Japanese print showing peasants stopping to watch kite being flown by man on horseback. Large insect and bird kites flying. “Snake” kites. “Face” kites flying and in close-up. Japanese prints. Multi-disc kite like jointed snake. Kimono-shaped kite. Japanese print. Breakers. Kite patterned with image of sea god. Paper carp on posts at water’s edge (acting like wind-socks). Fishing kite flying. Man demonstrates function of Banks Island fishing kite. Copy of Banks Island fishing kite flying. Humming kite flying."},{"out":1622,"in":1142,"desc":"Indian group flying kites. Man demonstrates Indian kite made of tissue paper and shows how kite-flyers can cut the line of opponents’ kites with that of their own. Group launch and fly several kites. Man with a kiskiri, based on a Trinidadian fighting kite. He demonstrates how it can be made to wiggle about in the air. Kite with smoke canister at its end, making patterns in the air. A trio of linked diamond-shaped kites doing acrobatics in formation. Two linked rectangular curved kites. The structure of such kites – linked “bags” which fill up with air; launching one. A linked formation of six such shapes pulling long tubular tail; formation of nine; similar formation with a tail. View of wind running through the long tubular tail. Tubular tail linked to two curved kites. Five linked kites flying. Experimental kite shaped rather like a cucumber. Five rectangular kites pulling up a white “sail”. Three formation-linked kites performing. Kite-flyers being pulled along by kite. Credits, over and intercut with scenes of kites and kite-flyers."}],"Series":"","Full synopsis":"ACE095.2 10:00:00 10:09:35 Different kinds of kites flying over rooftops, and beside buildings. Man walks picks up a kite in a field and says, “This object has just been blown away by the wind. In order to turn it into a kite, I have to attach a line to it.” Demonstrates how it is the opposing forces of wind and the kite string which keep it in the air, and lets the kite rise into the air. Kite-flyers. Man’s voice VO talking about kite-flying principles. Kites in the air. Man making a template for a Malay kite, cutting the shapes from ripstop nylon, and sewing the two halves together by machine. Demonstrates with his hands the dihedral angle needed by the “wings” to ensure stability. Shows the finished dihedral kite which will fly without a tail. Dihedral kite launched and in the air. Early photograph of small girl with kites on the ground. Diamond-shaped kites in flight. Commentary explains that such kites have long been associated with scientific, meteorological and aeronautical discovery. Photograph of Marconi with kite used to fly the aerial for his first transatlantic wireless transmission. European kites – described as “generally hard-edged and angular, demonstrating the technical nature of [their] origins”. Photograph of man with multi-box box kite; kite in flight. Photograph of Victorian men and boy with large complex “multi-cell” kites; similar kite flying. Photograph of Charles Brogden with a kite; kite flying. Photograph of men with box kite. Photographs of Samuel F Cody with giant kite. Assembling a large Cody-type kite and a Cody-style “train” of kites. Photograph of original Cody kite. The kite “train” continuing – lifts manned basket; photographs of Cody doing the same thing; manned basket hanging below kite. Photograph of Cody kite from 1903 being used for aerial observation from the deck of a Navy ship. ACE095.3 10:09:35 10:19:02 Photograph of huge multi-cell kite, the Cygnet, designed to lift someone off the ground, devised by Alexander Graham Bell. Reconstructed kite of similar design. Photograph of annular kite, also devised by Bell. Building Cygnet-style kite and launching it. Kite in flight and being hauled in. It crashes. Photograph of man on covered raft launching kite. Man in WWII pilot’s kit demonstrates how pilots downed at sea would assemble and launch kites from their dinghies to signal their whereabouts. Seagull-shaped kite flying. Man making such a bird-shaped kite, which he calls the “larus” kite. Larus kite flying with flapping motion. Flying miniature kite. Flyer shows miniature kites designed to look like insects – including wasp and butterfly – and some based on Japanese designs. Miniature dragonfly kite. Larger dragonfly kite flying. Details from Japanese print showing peasants stopping to watch kite being flown by man on horseback. Large insect and bird kites flying. “Snake” kites. “Face” kites flying and in close-up. Japanese prints. Multi-disc kite like jointed snake. Kimono-shaped kite. Japanese print. Breakers. Kite patterned with image of sea god. Paper carp on posts at water’s edge (acting like wind-socks). Fishing kite flying. Man demonstrates function of Banks Island fishing kite. Copy of Banks Island fishing kite flying. Humming kite flying. ACE095.4 10:19:02 10:27:02 Indian group flying kites. Man demonstrates Indian kite made of tissue paper and shows how kite-flyers can cut the line of opponents’ kites with that of their own. Group launch and fly several kites. Man with a kiskiri, based on a Trinidadian fighting kite. He demonstrates how it can be made to wiggle about in the air. Kite with smoke canister at its end, making patterns in the air. A trio of linked diamond-shaped kites doing acrobatics in formation. Two linked rectangular curved kites. The structure of such kites – linked “bags” which fill up with air; launching one. A linked formation of six such shapes pulling long tubular tail; formation of nine; similar formation with a tail. View of wind running through the long tubular tail. Tubular tail linked to two curved kites. Five linked kites flying. Experimental kite shaped rather like a cucumber. Five rectangular kites pulling up a white “sail”. Three formation-linked kites performing. Kite-flyers being pulled along by kite. Credits, over and intercut with scenes of kites and kite-flyers.\u000b","Date":"1980","Choreographer":"","Title":"Kites. A collage of kites and kiteflyers","Part":"","Film ID":"ACE095","Production Company":""}