{"Synopsis":"The life and career of British step- and clog-dancer, Sam Sherry (1912-2001).","Director":"John Tchalenko","Article":"","Minutes":"16 min","Full credits":"Interviewer Bob Davenport; Music in club Roaring Jelly; Poster Ellis Ashton; Photography Oliver Stapleton, David Scott; Sound Edward Tise, Juliet Crittenden; Editor John Tchalenko; Sound Editor Peter Harvey; Production Manager Paul Sparrow; Production Advisor Bob Davenport; Directed by John Tchalenko. Arts Council of Great Britain © 1980.","chapters":[{"out":532,"in":0,"desc":"Clog-dancing class. Sam Sherry explaining to interviewer, Bob Davenport, that he’s teaching a mixture of “family steps and traditional steps”, mostly in the Lancashire style. The class dances a jig. Sherry talks about his father who appeared on the halls as a stepdancer or clog-dancer, and then became a comic singer. He sings I Want to be a Sausage, a song his father taught him. Sherry talks about his family, “a long line of music hall performers”, and the acts they did."},{"out":957,"in":532,"desc":"The Five Sherry Brothers, with one of them whistling. Playbill listing their act. Sherry describes the different parts of their act. The Brothers dancing. Sherry talks about the history of stepdancing and clog-dancing. He describes how he returned to performing as a dancer at the Lancaster folk club. Sherry dancing at the club. The Five Sherry Brothers. Sherry. Credits."}],"Series":"","Full synopsis":"ACE098.2 10:00:00 10:08:52 Clog-dancing class. Sam Sherry explaining to interviewer, Bob Davenport, that he’s teaching a mixture of “family steps and traditional steps”, mostly in the Lancashire style. The class dances a jig. Sherry talks about his father who appeared on the halls as a stepdancer or clog-dancer, and then became a comic singer. He sings I Want to be a Sausage, a song his father taught him. Sherry talks about his family, “a long line of music hall performers”, and the acts they did. ACE098.3 10:08:52 10:15:57 The Five Sherry Brothers, with one of them whistling. Playbill listing their act. Sherry describes the different parts of their act. The Brothers dancing. Sherry talks about the history of stepdancing and clog-dancing. He describes how he returned to performing as a dancer at the Lancaster folk club. Sherry dancing at the club. The Five Sherry Brothers. Sherry. Credits.","Date":"1980","Choreographer":"","Title":"Sam Sherry. Stepdancer","Part":"","Film ID":"ACE098","Production Company":""}