{"Synopsis":"An examination of the principles of public art through the work of a number of London-based muralists (Peter Pelz, Russell Barrett, Emily Young (b.1951), the 395 Association, and workshops in West Hampstead, Wandsworth, and Greenwich), and concentrating on the creators of Morgan’s Wall, led by Brian Barnes (b.1944).","Director":"Caroline Goldie, Ron Orders, Geoff Richman, Marie Richman","Article":"","Minutes":"51 min","Full credits":"The Artists: Russell Barrett. Emily Young of Public Pictures. West Hampstead Mural Workshop. Wandsworth Mural Workshop, The 395 Association Peter Pelz and St. Peters Art Centre, Mitcham, Greenwich Mural Workshop, Bricklayers of J. M. Hill and Sons Ltd. The Murals: Battersea Arts Centre, Lavender Hill S.W.11, Lismore Circus N.W.5, North Peckham Estate, Southampton Way S.E.5, Laycock Street School N.1, Earlham Street W.C.2, Covent Garden W.C.2, Royal Oak, Harrow Road W.2, Australia Road W.12, Ladbroke Grove W.11, Portobello Road W.11, Mill Lane N.W.6, Morgan’s Walk S W.11, Milton Court, Clifton Rise S.E.14, Herbert Road S.W.19, Upper Ground S.E.1, Porlock Street S.E.1, Creek Road S.E.10, Floyd Road S.E.10 [S.E.7]. Liberation Films Production Team: Caroline Goldie, Ron Orders, Geoff Richman, Marie Richman; With assistance from Peter Chappell, Steve Shaw, Tony Wickert, Tony Porter. Music by Arpad Bondy. Produced by Liberation Films 1978. Arts Council of Great Britain © 1978.","chapters":[{"out":455,"in":0,"desc":"Artist; little girl pressing her hand on painted hand. People painting wall; gathering in front of mural in Floyd Road, Charlton. VO saying that “Art students tend to be idealistic. They say things like, ‘We must keep going, we must keep on producing art.’ The discussion of ‘who for?’ doesn’t occur… Now … we are inclined to think that possibly galleries are the wrong place to show … and they’re showing to the wrong people…” Images of a variety of public murals in London. Artist’s VO saying that the chance to paint murals offered the chance to get out of the studio, and out of the “gallery situation”: Peter Pelz’s Ascension mural on St Hugh’s, Charterhouse-in-Southwark. Another VO over view of the Morgan’s mural says it’s the doing of the painting that’s important. Russell Barrett working on his White City Estate Pop Heroes project, with portrait of James Dean and images of comic book figures. Mural under Westway as artists push scaffold into position; Emily Young’s VO talking about mural art being without commercial bias: Young on scaffold working on the mural. Mill Lane bridge; man talking about the first mural painted on it (1971); Marie Richman’s VO saying that the current bridge project is being done by the four-person West Hampstead Mural Workshop, leaving empty spaces for local people to add their own images; she introduces herself, and Geoff Richman, seen in mirror with Caroline Goldie and Ron Orders. Bricklaying."},{"out":758,"in":455,"desc":"Factory. Members of BRAG, the Battersea Redevelopment Action Group, formed to fight Morgan Crucible Company’s redevelopment plans for the Battersea riverfront, wanting “planning for local people, for Battersea working class people”, demonstrating in Battersea Church Road, as shareholders arrive for the company’s AGM. Battersea Bridge; the riverfront and nearby buildings. Man painting the words Wandsworth Mural Workshop on wall. People on scaffold outside Morgan’s, painting the exterior wall white, as Morgan’s themselves had refused to do. Brian Barnes’s VO saying that, following “making it more attractive” in this way, he decided to paint a mural on the 256ft x 18ft wall, and describes the process of researching and painting a picture, to which local people contributed, which he considers had political and artistic significance. Bricklaying."},{"out":1118,"in":758,"desc":"Tower blocks and other buildings the Milton Court estate, New Cross; residents’ VOs talking about lack of leisure facilities, and their feelings about living there. Murals by the 395 Association; man painting. Mural of tiger in ring of flames and smoke. Other artists at work. One of the group (of five) talking about the project, begun in 1975, when they opened a studio on the estate and invited older people to participate in producing paintings for their flats, and then extended into mural work. The artist discussing what they’re doing. Views of buildings and murals; residents’ VOs commenting on the work, some positively, some otherwise. Bricklaying."},{"out":1630,"in":1118,"desc":"Progress on the wall at Morgan’s, with Barnes and others – including Labour politician Tony Belton – at work; his VO explains that this is their first large mural and the experience helps them develop their skills. He feels it is important that the local community be involved. Images from the “bad” side [the mural was eventually known both as the Battersea Mural and The Good, the Bad and the Ugly] include representation of Garton’s Glucose Factory and Tate & Lyle’s “Mr Cube”, some luxury flats built on a site sold cheaply by the Conservative council, and Mickey Mouse. Images from the “good” side” include recreational activities, house building, and portraits of local people. Barnes’s VO describes the images. Bricklaying."},{"out":2181,"in":1630,"desc":"Peter Pelz painting on the wall of a petrol station. VO says “Mural painting gives the artist … an opportunity of creating something that has a ‘place’ and is related to the surroundings...” Ornately painted organ with organist playing. People paintings at Art Club; mural portraits painted by members. Pelz with students in his art class in Clapham; VO talks about how people need to “see”, and how they work with colour, etc.; class members talking about what they do, and how Pelze helps them. Buildings on the South Bank – Hayward Gallery, etc. – and nearby office blocks. Murals. The same sequence of shots seen on editing table. Pelz talking about his responses to the “oppressiveness” of the wall alongside car park on which he painted a long mural. The Ascension mural in Bermondsey. More from the South Bank mural; Pelz’s VO says that his work is about “freedom … attitudes of freedom”, and describes himself as a “visionary painter, rather than a technical painter”, and gives voice to people’s “distress”. Bricklaying."},{"out":2815,"in":2181,"desc":"View of mural covering the entire face of the end of a run of shops. VO saying that using such a space can mean that to “assess the quality a work of art” relating to its size. Outside Charlton Athletic football ground. Derelict terraced houses. Floyd Road: painting mural showing lots of people resisting demolition and building and decorating houses; VOs of members of Greenwich Mural Workshop talking about the process of discussion, design and execution, all of which involved local people, “not the traditional activities of the artist”, and the use of “art politically”. Woman from GMW announces street party to celebrate completion of mural and introduces Deputy Mayor Dick Neave to cut the ribbon. Scenes at the party, including artists helping children make masks, a Punch and Judy show, etc. GMW VOs talking about the importance of the party; suggesting that painting in public serves to demystify the process, and saying how important group activities are."},{"out":3082,"in":2815,"desc":"Bricklayers. Brian Barnes lights candle on birthday cake, and is presented with card for Wandsworth Mural Workshop by member of Greenwich Mural Workshop. People painting the wall. Credits. Bricklaying."}],"Series":"","Full synopsis":"ACE074.2 10:00:00 10:07:35 Artist; little girl pressing her hand on painted hand. People painting wall; gathering in front of mural in Floyd Road, Charlton. VO saying that “Art students tend to be idealistic. They say things like, ‘We must keep going, we must keep on producing art.’ The discussion of ‘who for?’ doesn’t occur… Now … we are inclined to think that possibly galleries are the wrong place to show … and they’re showing to the wrong people…” Images of a variety of public murals in London. Artist’s VO saying that the chance to paint murals offered the chance to get out of the studio, and out of the “gallery situation”: Peter Pelz’s Ascension mural on St Hugh’s, Charterhouse-in-Southwark. Another VO over view of the Morgan’s mural says it’s the doing of the painting that’s important. Russell Barrett working on his White City Estate Pop Heroes project, with portrait of James Dean and images of comic book figures. Mural under Westway as artists push scaffold into position; Emily Young’s VO talking about mural art being without commercial bias: Young on scaffold working on the mural. Mill Lane bridge; man talking about the first mural painted on it (1971); Marie Richman’s VO saying that the current bridge project is being done by the four-person West Hampstead Mural Workshop, leaving empty spaces for local people to add their own images; she introduces herself, and Geoff Richman, seen in mirror with Caroline Goldie and Ron Orders. Bricklaying. ACE074.3 10:07:35 10:12:38 Factory. Members of BRAG, the Battersea Redevelopment Action Group, formed to fight Morgan Crucible Company’s redevelopment plans for the Battersea riverfront, wanting “planning for local people, for Battersea working class people”, demonstrating in Battersea Church Road, as shareholders arrive for the company’s AGM. Battersea Bridge; the riverfront and nearby buildings. Man painting the words Wandsworth Mural Workshop on wall. People on scaffold outside Morgan’s, painting the exterior wall white, as Morgan’s themselves had refused to do. Brian Barnes’s VO saying that, following “making it more attractive” in this way, he decided to paint a mural on the 256ft x 18ft wall, and describes the process of researching and painting a picture, to which local people contributed, which he considers had political and artistic significance. Bricklaying. ACE074.4 10:12:38 10:18:38 Tower blocks and other buildings the Milton Court estate, New Cross; residents’ VOs talking about lack of leisure facilities, and their feelings about living there. Murals by the 395 Association; man painting. Mural of tiger in ring of flames and smoke. Other artists at work. One of the group (of five) talking about the project, begun in 1975, when they opened a studio on the estate and invited older people to participate in producing paintings for their flats, and then extended into mural work. The artist discussing what they’re doing. Views of buildings and murals; residents’ VOs commenting on the work, some positively, some otherwise. Bricklaying. ACE074.5 10:18:38 10:27:10 Progress on the wall at Morgan’s, with Barnes and others – including Labour politician Tony Belton – at work; his VO explains that this is their first large mural and the experience helps them develop their skills. He feels it is important that the local community be involved. Images from the “bad” side [the mural was eventually known both as the Battersea Mural and The Good, the Bad and the Ugly] include representation of Garton’s Glucose Factory and Tate & Lyle’s “Mr Cube”, some luxury flats built on a site sold cheaply by the Conservative council, and Mickey Mouse. Images from the “good” side” include recreational activities, house building, and portraits of local people. Barnes’s VO describes the images. Bricklaying. ACE074.6 10:27:10 10:36:21 Peter Pelz painting on the wall of a petrol station. VO says “Mural painting gives the artist … an opportunity of creating something that has a ‘place’ and is related to the surroundings...” Ornately painted organ with organist playing. People paintings at Art Club; mural portraits painted by members. Pelz with students in his art class in Clapham; VO talks about how people need to “see”, and how they work with colour, etc.; class members talking about what they do, and how Pelze helps them. Buildings on the South Bank – Hayward Gallery, etc. – and nearby office blocks. Murals. The same sequence of shots seen on editing table. Pelz talking about his responses to the “oppressiveness” of the wall alongside car park on which he painted a long mural. The Ascension mural in Bermondsey. More from the South Bank mural; Pelz’s VO says that his work is about “freedom … attitudes of freedom”, and describes himself as a “visionary painter, rather than a technical painter”, and gives voice to people’s “distress”. Bricklaying. ACE074.7 10:36:21 10:46:55 View of mural covering the entire face of the end of a run of shops. VO saying that using such a space can mean that to “assess the quality a work of art” relating to its size. Outside Charlton Athletic football ground. Derelict terraced houses. Floyd Road: painting mural showing lots of people resisting demolition and building and decorating houses; VOs of members of Greenwich Mural Workshop talking about the process of discussion, design and execution, all of which involved local people, “not the traditional activities of the artist”, and the use of “art politically”. Woman from GMW announces street party to celebrate completion of mural and introduces Deputy Mayor Dick Neave to cut the ribbon. Scenes at the party, including artists helping children make masks, a Punch and Judy show, etc. GMW VOs talking about the importance of the party; suggesting that painting in public serves to demystify the process, and saying how important group activities are. ACE074.8 10:46:55 10:51:22 Bricklayers. Brian Barnes lights candle on birthday cake, and is presented with card for Wandsworth Mural Workshop by member of Greenwich Mural Workshop. People painting the wall. Credits. Bricklaying.","Date":"1978","Choreographer":"","Title":"Morgan’s Wall","Part":"","Film ID":"ACE074","Production Company":"Liberation Films"}