{"Synopsis":"Experimental British composer, Trevor Wishart (b.1936), takes a humorous, critical look at Creation myths, and the problems of free will and determinism.","Director":"David Hutt","Article":"","Minutes":"42 min","Full credits":"God/Skinner, Mick Banks; Musicians: Kate Lukas (flute), Melvyn Poore (tuba); Pastorale set operators Peter Coleman, Martin Mayes; Observers Tom Endrich, Susie Mackenzie, Ian Nichols Peter Warham; Conjuring tricks by Sonny Hayes; Ducks trained by Bert Smart Pastorale set built & designed by Trevor Wishart. The producers would like to thank the following for their help in making this film: Harwood Estate, University of York, University of Leeds, AV Dept., Newby Hall, Ripon, Abbey House Museum, Leeds, Bowes Museum, Barnard Castle, Georgian Theatre, Richmond, Stuart Gordon, Rupert Powell, British Events Theatre Company. Script David Hutt, Trevor Wishart; Script consultant Peter Coleman; Wardrobe Aideen Morgan; Production assistant Chloe Summers; Transport Kevin Downes; Sound recordist Tony Yeadon; Dubbing Mixer Andrew Nelson; Film Editor Pip Heywood; Assistant film editor Peter Lawrence; Photography Richard Ganniclifft; Assistant cameraman Nick Dance; Executive producer Rodney Wilson; Producer David Lascelles; Director David Hutt. A Thread Cross Films production. © Arts Council of Great Britain 1982.","chapters":[{"out":398,"in":0,"desc":"Trees and mist. God saying, “And in the beginning I created all this. I don’t seem to spend much time down there these days, but occasionally I do get requests, and I’ve just received an official invitation from a Mr Trevor Wishart, an experimental composer. Apparently, he wants me to make a personal appearance in what he describes as a musical version of the creation story. I can see that I shall have to find out more about Mr Wishart and his little project – and this means a visit to England – to York. Ah, yes, there we are. Now, let’s see what Mr Wishart has to say for himself in his application for my presence, shall we? Ah, yes. Pastorale. For flute, tuba, a Skinner box cum mechanical clock, four stuffed birds and a stuffed fox; thunder, lightning, rain; deus ex machina; magician’s vanishing cabinet, etc. A recasting of the Kyrie for Bach’s Mass in B Minor for mechanical clock with automated figures, animated in the style of a seventeenth century opera concerning the creation of the world as told in Genesis, viewed as a laboratory experiment in a Skinner box, after the ideas of the behaviourist psychologist B F Skinner as described in his novel, Walden II.” God is not impressed by his first sight of Trevor Wishart’s house. Trevor Wishart talks about parallels he saw between Skinner’s novel, Walden Two (1948), and the story of Adam and Eve, and how he thought of parodying Skinner’s idea by setting it in the context of the original myth. God arrives at his door, watches Wishart building a box and continues reads the description of the piece. God creating. Brings Adam and Eve from a cabinet. Wishart’s VO explaining why he wanted “to cast God as a magician”. God’s VO suggests looking at earlier versions of the creation."},{"out":864,"in":398,"desc":"God, with serpent and apple (and Michelangelo’s The Fall of Man and the Expulsion from the Garden of Eden, 1508-1512) talks about the Garden of Eden and his “contract with the two tenants”. God on The Fall; reminding the audience that Bach would have considered human suffering to be part of his grand design. Music over. Wishart’s VO suggests that the idea of human suffering as part of God’s plan is “structurally there, inside the music”. God starts Adam and Eve’s performance; they are joined by unseen choir. Wishart says that he finds that musical structure is “full of ideas” and that by changing the structure of the Bach piece, he is “commenting on what that music is about”. God talking about an alternative classic creation story which posits him as “celestial clock-maker”, a role in which he disappears after setting the universe going; everything subsequently carries on according to the laws of mechanics. Gog and Magog striking the hours on St Dunstan’s Church, Fleet Street. Clockwork. Wishart talking about wanting to use clock automata, and about the idea of the universe as a giant clockwork mechanism."},{"out":1361,"in":864,"desc":"Adam and Eve playing. God makes stuffed animals and birds move and call. Adam and Eve offered food by mechanical means. Wishart on his ideas for using Skinner boxes and musicians on a mechanical clock, which he eventually centred on Skinner’s behaviourist ideas and on ideas of free will and determinism. God points out that this conflicts with notions of a mechanical universe and doesn’t enable any differentiation “between a living creature and a machine”. The Silver Swan, an eighteenth-century automaton. Clockwork. God reads from Descartes who believed “the human body was just a sophisticated machine…”, different from other living creatures in that it possessed rational consciousness. Rat maze. God points out that the argument is no longer convincing as animals can be conditioned. Adam and Eve and assorted stuffed animals and birds and a mechanical owl. More food."},{"out":1920,"in":1361,"desc":"A small stage (Georgian Theatre, Richmond). Wishart’s ideas of transferring visual effects from performance theatre to musical theatre, and trying to emulate elaborate seventeenth century theatrical effects. God as deus ex machina; he explains its original theatrical use as a restorer of harmony. Wishart points out that this assumes that there is a natural order. Adam and Eve in bad weather. More food. A rat. Rat in Skinner box. Wishart’s VO describing how this works. He explains why he wanted to put musicians into a similar box. Skinner on metaphysics. He explains to four Observers the theory of “positive reinforcement” – correct performance is rewarded, tells them that, in Walden Two, the problems of the human condition have thus been solved. Wishart criticises Skinner as taking a scientific idea to extremes – that because consciousness cannot be observed, it doesn’t exist. Skinner tells Observers that human suffering has been eliminated in Walden Two. Skinner takes Observers to listen to music, including an organ solo from Bach’s B Minor Mass; Wishart says Skinner doesn’t see the irony in liking Bach whose inspiration comes from the idea of human suffering. Wishart playing the organ. He says that his version of the Mass comments on Skinner’s theories by changing the structure of the music, and that music. He emphasises the importance of metaphysics and of being able to criticise it. Skinner argues with God, saying that he assumes that the universe is ordered in some way."},{"out":2543,"in":1920,"desc":"Wishart argues with Skinner’s idea that creativity cannot conflict with the harmonious nature of the community, saying that true creativity challenges the established order. Adam and Eve. God’s contributions make the music wilder, but then it reverts to its former style. Adam and Eve put God into the vanishing cabinet and he disappears. They turn off a tape recorder behind their performance space, and walk away. Credits."}],"Series":"","Full synopsis":"ACE124.2 10:00:00 10:06:38 Trees and mist. God saying, “And in the beginning I created all this. I don’t seem to spend much time down there these days, but occasionally I do get requests, and I’ve just received an official invitation from a Mr Trevor Wishart, an experimental composer. Apparently, he wants me to make a personal appearance in what he describes as a musical version of the creation story. I can see that I shall have to find out more about Mr Wishart and his little project – and this means a visit to England – to York. Ah, yes, there we are. Now, let’s see what Mr Wishart has to say for himself in his application for my presence, shall we? Ah, yes. Pastorale. For flute, tuba, a Skinner box cum mechanical clock, four stuffed birds and a stuffed fox; thunder, lightning, rain; deus ex machina; magician’s vanishing cabinet, etc. A recasting of the Kyrie for Bach’s Mass in B Minor for mechanical clock with automated figures, animated in the style of a seventeenth century opera concerning the creation of the world as told in Genesis, viewed as a laboratory experiment in a Skinner box, after the ideas of the behaviourist psychologist B F Skinner as described in his novel, Walden II.” God is not impressed by his first sight of Trevor Wishart’s house. Trevor Wishart talks about parallels he saw between Skinner’s novel, Walden Two (1948), and the story of Adam and Eve, and how he thought of parodying Skinner’s idea by setting it in the context of the original myth. God arrives at his door, watches Wishart building a box and continues reads the description of the piece. \u000bGod creating. Brings Adam and Eve from a cabinet. Wishart’s VO explaining why he wanted “to cast God as a magician”. God’s VO suggests looking at earlier versions of the creation. \u000b ACE124.3 10:06:38 10:14:24 God, with serpent and apple (and Michelangelo’s The Fall of Man and the Expulsion from the Garden of Eden, 1508-1512) talks about the Garden of Eden and his “contract with the two tenants”. God on The Fall; reminding the audience that Bach would have considered human suffering to be part of his grand design. Music over. Wishart’s VO suggests that the idea of human suffering as part of God’s plan is “structurally there, inside the music”. God starts Adam and Eve’s performance; they are joined by unseen choir. Wishart says that he finds that musical structure is “full of ideas” and that by changing the structure of the Bach piece, he is “commenting on what that music is about”. God talking about an alternative classic creation story which posits him as “celestial clock-maker”, a role in which he disappears after setting the universe going; everything subsequently carries on according to the laws of mechanics. Gog and Magog striking the hours on St Dunstan’s Church, Fleet Street. Clockwork. Wishart talking about wanting to use clock automata, and about the idea of the universe as a giant clockwork mechanism. ACE124.4 10:14:24 10:22:41 Adam and Eve playing. God makes stuffed animals and birds move and call. Adam and Eve offered food by mechanical means. Wishart on his ideas for using Skinner boxes and musicians on a mechanical clock, which he eventually centred on Skinner’s behaviourist ideas and on ideas of free will and determinism. God points out that this conflicts with notions of a mechanical universe and doesn’t enable any differentiation “between a living creature and a machine”. The Silver Swan, an eighteenth-century automaton. Clockwork. God reads from Descartes who believed “the human body was just a sophisticated machine…”, different from other living creatures in that it possessed rational consciousness. Rat maze. God points out that the argument is no longer convincing as animals can be conditioned. Adam and Eve and assorted stuffed animals and birds and a mechanical owl. More food. ACE124.5 10:22:41 10:32:00 A small stage (Georgian Theatre, Richmond). Wishart’s ideas of transferring visual effects from performance theatre to musical theatre, and trying to emulate elaborate seventeenth century theatrical effects. God as deus ex machina; he explains its original theatrical use as a restorer of harmony. Wishart points out that this assumes that there is a natural order. Adam and Eve in bad weather. More food. A rat. Rat in Skinner box. Wishart’s VO describing how this works. He explains why he wanted to put musicians into a similar box. Skinner on metaphysics. He explains to four Observers the theory of “positive reinforcement” – correct performance is rewarded, tells them that, in Walden Two, the problems of the human condition have thus been solved. Wishart criticises Skinner as taking a scientific idea to extremes – that because consciousness cannot be observed, it doesn’t exist. Skinner tells Observers that human suffering has been eliminated in Walden Two. Skinner takes Observers to listen to music, including an organ solo from Bach’s B Minor Mass; Wishart says Skinner doesn’t see the irony in liking Bach whose inspiration comes from the idea of human suffering. Wishart playing the organ. He says that his version of the Mass comments on Skinner’s theories by changing the structure of the music, and that music. He emphasises the importance of metaphysics and of being able to criticise it. Skinner argues with God, saying that he assumes that the universe is ordered in some way. ACE124.6 10:32:00 10:42:23 Wishart argues with Skinner’s idea that creativity cannot conflict with the harmonious nature of the community, saying that true creativity challenges the established order. \u000bAdam and Eve. God’s contributions make the music wilder, but then it reverts to its former style. Adam and Eve put God into the vanishing cabinet and he disappears. They turn off a tape recorder behind their performance space, and walk away. Credits.\u000b","Date":"1982","Choreographer":"","Title":"Pastorale. Music/Theatre by Trevor Wishart","Part":"","Film ID":"ACE124","Production Company":"Thread Cross Films"}