{"Synopsis":"The work of British experimental film-maker, Jeff Keen (b.1923), whose work is influenced by images from comic books, advertising, home movies, etc.","Director":"Margaret Williams","Article":"","Minutes":"36 min","Full credits":"With Nadine, ArtAce, Motler, Dr Gaz Baby Jelly, Etc. Written by Jeff Keen, A. L. Rees; Interviewer A. L. Rees; Series editor David Curtis. We wish to thank Brighton Open Studios, Stella Keen, Steve Wynter, Marvel Comix; Camera Chris O’Dell, David Bryant; Sound John Anderton, Melanie Chait, Aad Wirtz; Marvo Movie track Bob Cobbing; Additional Music Harry Bromley Davenport; Rushes Bob Hapgood; Grading Peter Nottingham; Editors Heather Holden, JoAnn Kaplan; Director Margaret Williams; Producer Fiz Oliver. An Arbor International Production for Channel 4 and Arts Council of Great Britain, © Channel 4 Arts Council of Great Britain 1983.","chapters":[{"out":527,"in":0,"desc":"Fragments from some of Jeff Keen’s films, some projected on him as he writes in paint. VO gives biographical details and partial filmography. Caption from one of the films: “Let’s go to the movies.” Caption: “‘Hooray for Darkened Rooms’ – André Breton.” Cut-out hoarding for Mad Love on beach; Keen sets fire to it with blow-torch. VO “Out here, every day is Ray Day. Daylight bleaches out yesterday’s news-front, and chattering TV is in shop windows and English living rooms. Film is for cinemas and darkened rooms.” Keen goes into his studio. Keen, with images projected on him, talks about Dr Gaz; images from the film intercut. Start of Cine Blatz; a Jeff Keen Movie (1968) which uses collage and other stop-motion animation techniques. Film continues; Keen’s VO describes the film and the technique. Keen talking; intercut with more film. Ray Day. Micro Blatz. Marvo Movie; a JeffKeen RayDay Production (1967) Part 2. Keen’s VO describes the film."},{"out":902,"in":527,"desc":"Keen talking about Pop Art. More of Marvo Movie. Keen’s thoughts on popular culture and his films as hand made films. Kino Blatz title. Keen scraping emulsion off 16mm film frames, painting the film, cutting it up and reassembling it. His VO on “getting back to essentials”. Drawing shapes for an animated sequence. Kino Blatz. Keen VO on his pre-film drawing and painting. Keen on control and graphic continuity. Pages from his sketch book, Dr G’s Microcosm. The Cartoon Theatre of Dr Gaz (1977). ArtAce in Untamed Art. Comic strip, The Movies from Nowhere. Keen talking about comics and how they are “read”."},{"out":1550,"in":902,"desc":"Title for From One Moment to the Next: 8mm Film Diaries. Keen talks about making these diaries between 1958 and 1968 and about multiple projection; VO over images. Extracts from Mad Love (1972); Keen VO describes techniques. Keen talks about White Dust (1984). Excerpts with Nadine, Vulvana, Dexter Duke, and Steve Wynter. Keen VO."},{"out":2155,"in":1550,"desc":"Covers of romantic and adventure fiction; Keen VO talking abut traditional Hollywood themes in White Dust. Keen on the mythopoeic: moral concepts and popular myths kept alive in popular culture. Dr Gaz n’existe pas! The masks. Faces of Hollywood actresses and actors. Keen’s own icons, ArtAce, Baby Jelly, the stars of Dr Gaz, Motler from Ray Day, etc. Mad Love: The Book of the Film, etc. Keen talking about Dr Gaz. New ideas for The Theatre of Dr Gaz. The burning hoarding. Keen’s VO on popular images. Keen working with Kino Blatz and other films projected on him. He leaves the studio. Credits."},{"out":2155,"in":2155,"desc":"DO NOT ENCODE PAST HERE"}],"Series":"Profiles","Full synopsis":"ACE130.2 10:00:00 10:08:47 Fragments from some of Jeff Keen’s films, some projected on him as he writes in paint. VO gives biographical details and partial filmography. Caption from one of the films: “Let’s go to the movies.” Caption: “‘Hooray for Darkened Rooms’ – André Breton.” Cut-out hoarding for Mad Love on beach; Keen sets fire to it with blow-torch. VO “Out here, every day is Ray Day. Daylight bleaches out yesterday’s news-front, and chattering TV is in shop windows and English living rooms. Film is for cinemas and darkened rooms.” Keen goes into his studio. Keen, with images projected on him, talks about Dr Gaz; images from the film intercut. Start of Cine Blatz; a Jeff Keen Movie (1968) which uses collage and other stop-motion animation techniques. Film continues; Keen’s VO describes the film and the technique. Keen talking; intercut with more film. Ray Day. Micro Blatz. Marvo Movie; a JeffKeen RayDay Production (1967) Part 2. Keen’s VO describes the film. ACE130.3 10:08:47 10:15:02 Keen talking about Pop Art. More of Marvo Movie. Keen’s thoughts on popular culture and his films as hand made films. Kino Blatz title. Keen scraping emulsion off 16mm film frames, painting the film, cutting it up and reassembling it. His VO on “getting back to essentials”. Drawing shapes for an animated sequence. Kino Blatz. Keen VO on his pre-film drawing and painting. Keen on control and graphic continuity. Pages from his sketch book, Dr G’s Microcosm. The Cartoon Theatre of Dr Gaz (1977). ArtAce in Untamed Art. Comic strip, The Movies from Nowhere. Keen talking about comics and how they are “read”. ACE130.4 10:15:02 10:25:50 Title for From One Moment to the Next: 8mm Film Diaries. Keen talks about making these diaries between 1958 and 1968 and about multiple projection; VO over images. Extracts from Mad Love (1972); Keen VO describes techniques. Keen talks about White Dust (1984). Excerpts with Nadine, Vulvana, Dexter Duke, and Steve Wynter. Keen VO. ACE130.5 10:25:50 10:35:55 Covers of romantic and adventure fiction; Keen VO talking abut traditional Hollywood themes in White Dust. Keen on the mythopoeic: moral concepts and popular myths kept alive in popular culture. Dr Gaz n’existe pas! The masks. Faces of Hollywood actresses and actors. Keen’s own icons, ArtAce, Baby Jelly, the stars of Dr Gaz, Motler from Ray Day, etc. Mad Love: The Book of the Film, etc. Keen talking about Dr Gaz. New ideas for The Theatre of Dr Gaz. The burning hoarding. Keen’s VO on popular images. Keen working with Kino Blatz and other films projected on him. He leaves the studio. Credits. ACE130.6 10:35:55 10:35:55 DO NOT ENCODE PAST HERE","Date":"1983","Choreographer":"","Title":"Jeff Keen Films","Part":"","Film ID":"ACE130","Production Company":"Arbor International"}