{"Synopsis":"The work of British photomontagist, Peter Kennard (b.1949) discussed in relation to that of other political photomontage-makers such as the German John Heartfield (1891-1968) and Klaus Staeck (b.1938).","Director":"Chris Rodriguez, Rod Stoneman","Article":"","Minutes":"35 min","Full credits":"With thanks to CND, Dartington School, E.T.V. Institute of Education, Hulton Picture Library, The Other Cinema, Mike Wells, Paul Wombell, Jewellery by Asprey. Texts adapted from Michel Butor, Michel de Certeau, Jo Spence, Ken Worpole. Voices over Hilary Thompson, Marc Karlin; Music Simon Brint; Production Assistance Mike Cocker, Joyce McCarthy, John Underwood; Production Group Ken Guest, Hamilton Hawksworth, Brian Hulls (Good News Productions); Directed and Produced Chris Rodrigues, Rod Stoneman. Produced by TV Co-Op Television Co-Operative. Arts Council of Great Britain © 1982.","chapters":[{"out":175,"in":0,"desc":"“For John Heartfield 1891-1968.” Film of Heartfield with his photomontage Adolf the Superman: Eats Gold and Spouts Junk / Adolf der Übermensch – Schluckt Gold und redet Blech (1932). Commentary says this programme will look at photomontage for political use, concentrating on the work of Peter Kennard, whose images cover a wide range of issues connecting art and politics. Photograph of fist holding broken missile. Peter Kennard says he prefers to use photographs which “refer more back to reality” than paint which “refers back to art”, and that he started in 1968, using images coming out of the Vietnam war to show “what was behind those events”. He says that the established art world considers overtly political work to be propaganda and not art. Photomontage can show the conflicts that go on beneath images. Examples."},{"out":908,"in":175,"desc":"SECTION 1 Kennard’s home. Magazines and newspapers. Colour supplements. VO reading “The streams of images we encounter every day move on the threshold of consciousness. News from afar. Pictures of ourselves. News of distant people and places…” Caption: “1 Defining.” Commentary says “Photomontage works by combining separate images to produce new meanings… When two images are combined, their meanings interact to produce a third meaning.” 1933 montage, A Pan German, by John Heartfield, combines an image of Julius Streicher with that of a murder victim. Peter Kennard has combined John Constable’s The Hay Wain with Cruise missiles in Say No to Cruise Missiles (1980) to comment on plans to put missiles on mobile transporters. Ironic comment by Margaret Bourke White (1937) in which she photographed a queue of black flood victims in Louisville in front of a billboard image of a white family in car which proclaimed “World’s Highest Standard of Living… There’s no way like the American Way”. Photograph from London street (1980) juxtaposing advertisement for stockings with Christian Aid poster. Eton pupils and local boys, from Picture Post, 1941, illustrating article “The Two Nations”. Commentary asks questions about this composition. Caption: “Montages which do not work.” Kennard says some of his own montages didn’t work because the contradictions in the images weren’t strong enough. Examples. Kennard comments on a page of photographs from the Sunday Times. Caption: “Images are nothing… It’s the relationships between the images that matter.” Examples, including USSR: Russische Ausstellung poster by Lazar (El) Lissitzky (1929). Commentary lists some reasons why photomontage has been used: Surrealist explorations of the unconscious, Russian constructivism, etc. This programme is concerned solely with photomontage “which deliberately constructs the juxtaposition of imagery with the aim of understanding the world politically”, gives an example of the work of John Heartfield (1932), Spitzenproduktie des Kapitalismus / The Finest Productions of Capitalism, a bride next to unemployed man wearing placard saying “Nehme jede Arbeit an!”. Commentary proceeds to deconstruct the meaning of this image, asks what images could be used to produce similar contrasts today, and whether or not photomontage is actually effective at expressing complex statements. Film of reflection of Asprey’s jewellers against rest of street scene, adding, in caption, the cost of the piece of jewellery in the window. Colour supplement images. Commentary says that dominant media keep images of wealth and power in different social groups “rigidly separate” from each other. There’s no relation between “different realities”. Advertisement for Air India, with caption read as VO, compared with image of airport cleaner with ironic caption. Commentary says “Photomontage counteracts the convenient separation of different aspects of the world.” Kennard explains one of his pictures, a comment on the Junta in Chile, which compares the military to a slaughter-house. Commentary says that the “third meaning” is “the brutality of oppression”, and goes on to talk about Eisenstein and his theories of montage. Stills from Strike / Stachka (1925). Caption: “‘A work of art, understood dynamically, is just this process of arranging images in the feelings and mind of the spectator’. Eisenstein.” Eisenstein’s theories influenced many iflm-makers, including Fernando Solanos’s La Hora de los Hornos / The Hour of the Furnaces (1968) in which the slaughter-house is juxtaposed with images from advertisements."},{"out":1457,"in":908,"desc":"SECTION 2 Kennard’s home. Television. VO reading “A ceaseless succession of strange shapes and sounds. The darkness has an edge that grates the nerves of the sleeper…” Caption: “2 Constructing.” Part of work by Kennard commenting on the Cold War. Caption: “Assembling components.” Kennard explains how he made different versions of this photomontage which he wanted to point up “the futility of the [British] government’s plans for civil defence”. Caption: “Using frames.” Kennard explains how he added to an existing photograph of Henry Kissinger for a New Stateman cover on “The Kissinger Mind”, and shows a similar picture from 1924 by Alexander Rodchenko, The Critic Ossip Brik. Kennard’s map of Britain with magnifying glass view of skeleton superimposed. He quotes E. P. Thompson writing on the issue of a set of stamps commemorating the anniversary of the Metropolitan Police, shortly after the death of Blair Peach. Kennard’s photomontage. Commentary says that here, “photomontage is used to provide a critique of reality. In its act of unmasking, montage becomes political.” Caption: “‘The situation is complicated by the fact that a simple reproduction of reality rarely reveals anything about reality. A photograph of the Krupp works or G.E.C. factory tells us almost nothing about these institutions. The human relations and functions inside the factory are not explicit in a photograph… so something must be built up, something constructed, something artificially posed.’ Brecht.” Caption: “Making the invisible visible.” Kennard shows a photograph of the Dow Chemicals factory, pointing out that nothing in the photograph indicates that this factory made napalm used by American forces in the Vietnam war. He shows how he altered a photograph of a nuclear power station – adding missiles – to make the connection between nuclear power and nuclear weapons. Other images. Caption: “Changing images to change ideas.” Kennard points out that both pro- and anti-nuclear groups use similar images, and shows how those images can also become commercialised. In his own work, he may still use similar shots but will add to them to try to show the destructive potential of nuclear power. Example."},{"out":2108,"in":1457,"desc":"SECTION 3 Driving past long rows of advertising hoardings, and rows of posters beside an Underground escalator. VO reading “The imaginary discourse of commerce occupies more and more of our city’s walls. It unwinds street by street, hardly interrupted by the ends of the avenues…” Caption: “3 Using/effecting.” Kennard. John Heartfield’s top-hatted hyena War and Corpses - the Last Hope of the Rich (1932). Commentary says that Kennard’s work can be traced back to that of John Heartfield in the 1930s, and links to that of other people working today, such as Klaus Staeck in West Germany. Example of Staeck’s work, and similar images by Kennard. Commentary says Staeck refuses to sign his work and reproduces it in large quantity so that the posters “cannot become valued as individual works of art”. Mass production offers economy of scale so that a complete exhibition can be cheaper than a single art print: examples include Mona Lisa in a wheelchair with English caption, Nobody’s perfect, superimposed. Staeck’s work is widely available and much used. Caption “‘Use art to make reality by producing conflict.’ Staeck.” Work of Peter Dunn and Lorraine Leeson. The National Health Service Thirty Years On… Health Before Profits. Commentary talks about their “working directly with particular communities on specific issues”, trying “to be both popular and explanatory”. Other health-service-related image. Commentary says their work is distributed through Trades Councils and Health Service Trades Union branches to interested groups. People making collages. Kennard’s VO on working with a range of groups, saying how even the act of cutting out images will make people see them differently and thus begin to think differently about their relationship to society. Caption: “Images in Circulation.” Kennard talking about the need to circulate new images as widely as possible. He shows examples of books covers (John Downing’s The Media Machine, Lesley Doyal’s The Political Economy of Health, Martin Ryle’s The Politics of Nuclear Disarmament) which require simple, strong images; postcards; cheaply produced pamphlets like Richard Sissons’s NO Nuclear Weapons; magazine covers for New Society, Camerawork, Voluntary Action, Viewpoint, New Scientist, etc, and articles in The Guardian, Peace News, etc. Posters: Kennard’s No to Nuclear Weapons, Solidarnosc, the Polish Solidarity Campaign, and others. Caption: “Uses of an image.” Kennard talking about making a collage for a 1980 Labour party anti-nuclear march, and shows how he made the broken missile in fist image, and the various ways it was used. Caption: “Anti-nuclear montages.” Kennard on the lack of debate on nuclear war. Mushroom cloud map of UK; skeleton reading Protect and Survive booklet; CND symbol cutting missile, and several others pinned up on a fence. Anti-nuclear demonstration. Kennard talking about conventional media juxtapositions, and says that “montage is an attempt to turn these disparate elements into a visual language of opposition”. Credits. Final image of fist smashing television."}],"Series":"Art Tapes","Full synopsis":"ACE125.2 10:00:00 10:02:55 “For John Heartfield 1891-1968.” Film of Heartfield with his photomontage Adolf the Superman: Eats Gold and Spouts Junk / Adolf der Übermensch – Schluckt Gold und redet Blech (1932). Commentary says this programme will look at photomontage for political use, concentrating on the work of Peter Kennard, whose images cover a wide range of issues connecting art and politics. Photograph of fist holding broken missile. Peter Kennard says he prefers to use photographs which “refer more back to reality” than paint which “refers back to art”, and that he started in 1968, using images coming out of the Vietnam war to show “what was behind those events”. He says that the established art world considers overtly political work to be propaganda and not art. Photomontage can show the conflicts that go on beneath images. Examples.\u000b\u000b ACE125.3 10:02:55 10:15:08 SECTION 1 Kennard’s home. Magazines and newspapers. Colour supplements. VO reading “The streams of images we encounter every day move on the threshold of consciousness. News from afar. Pictures of ourselves. News of distant people and places…” Caption: “1 Defining.” Commentary says “Photomontage works by combining separate images to produce new meanings… When two images are combined, their meanings interact to produce a third meaning.” 1933 montage, A Pan German, by John Heartfield, combines an image of Julius Streicher with that of a murder victim. Peter Kennard has combined John Constable’s The Hay Wain with Cruise missiles in Say No to Cruise Missiles (1980) to comment on plans to put missiles on mobile transporters. Ironic comment by Margaret Bourke White (1937) in which she photographed a queue of black flood victims in Louisville in front of a billboard image of a white family in car which proclaimed “World’s Highest Standard of Living… There’s no way like the American Way”. Photograph from London street (1980) juxtaposing advertisement for stockings with Christian Aid poster. Eton pupils and local boys, from Picture Post, 1941, illustrating article “The Two Nations”. Commentary asks questions about this composition. Caption: “Montages which do not work.” Kennard says some of his own montages didn’t work because the contradictions in the images weren’t strong enough. Examples. Kennard comments on a page of photographs from the Sunday Times. Caption: “Images are nothing… It’s the relationships between the images that matter.” Examples, including USSR: Russische Ausstellung poster by Lazar (El) Lissitzky (1929). Commentary lists some reasons why photomontage has been used: Surrealist explorations of the unconscious, Russian constructivism, etc. This programme is concerned solely with photomontage “which deliberately constructs the juxtaposition of imagery with the aim of understanding the world politically”, gives an example of the work of John Heartfield (1932), Spitzenproduktie des Kapitalismus / The Finest Productions of Capitalism, a bride next to unemployed man wearing placard saying “Nehme jede Arbeit an!”. Commentary proceeds to deconstruct the meaning of this image, asks what images could be used to produce similar contrasts today, and whether or not photomontage is actually effective at expressing complex statements. Film of reflection of Asprey’s jewellers against rest of street scene, adding, in caption, the cost of the piece of jewellery in the window. Colour supplement images. Commentary says that dominant media keep images of wealth and power in different social groups “rigidly separate” from each other. There’s no relation between “different realities”. Advertisement for Air India, with caption read as VO, compared with image of airport cleaner with ironic caption. Commentary says “Photomontage counteracts the convenient separation of different aspects of the world.” Kennard explains one of his pictures, a comment on the Junta in Chile, which compares the military to a slaughter-house. Commentary says that the “third meaning” is “the brutality of oppression”, and goes on to talk about Eisenstein and his theories of montage. Stills from Strike / Stachka (1925). Caption: “‘A work of art, understood dynamically, is just this process of arranging images in the feelings and mind of the spectator’. Eisenstein.” Eisenstein’s theories influenced many iflm-makers, including Fernando Solanos’s La Hora de los Hornos / The Hour of the Furnaces (1968) in which the slaughter-house is juxtaposed with images from advertisements.\u000b ACE125.4 10:15:08 10:24:17 SECTION 2 Kennard’s home. Television. VO reading “A ceaseless succession of strange shapes and sounds. The darkness has an edge that grates the nerves of the sleeper…” Caption: “2 Constructing.” Part of work by Kennard commenting on the Cold War. Caption: “Assembling components.” Kennard explains how he made different versions of this photomontage which he wanted to point up “the futility of the [British] government’s plans for civil defence”. Caption: “Using frames.” Kennard explains how he added to an existing photograph of Henry Kissinger for a New Stateman cover on “The Kissinger Mind”, and shows a similar picture from 1924 by Alexander Rodchenko, The Critic Ossip Brik. Kennard’s map of Britain with magnifying glass view of skeleton superimposed. He quotes E. P. Thompson writing on the issue of a set of stamps commemorating the anniversary of the Metropolitan Police, shortly after the death of Blair Peach. Kennard’s photomontage. Commentary says that here, “photomontage is used to provide a critique of reality. In its act of unmasking, montage becomes political.” Caption: “‘The situation is complicated by the fact that a simple reproduction of reality rarely reveals anything about reality. A photograph of the Krupp works or G.E.C. factory tells us almost nothing about these institutions. The human relations and functions inside the factory are not explicit in a photograph… so something must be built up, something constructed, something artificially posed.’ Brecht.” Caption: “Making the invisible visible.” Kennard shows a photograph of the Dow Chemicals factory, pointing out that nothing in the photograph indicates that this factory made napalm used by American forces in the Vietnam war. He shows how he altered a photograph of a nuclear power station – adding missiles – to make the connection between nuclear power and nuclear weapons. Other images. Caption: “Changing images to change ideas.” Kennard points out that both pro- and anti-nuclear groups use similar images, and shows how those images can also become commercialised. In his own work, he may still use similar shots but will add to them to try to show the destructive potential of nuclear power. Example. \u000b\u000b ACE125.5 10:24:17 10:35:08 SECTION 3 Driving past long rows of advertising hoardings, and rows of posters beside an Underground escalator. VO reading “The imaginary discourse of commerce occupies more and more of our city’s walls. It unwinds street by street, hardly interrupted by the ends of the avenues…” Caption: “3 Using/effecting.” Kennard. John Heartfield’s top-hatted hyena War and Corpses - the Last Hope of the Rich (1932). Commentary says that Kennard’s work can be traced back to that of John Heartfield in the 1930s, and links to that of other people working today, such as Klaus Staeck in West Germany. Example of Staeck’s work, and similar images by Kennard. Commentary says Staeck refuses to sign his work and reproduces it in large quantity so that the posters “cannot become valued as individual works of art”. Mass production offers economy of scale so that a complete exhibition can be cheaper than a single art print: examples include Mona Lisa in a wheelchair with English caption, Nobody’s perfect, superimposed. Staeck’s work is widely available and much used. Caption “‘Use art to make reality by producing conflict.’ Staeck.” Work of Peter Dunn and Lorraine Leeson. The National Health Service Thirty Years On… Health Before Profits. Commentary talks about their “working directly with particular communities on specific issues”, trying “to be both popular and explanatory”. Other health-service-related image. Commentary says their work is distributed through Trades Councils and Health Service Trades Union branches to interested groups. People making collages. Kennard’s VO on working with a range of groups, saying how even the act of cutting out images will make people see them differently and thus begin to think differently about their relationship to society. Caption: “Images in Circulation.” Kennard talking about the need to circulate new images as widely as possible. He shows examples of books covers (John Downing’s The Media Machine, Lesley Doyal’s The Political Economy of Health, Martin Ryle’s The Politics of Nuclear Disarmament) which require simple, strong images; postcards; cheaply produced pamphlets like Richard Sissons’s NO Nuclear Weapons; magazine covers for New Society, Camerawork, Voluntary Action, Viewpoint, New Scientist, etc, and articles in The Guardian, Peace News, etc. Posters: Kennard’s No to Nuclear Weapons, Solidarnosc, the Polish Solidarity Campaign, and others. Caption: “Uses of an image.” Kennard talking about making a collage for a 1980 Labour party anti-nuclear march, and shows how he made the broken missile in fist image, and the various ways it was used. Caption: “Anti-nuclear montages.” Kennard on the lack of debate on nuclear war. Mushroom cloud map of UK; skeleton reading Protect and Survive booklet; CND symbol cutting missile, and several others pinned up on a fence. Anti-nuclear demonstration. Kennard talking about conventional media juxtapositions, and says that “montage is an attempt to turn these disparate elements into a visual language of opposition”. Credits. Final image of fist smashing television.\u000b\u000b","Date":"1982","Choreographer":"","Title":"Photomontage Today. Peter Kennard","Part":"1","Film ID":"ACE125","Production Company":"TV Co-Op Television Co-Operative"}