{"Synopsis":"Contemporary sculpture in Britain featuring work by artists who use non-tradtional materials.","Director":"Geoff Dunlop","Article":"","Minutes":"53 min","Full credits":"The producers thank Barbara Toll, New York, Collection Frederick Roos, Stockholm, Collection Gaston/Nelson, France, Collection Ray Learsy, New York, Galerie Paul Maenz, Cologne, Hayward Gallery, London, Lisson Gallery, London, Museum of Modern Art, Oxford, Tate Gallery, London, The FACE. Directed by Geoff Dunlop; Consultants Sandy Nairne, Michael Newman; Music David Cunningham; Camera Jeremy Stavenhagen, Graham Berry, Mike Fox; Sound Chris Renty, Paul Nathan; Dubbing Mixer Colin Martin; Film editor Stuart Davidson; Production assistant Marie Meyrick, Cherry Crompton; Executive producer, Arts Council Rodney Wilson; Production administration Diane Large; Producers Geoff Dunlop, John Wyver. Illuminations. Arts Council of Great Britain in association with Channel 4 Television. © 1984.","chapters":[{"out":552,"in":0,"desc":"A number of objects – 16mm projector and film strips, battered armchairs, a painting – with chanting voices over asking “just… what is it…?...different…so appealing…?” etc. Car tyres being sent up a human chain to a walkway on the South Bank complex, London. David Mach, sculptor, describing what’s going to happen, the form the sculpture will take, that of a nuclear submarine. His VO over critical newspaper cartoons and headlines, and reports of the fire which damaged the work. Commentary describing “public fury” over art works in public places which don’t conform to traditional ideas of art. The Albert Memorial; the Victoria Memorial, Peter Pan and other pieces dating from a time when public sculpture “had particular roles”.in the urban environment. Modern sculpture near Houses of Parliament; Zemran (1972), by William Pye on the South Bank, Carle Andre’s Equivalent VIII (1978) and other pieces in Tate Modern. Works from 1981-1983 by by Julian Opie, Edward Allington, Tony Cragg, Kate Blacker, Bill Woodrow, Antony Gormley, Anish Kapoor, Sarah Bradpiece, and David Mach. Voice over of Sandy Nairne, curator, on why modern sculpture caused public outcry, developments in sculpture since the late 1970s when it became formally inventive as well as attractive to the public. Magazine articles and illustrations on modern sculpture and design. Nairne VO continues; contemporary sculpture is more accessible to people outside the art world."},{"out":1098,"in":552,"desc":"Caption: “Lisson Gallery, London, represents the majority of the ‘New British Sculptors… including Julian Opie’”. Exhibition opening. Nairne on new ideas. Cash This (1983). John Roberts, critic, on the “new British sculpture” phenomenon. VO over more shots of the show. Nicholas Logsdail, Lisson Gallery, suggests that “movements” can be created by critics and curators who see and group works together. The exhibition. Logsdail VO. Opie’s A Pile of Old Masters (1983), Eat Dirt Art History (1983). VO by Michael Newman, critic. Newman on the value of art as a reflection of contemporary culture. Advertising billboards. Sculptures which comment on consumerism. Opie constructing a sculpture outside the Hayward Gallery; the “graffiti”on the back. Opie talks about how he works. Getting Organised (1983). Nairne concerned that the gains of the 1970s – concerns around representation and feminism, for example – might get lost, not least because of “the market”. Nairne VO continues over black and white illustrations of 1970s works, commenting on work by Richard Long, Gilbert and George, and Carl Andre, all of which have an “analytical feeling” absent from more recent ideas."},{"out":1409,"in":1098,"desc":"Tony Cragg’s Britain Seen From the North (1981). Nairne on the similarity of Cragg’s “found items” sculptures to those of Richard Long. More of Cragg’s work. Tony Cragg, sculptor, on “good idea art”. His VO continues over his constructing New Stones – Newton’s Tones (1978), helped by his small son. Low tide mud and shingle along the Thames; objects uncovered by the receding water. Pieces from Cragg’s sculpture. His VO asking how people can deal with all the new materials regularly coming onto the market. Britain Seen From the North; people wrapped in Union Jack; Cragg’s Postcard Flag (Union Jack) (1981). Photograph of Prince Charles and Princess Diana during wedding procession. Other pieces by Cragg."},{"out":1827,"in":1409,"desc":"Photographs of factory, aeroplane, Northern Ireland, etc., intercut with work by Bill Woodrow, sculptor. Woodrow talking about images of violence, with particular reference to his piece, Two Blue Car Doors (1981) which combines the doors with a machine gun. Another work, Car Door, Armchair and Incident (1981). Woodrow commenting on how much violence is reported by the media against how much he’s personally aware of. Grab removing scrap metal and other rubbish from a tip. Pile of wrecked cars. More scrap. VO talking about contemporary sculpture reflecting disillusionment with ideas and objects from the 1960s, now discarded. Scrap metal construction by Woodrow. He talks about the ready availability of scrap as opposed to that of more traditional materials. Some of the collection of found items in his studio. More of his sculptures."},{"out":2185,"in":1827,"desc":"Work by Edward Allington including First Snail From the Thousand-Eared Night (1983). Details. Allington’s VO talking about his materials while constructing an arrangement of plastic fruit. Plastic flowers and grapes. Edward Allington, sculptor, talking about living with everyday “junk”. Objects in his studio, including Greek helmets. He says his work was inspired by a visit to the Parthenon which he describes as “a fake”. More views of his plastic fruit constructions. Allington cutting up expanded polystyrene."},{"out":2428,"in":2185,"desc":"Untitled (1983) by Anish Kapoor; other pieces. Kapoor working on a sculpture. VO on the “simplicity” of his pieces. He talks about being part of the 20th century, using materials that come from it, though his subject matter may be pre- or post-twentieth century. Setting up the Untitled piece. VO says he wants to be a thoroughly Indian artist. As if to Celebrate I Discovered a Mountain Blooming With Red Flowers (1981)."},{"out":3150,"in":2428,"desc":"Asian and African masks and figures. Armchair, Washing Machine and Kurumba Mask (1982) by Woodrow. He talks about the romanticisation of African and Asian cultures in the media, and how the artefacts are not seen as part of a larger whole. Jean-Luc Vilmouth’s Totem (1983). Jean-Luc Vilmouth, sculptor, in his studio. His VO talking about his work which he feels is part of the contemporary British sculpture movement, but hopes it has a universal resonance. He compares Paris and London. Work by Kapoor. Jean-Louis Maubant, curator, talking about the internationality of contemporary sculpture. Nairne believes that thinking about art encourages comparison and relationships; that disparate works can be grouped together in some way. Allington talks of occasional surprising cross-overs between his work and that of other people. His VO over photographs of several different pieces. Allington packing away plastic fish; magazine articles. Kapoor painting a sculpture. Photographs. Opie constructing his piece. More photographs. Vilmouth. Photographs. David Mach. Photographs. Tony Cragg. Photographs. Bill Woodrow wrapping up his mask. Credits"}],"Series":"","Full synopsis":"ACE138.2 10:00:00 10:09:12 A number of objects – 16mm projector and film strips, battered armchairs, a painting – with chanting voices over asking “just… what is it…?...different…so appealing…?” etc. Car tyres being sent up a human chain to a walkway on the South Bank complex, London. David Mach, sculptor, describing what’s going to happen, the form the sculpture will take, that of a nuclear submarine. His VO over critical newspaper cartoons and headlines, and reports of the fire which damaged the work. Commentary describing “public fury” over art works in public places which don’t conform to traditional ideas of art. The Albert Memorial; the Victoria Memorial, Peter Pan and other pieces dating from a time when public sculpture “had particular roles”.in the urban environment. Modern sculpture near Houses of Parliament; Zemran (1972), by William Pye on the South Bank, Carle Andre’s Equivalent VIII (1978) and other pieces in Tate Modern. Works from 1981-1983 by by Julian Opie, Edward Allington, Tony Cragg, Kate Blacker, Bill Woodrow, Antony Gormley, Anish Kapoor, Sarah Bradpiece, and David Mach. Voice over of Sandy Nairne, curator, on why modern sculpture caused public outcry, developments in sculpture since the late 1970s when it became formally inventive as well as attractive to the public. Magazine articles and illustrations on modern sculpture and design. Nairne VO continues; contemporary sculpture is more accessible to people outside the art world. \u000b\u000b ACE138.3 10:09:12 10:18:18 Caption: “Lisson Gallery, London, represents the majority of the ‘New British Sculptors… including Julian Opie’”. Exhibition opening. Nairne on new ideas. Cash This (1983). John Roberts, critic, on the “new British sculpture” phenomenon. VO over more shots of the show. Nicholas Logsdail, Lisson Gallery, suggests that “movements” can be created by critics and curators who see and group works together. The exhibition. Logsdail VO. Opie’s A Pile of Old Masters (1983), Eat Dirt Art History (1983). VO by Michael Newman, critic. Newman on the value of art as a reflection of contemporary culture. Advertising billboards. Sculptures which comment on consumerism. Opie constructing a sculpture outside the Hayward Gallery; the “graffiti”on the back. Opie talks about how he works. Getting Organised (1983). Nairne concerned that the gains of the 1970s – concerns around representation and feminism, for example – might get lost, not least because of “the market”. Nairne VO continues over black and white illustrations of 1970s works, commenting on work by Richard Long, Gilbert and George, and Carl Andre, all of which have an “analytical feeling” absent from more recent ideas. \u000b\u000b ACE138.4 10:18:18 10:23:29 Tony Cragg’s Britain Seen From the North (1981). Nairne on the similarity of Cragg’s “found items” sculptures to those of Richard Long. More of Cragg’s work. Tony Cragg, sculptor, on “good idea art”. His VO continues over his constructing New Stones – Newton’s Tones (1978), helped by his small son. Low tide mud and shingle along the Thames; objects uncovered by the receding water. Pieces from Cragg’s sculpture. His VO asking how people can deal with all the new materials regularly coming onto the market. Britain Seen From the North; people wrapped in Union Jack; Cragg’s Postcard Flag (Union Jack) (1981). Photograph of Prince Charles and Princess Diana during wedding procession. Other pieces by Cragg. ACE138.5 10:23:29 10:30:27 Photographs of factory, aeroplane, Northern Ireland, etc., intercut with work by Bill Woodrow, sculptor. Woodrow talking about images of violence, with particular reference to his piece, Two Blue Car Doors (1981) which combines the doors with a machine gun. Another work, Car Door, Armchair and Incident (1981). Woodrow commenting on how much violence is reported by the media against how much he’s personally aware of. Grab removing scrap metal and other rubbish from a tip. Pile of wrecked cars. More scrap. VO talking about contemporary sculpture reflecting disillusionment with ideas and objects from the 1960s, now discarded. Scrap metal construction by Woodrow. He talks about the ready availability of scrap as opposed to that of more traditional materials. Some of the collection of found items in his studio. More of his sculptures. ACE138.6 10:30:27 10:36:25 Work by Edward Allington including First Snail From the Thousand-Eared Night (1983). Details. Allington’s VO talking about his materials while constructing an arrangement of plastic fruit. Plastic flowers and grapes. Edward Allington, sculptor, talking about living with everyday “junk”. Objects in his studio, including Greek helmets. He says his work was inspired by a visit to the Parthenon which he describes as “a fake”. More views of his plastic fruit constructions. Allington cutting up expanded polystyrene. ACE138.7 10:36:25 10:40:28 Untitled (1983) by Anish Kapoor; other pieces. Kapoor working on a sculpture. VO on the “simplicity” of his pieces. He talks about being part of the 20th century, using materials that come from it, though his subject matter may be pre- or post-twentieth century. Setting up the Untitled piece. VO says he wants to be a thoroughly Indian artist. As if to Celebrate I Discovered a Mountain Blooming With Red Flowers (1981). ACE138.8 10:40:28 10:52:30 Asian and African masks and figures. Armchair, Washing Machine and Kurumba Mask (1982) by Woodrow. He talks about the romanticisation of African and Asian cultures in the media, and how the artefacts are not seen as part of a larger whole. Jean-Luc Vilmouth’s Totem (1983). Jean-Luc Vilmouth, sculptor, in his studio. His VO talking about his work which he feels is part of the contemporary British sculpture movement, but hopes it has a universal resonance. He compares Paris and London. Work by Kapoor. Jean-Louis Maubant, curator, talking about the internationality of contemporary sculpture. Nairne believes that thinking about art encourages comparison and relationships; that disparate works can be grouped together in some way. Allington talks of occasional surprising cross-overs between his work and that of other people. His VO over photographs of several different pieces. Allington packing away plastic fish; magazine articles. Kapoor painting a sculpture. Photographs. Opie constructing his piece. More photographs. Vilmouth. Photographs. David Mach. Photographs. Tony Cragg. Photographs. Bill Woodrow wrapping up his mask. Credits","Date":"1984","Choreographer":"","Title":"Just What Is It That Makes Today’s Sculpture so Different, so Appealing?","Part":"","Film ID":"ACE138","Production Company":"Illuminations"}