{"Synopsis":"The work of British experimental film-maker, Malcolm LeGrice (b.1940).","Director":"Margaret Williams","Article":"","Minutes":"26 min","Full credits":"Written by Malcolm Le Grice, Phillip Drummond; Introduced by Phillip Drummond; Series Editor David Curtis; Camera David Rowan; Assistant Camera David Bryant; Sound Mervyn Gerrard, Aad Wirtz; Editor Heather Holden; Assistant Editor JoAnn Kaplan; Director Margaret Williams; Producer Fiz Oliver. An Arbor International Production for Channel 4 and The Arts Council of Great Britain, © Channel 4 and The Arts Council of Great Britain 1982.","chapters":[{"out":360,"in":0,"desc":"Extracts from Castle One (aka Lightbulb Film;1966): montage of newsreel and other films. Malcolm Le Grice (part VO) says “I want to see a cinema that is in clear opposition to the dominant film and TV culture”, points out that the roots of such film-making go back to the origins of modern art, and says that he’s “always tried to give the spectator a positive and productive role”. Phillip Drummond talks about the history of the independent, avant garde, cinema, originating in the early Soviet era of the 1920s, coming to prominence in the United States in the 1940s, and now an international phenomenon with its own production, distribution and exhibition outlets. He describes Malcolm Le Grice’s career as a film-maker, teacher and author. Le Grice describes his starting out as a painter, being interested in “transformation and process” and realising that this combination of “movement” and static art form was not unsatisfactory. Talks briefly about his interest in music, and says that he used musical concepts in early films, and made his own soundtracks. Extract from Reign of the Vampire (aka How to Screw the C I A; 1970) in which the soundtrack “largely determined the structure of the film”. The sound was controlled using two tape recorders and a mixer, producing a repeating but slowly changing rhythm of sounds, and the images were similarly based on repeating loops. Le Grice VO talking about the threatening (military) nature of many of the images in his early films. Le Grice says he decided that the films were more an expression of paranoia than genuinely political, and he concluded that there was more political value in their artistic structure than in the images, a concept now generally accepted. He adds that cost was another important factor."},{"out":857,"in":360,"desc":"LeGrice and Drummond at the London Film-Makers Co-Op. Film-makers at work. Le Grice says he was heavily involved in the workshop. Having a purpose-built laboratory not only made a great difference to cost, but also enabled film-makers to transform the images on the film itself. Raw material for Berlin Horse (1970) in which Le Grice superimposed negative onto positive, employed colour filters, and superimposed coloured elements. Extract. Drummond and Le Grice talk VO about the form of the film taking precedence over its content. Le Grice talks VO about multi-screen projection. Berlin Horse in two-screen version. Le Grice VO talking about having rejected narrative as something which “drew spectators away from their own reality”, and then doing away with the film image as well. Extract from version of film/performance Horror Film (1971). Le Grice VO describing the work and his purpose in making it. Le Grice says that in this and a few subsequent films (described by Drummond as “austere”, he wanted the spectator to deal only with the presentation of the work itself. After this, he made a much more complex film based on Manet’s Le Dejeuner sur l’Herbe (1863), After Manet (1974), and using four cameras to produce multi-screen images. Le Grice points out that each of the four “actors” was also a film-maker and had charge of one of the cameras. Extracts. He talks about the different kinds of film-stock used and how the spectator responds to the difference between negative and positive images. Images from a still photograph piece based on After Manet."},{"out":1549,"in":857,"desc":"Drummond asks about Academic Still Life (1977) and its art historical references. Le Grice says that in Cézanne’s works, small movements of the spectator’s head change the image of the thing seen. He thinks that Academic Still Life, like much of Cézanne’s work is “a product of the act of perception”. Extract. Le Grice’s VO describing his work as being concerned with reality, and his later films reflect a “very extreme reality”, showing the mundane realities of life. Extracts from Time and Motion Study (1978). Le Grice VO says he’s also concerned with breaking illusion, and editing is the most important element in this. The film uses two cameras and there is a slight overlap between the two, thus eliminating any break in time, and suggesting that there is no significant difference between the act of making a film and the activities shown in it. Le Grice talks about the formal difference between his kind of work and conventional film-making, and believe that he can best make a difference through education. Activities at St Martin’s School of Art; Le Grice’s film theory class. Drummond and Le Grice talk about Finnegan’s Chin (1981), made at St Martin’s with the participation of some of the students. The plans for the film, a “visual score” rather than a script. Le Grice describes the content. Extract. Drummond says it’s paradoxical that they are in a conventional television documentary. Le Grice says that virtually anything in an experimental film will be different to the sort of things seen on television. He believes television will have to show more experimental work. Credits."}],"Series":"Profiles","Full synopsis":"ACE132.2 10:00:00 10:06:00 Extracts from Castle One (aka Lightbulb Film;1966): montage of newsreel and other films. Malcolm Le Grice (part VO) says “I want to see a cinema that is in clear opposition to the dominant film and TV culture”, points out that the roots of such film-making go back to the origins of modern art, and says that he’s “always tried to give the spectator a positive and productive role”. Phillip Drummond talks about the history of the independent, avant garde, cinema, originating in the early Soviet era of the 1920s, coming to prominence in the United States in the 1940s, and now an international phenomenon with its own production, distribution and exhibition outlets. He describes Malcolm Le Grice’s career as a film-maker, teacher and author. Le Grice describes his starting out as a painter, being interested in “transformation and process” and realising that this combination of “movement” and static art form was not unsatisfactory. Talks briefly about his interest in music, and says that he used musical concepts in early films, and made his own soundtracks. Extract from Reign of the Vampire (aka How to Screw the C I A; 1970) in which the soundtrack “largely determined the structure of the film”. The sound was controlled using two tape recorders and a mixer, producing a repeating but slowly changing rhythm of sounds, and the images were similarly based on repeating loops. Le Grice VO talking about the threatening (military) nature of many of the images in his early films. Le Grice says he decided that the films were more an expression of paranoia than genuinely political, and he concluded that there was more political value in their artistic structure than in the images, a concept now generally accepted. He adds that cost was another important factor.\u000b\u000b ACE132.3 10:06:00 10:14:17 LeGrice and Drummond at the London Film-Makers Co-Op. Film-makers at work. Le Grice says he was heavily involved in the workshop. Having a purpose-built laboratory not only made a great difference to cost, but also enabled film-makers to transform the images on the film itself. Raw material for Berlin Horse (1970) in which Le Grice superimposed negative onto positive, employed colour filters, and superimposed coloured elements. Extract. Drummond and Le Grice talk VO about the form of the film taking precedence over its content. Le Grice talks VO about multi-screen projection. Berlin Horse in two-screen version. Le Grice VO talking about having rejected narrative as something which “drew spectators away from their own reality”, and then doing away with the film image as well. Extract from version of film/performance Horror Film (1971). Le Grice VO describing the work and his purpose in making it. Le Grice says that in this and a few subsequent films (described by Drummond as “austere”, he wanted the spectator to deal only with the presentation of the work itself. After this, he made a much more complex film based on Manet’s Le Dejeuner sur l’Herbe (1863), After Manet (1974), and using four cameras to produce multi-screen images. Le Grice points out that each of the four “actors” was also a film-maker and had charge of one of the cameras. Extracts. He talks about the different kinds of film-stock used and how the spectator responds to the difference between negative and positive images. Images from a still photograph piece based on After Manet. ACE132.4 10:14:17 10:25:49 Drummond asks about Academic Still Life (1977) and its art historical references. Le Grice says that in Cézanne’s works, small movements of the spectator’s head change the image of the thing seen. He thinks that Academic Still Life, like much of Cézanne’s work is “a product of the act of perception”. Extract. Le Grice’s VO describing his work as being concerned with reality, and his later films reflect a “very extreme reality”, showing the mundane realities of life. Extracts from Time and Motion Study (1978). Le Grice VO says he’s also concerned with breaking illusion, and editing is the most important element in this. The film uses two cameras and there is a slight overlap between the two, thus eliminating any break in time, and suggesting that there is no significant difference between the act of making a film and the activities shown in it. Le Grice talks about the formal difference between his kind of work and conventional film-making, and believe that he can best make a difference through education. Activities at St Martin’s School of Art; Le Grice’s film theory class. Drummond and Le Grice talk about Finnegan’s Chin (1981), made at St Martin’s with the participation of some of the students. The plans for the film, a “visual score” rather than a script. Le Grice describes the content. Extract. Drummond says it’s paradoxical that they are in a conventional television documentary. Le Grice says that virtually anything in an experimental film will be different to the sort of things seen on television. He believes television will have to show more experimental work. Credits.","Date":"1982","Choreographer":"","Title":"Normal Vision. Malcolm Le Grice","Part":"","Film ID":"ACE132","Production Company":"Arbor International"}