{"Synopsis":"The work of Craigie Aitchison (b.1926), and the progress of his fifth painting of former boxer, the Chicago Kid.","Director":"Judy Marle","Article":"","Minutes":"37 min","Full credits":"Camera Nick Gifford; Sound Derek Williams, Peter Rann; Film Editor Ben Morris; Director Judy Marle. The Producers gratefully acknowledge the assistance of Myles Murphy and of Gallery 12. A Landseer Production. Arts Council of Great Britain Copyright 1982.","chapters":[{"out":607,"in":0,"desc":"Caption: “Craigie Aitchison lives and works in Kennington, South London. The film begins as he starts work on a new portrait of David Smith, who was in his youth a boxer called The Chicago Kid.” Inside Craigie Aitchison’s studio. Paintings. David Smith climbing the stairs to the flat. Paintings. Aitchison’s VO talking about his association with Smith. Aitchison stapling different colour hangings to the wall behind Smith. Aitchison talking about the process of portrait painting. Painting. Smith and Aitchison talk to each other as the painter works. Aitchison pulling out paintings to show Myles Murphy. Painting Smith; Aitchison’s VO talking about why he likes painting “coloured” people; portraits. He talks about painting the 90-year-old Smith, different to other models, and looking different each of the four times he painted him – three portraits."},{"out":1148,"in":607,"desc":"Aitchison talks about why he became a painter, why he chose to go to the Slade, about wanting to be a dress designer; paintings intercut. Murphy and Aitchison; Bedlington terrier. Aitchison talks about being in Italy and discovering that the way colour is used can be more important than the colour itself. Crucifixions and flower paintings. Aitchison shows some illustrations and colours that he’s used in his own paintings. Photographs of Italian countryside, Aitchison’s farmhouse at Montecastelli, church interior, etc. Aitchison working on his portrait of Smith. Talks about his methods of portrait painting. Two female portraits (one nude) and one of Gorgeous Macaulay. Model and Dog (1974-1975). Aitchison’s VO talking about the elements of the painting."},{"out":1612,"in":1148,"desc":"Aitchison talking about more of his paintings mostly including birds and flowers. Aitchison talks about the repertoire of elements he uses. Aitchison on his still life paintings – one of a vase, another which depicts a Gold Shred jar. Walls of his flat red left pink right with “golden shred” ad on pink. Other objects. Aitchison talking about colour; large pictures are particular colours, but the colours have equal value with the subject. Dog in Red Painting (1975). Aitchison grooming dog. Various paintings of dogs. Aitchison painting Smith; VO talking about use of paint, thickness, persevering etc."},{"out":2237,"in":1612,"desc":"A bust (Spanish dancer) and Aitchison’s painting of it. He talks about painting Gorgeous Macaulay, his first black model. Portraits of Macaulay including Gorgeous Macaulay in Uniform (1969). Other paintings. Aitchison with Smith painting; asks him about the badges he wears. VO talking about the last few sittings of any portrait and the possibility that the sitter will “muck up” the picture. Smith with dog. Talks about trying to make final touches – the “boring bits” – saying that they can often make all the difference. Birds in the house. Bird painting. Aitchison says that he “just want[s] to get it right” though the right result isn’t clear until it’s achieved. In the flat. “Everything on the canvas must be considered equally.” Smith leaves. Credits."}],"Series":"","Full synopsis":"ACE122.2 10:00:00 10:10:07 Caption: “Craigie Aitchison lives and works in Kennington, South London. The film begins as he starts work on a new portrait of David Smith, who was in his youth a boxer called The Chicago Kid.” Inside Craigie Aitchison’s studio. Paintings. David Smith climbing the stairs to the flat. Paintings. Aitchison’s VO talking about his association with Smith. Aitchison stapling different colour hangings to the wall behind Smith. Aitchison talking about the process of portrait painting. Painting. Smith and Aitchison talk to each other as the painter works. Aitchison pulling out paintings to show Myles Murphy. Painting Smith; Aitchison’s VO talking about why he likes painting “coloured” people; portraits. He talks about painting the 90-year-old Smith, different to other models, and looking different each of the four times he painted him – three portraits. ACE122.3 10:10:07 10:19:08 Aitchison talks about why he became a painter, why he chose to go to the Slade, about wanting to be a dress designer; paintings intercut. Murphy and Aitchison; Bedlington terrier. Aitchison talks about being in Italy and discovering that the way colour is used can be more important than the colour itself. Crucifixions and flower paintings. Aitchison shows some illustrations and colours that he’s used in his own paintings. Photographs of Italian countryside, Aitchison’s farmhouse at Montecastelli, church interior, etc. Aitchison working on his portrait of Smith. Talks about his methods of portrait painting. Two female portraits (one nude) and one of Gorgeous Macaulay. Model and Dog (1974-1975). Aitchison’s VO talking about the elements of the painting. ACE122.4 10:19:08 10:26:52 Aitchison talking about more of his paintings mostly including birds and flowers. Aitchison talks about the repertoire of elements he uses. Aitchison on his still life paintings – one of a vase, another which depicts a Gold Shred jar. Walls of his flat red left pink right with “golden shred” ad on pink. Other objects. Aitchison talking about colour; large pictures are particular colours, but the colours have equal value with the subject. Dog in Red Painting (1975). Aitchison grooming dog. Various paintings of dogs. Aitchison painting Smith; VO talking about use of paint, thickness, persevering etc. ACE122.5 10:26:52 10:37:17 A bust (Spanish dancer) and Aitchison’s painting of it. He talks about painting Gorgeous Macaulay, his first black model. Portraits of Macaulay including Gorgeous Macaulay in Uniform (1969). Other paintings. Aitchison with Smith painting; asks him about the badges he wears. VO talking about the last few sittings of any portrait and the possibility that the sitter will “muck up” the picture. Smith with dog. Talks about trying to make final touches – the “boring bits” – saying that they can often make all the difference. Birds in the house. Bird painting. Aitchison says that he “just want[s] to get it right” though the right result isn’t clear until it’s achieved. In the flat. “Everything on the canvas must be considered equally.” Smith leaves. Credits.\u000b\u000b","Date":"1982","Choreographer":"","Title":"Painting Chicago","Part":"","Film ID":"ACE122","Production Company":"Landseer"}