{"Synopsis":"A dance piece by British choreographer and dancer, Gaby Agis.","Director":"Bob Bentley","Article":"","Minutes":"26 min","Full credits":"Original Idea and Choreography Gaby Agis; Performers Gaby Agis, Emily Barney, Claire Bushe, Lucy Fawcett, Charlotte Zerbey; Original Music Ana da Silva; Saxophone Composition David Wright; Musicians Andrew Edwards, Charles Hayward, Sarah Homer, Helen Ottoway, David Wright; Harvest Chant From the album Le Mystere des Voix Bulgares, courtesy Disques Cellier; Sculptor Kate Blacker; Assistants Felix Schroer, Keith Cooper; Make Up Sula Loizou; Production Assistant Rosie Bowen; Production Runners Crispin Buxton, Tom Ingle, Emma Bodger; Sound Playback George Richards; Trainee Eva Cieszewska; Grip Jim Monks; Electricians Film Lighting Services; Steadicam Operator Peter Robinson; Focus Puller Kate Polak; Jobfit Attachment Lucy Bristow; Assistant Editor Kate Saunders; Sound Editor Heather Holden; Dubbing Mixer Ian Selwyn; Editor Paul Davies; Lighting Cameraman Jeff Baynes; Associate Producer Alison Jackson; Executive Producer Rodney Wilson; Producer David Stacey; Devised and Directed by Bob Bentley. An Airtight Films Production for the Arts Council in association with Channel Four. © Arts Council of Great Britain MCMLXXXVIII.","chapters":[{"out":827,"in":0,"desc":"Hand doodling. Close shots of woman getting dressed to go out. Overhead view of Woman Two dancing on flat roof. Woman One trying doors in an alley (Newman Passage, central London). Woman Two on roof. Woman One opens door. Woman Two on roof, sees Woman Three come out onto a nearby roof. Woman One comes out on another roof, watches the other two dancing and goes back down. A fourth woman dancing. Woman one exits into the street. More dancers. Woman One on a roof-top staircase, looks down onto the rubble of a building site. Woman One and another woman dancing on the building site beside a semi-reflecting corrugated iron fence. Woman One walking in woodland. Sees a woman in a red dress doing Irish dancing. Smears mud over her own face and arms. Woman in red hears her and runs away, chased by Woman One."},{"out":1565,"in":827,"desc":"Woman One sitting on bench, next to hooded woman who constantly overbalances against her, pushing her off the bench, finally onto the one opposite. They run back and forth across the room, between the two benches, undressing as they go. They run up a staircase into a large stone walled space, where several other women are dancing. Woman One exits through big iron gates into a darkened street. Woman One comes out onto a flat roof (near King’s Cross, London), and dances by herself as dawn is breaking. Credits."}],"Series":"","Full synopsis":"ACE172.2 10:00:00 10:13:47 Hand doodling. Close shots of woman getting dressed to go out. Overhead view of Woman Two dancing on flat roof. Woman One trying doors in an alley (Newman Passage, central London). Woman Two on roof. Woman One opens door. Woman Two on roof, sees Woman Three come out onto a nearby roof. Woman One comes out on another roof, watches the other two dancing and goes back down. A fourth woman dancing. Woman one exits into the street. More dancers. Woman One on a roof-top staircase, looks down onto the rubble of a building site. Woman One and another woman dancing on the building site beside a semi-reflecting corrugated iron fence. Woman One walking in woodland. Sees a woman in a red dress doing Irish dancing. Smears mud over her own face and arms. Woman in red hears her and runs away, chased by Woman One. ACE172.3 10:13:47 10:26:05 Woman One sitting on bench, next to hooded woman who constantly overbalances against her, pushing her off the bench, finally onto the one opposite. They run back and forth across the room, between the two benches, undressing as they go. They run up a staircase into a large stone walled space, where several other women are dancing. Woman One exits through big iron gates into a darkened street. Woman One comes out onto a flat roof (near King’s Cross, London), and dances by herself as dawn is breaking. Credits.","Date":"1988","Choreographer":"Gaby Agis","Title":"Freefall","Part":"","Film ID":"ACE172","Production Company":"Airtight Films"}