{"Synopsis":"A semi-dramatised investigation - by Sherlock Holmes - of the life and work of French-American Surrealist, Marcel Duchamp (1887-1968)","Director":"David Rowan","Article":"The","Minutes":"99 min","Full credits":"Sherlock Holmes, Guy Rolfe; Dr Watson, Raymond Francis; Impressions of Africa: Louise, Juliet Hammond; Norbert, Jeff Rawle; Maissonal, Bernard Kay; Darriand, Jonathan Newth; Bex, Charles Lewsen; Balbet, Bruce Lidington; Kor & Carmichael, Charles Spicer; Princess, Sarah Mortimer; M. Juillard, Geoffrey Russell; Mme Juillard, Mary Laine; Mrs Hudson, Annie Leake; Chorus Girl, Vicki Ogden; Marcel Duchamp, Rrose Selavy. We thank: Mme Alexina Duchamp, Anne d’Harnoncourt, Sir Roland Penrose, Richard Hamilton, Jean Clair, Robert Lebel, Peter Gidal, Kate Campbell, Frederica Morton, Nick Duffield, Kim Nygard, Irene Oliver, Robin Williams, Ian Young, Bill Brown And the following museums galleries & institutions: B.B.C. Enterprises Ltd., Cordier & Ekstrom Inc. N.Y., Musee d’Affiche, Paris, Museum of Modern Art, N.Y., Peggy Guggenheim Collection, Philadelphia Museum of Art, Neil Peppy Associates, Polytechnic of Central London, Science Museum London, Sydney Janis Gallery N.Y., Samuelson Film Service, The Tate Gallery London. Photography Walter Lassally; Art Director Miranda Melville; Costume Designer Doreen Watkinson; Sound Recordists Mervyn Gerrard, Jeff Hawkins; Location & Artwork photography David Rowan, Peter Harvey; Roussel Machines James Clancey, Nigel McFiggins, John Clancey; Casting Susie Figgis; Assistant Director Deborah Kingsland; Assistant Camera David Bryant, Patrick Duval; Assistant Art Director Alison Stewart Richardson; Boom Operators John Stevenson, Chris Gurney; Props Driver Henry Harris; Make-up Debbie Scragg; Lighting Film & T.V. Services Laboratory Filmatic; Titles John Speirs; Additional Sound Effects Reggie Sider; Dubbing Mixer Colin Martin; Dubbing Editor Heather Holden; Music Paul Lewis; Editors David Rowan, Larry Sider; Executive Producer Rodney Wilson; Producer Margaret Williams; Written & directed by David Rowan, An Arbor Production. Arts Council of Great Britain © 1984.","chapters":[{"out":557,"in":0,"desc":"Original film of Duchamp. Some of his art works. VO asks why Duchamp described himself as having the mind of a master criminal and why Sherlock Holmes should be investigating him. Sherlock Holmes and Dr Watson discussing the case that has brought Holmes out of retirement. Duchamp’s “boîte en valise” inscribed “de ou par Marcel Duchamp ou Rrose Sélavy”, “a portable museum of his own work”. Holmes has his own “Holmes Computer”, now the electronic reincarnation of his dog, Toby. He believes the boîte contains clues. Photographs of Duchamp as a baby, his family, etc. Holmes speaks of his early life. Film of the village of Blainville-Crevon and its surroundings. Waterwheels and sluices. Film of Rouen and Paris, where Duchamp was excited by the new water and gas supplies, particularly by the posters advertising gas lighting. Holmes and Watson. They discuss Duchamp’s career, with television interview footage of Duchamp [BBC 10.06.1958] talking about his own artistic development."},{"out":1234,"in":557,"desc":"Duchamp’s first painting, Landscape at Blainville (1902), a sketch of a Beck-Auer gas mantle; other early work including Portrait of the Artist’s Father (1910), The Chess Game (1910), Nude with Black Stockings (1910), The Laundry Barge (1910), Portrait of Dr Dumouchel (1910), From this last, Holmes infers that Duchamp was interested in the human aura. Paradise (1911). Sketch for Cubist-influenced version of The Chess Players (1911), and the painting itself. Holmes uses a praxinoscope; Duchamp wanted movement. Examples of Eadweard Muybridge’s sequential photography. Etienne-Jules Marey’s photographic gun; examples of his chronophotography. Woman and dog in park. Lady Dulcinea (1911), an early attempt to suggest “a demultiplication of the image”. Duchamp turned his attention to moving machines – a version of Coffee Mill (1911). Another Duchamp television interview, in which he talks about movement. Holmes and Watson discuss representation of movement. Marcel Duchamp Naked – Sad Young Man on a Train (1911), the use of “kinetic cubism”. Sketches – of a figure going up a staircase, and Nude on a Ladder (1908). Chorus girl walking down staircase, and both versions of Nude Descending a Staircase (1912). Duchamp’s VO says that he finished with Cubism at the end of 1912. Holmes explains Duchamp’s liking for writers such as Jules Laforgue, and his new way of working developed around 1912."},{"out":2311,"in":1234,"desc":"Voice of Duchamp talking about Cartesian thinking, as well as Raymond Roussel’s Impressions d’Afrique (1910). Holmes describes Roussel’s life and work, and Duchamp’s reaction to the stage version of Impressions of Africa. Dramatised scenes from the play. Holmes describes one of Roussel’s methods, using peculiar word combinations and designing strange contraptions to fit the results (Toby gives examples), and explains the plot of Impressions of Africa. More of the play, one of the devices in which is an automatic painting machine."},{"out":3098,"in":2311,"desc":"Holmes tells Watson about Duchamp’s next preoccupation, that of celibacy and the loss of innocence. Studies for The Bride Stripped Bare by her Bachelors, Even / La Mariée mise à nu par ses celibataires meme (1913), Virgin No.1, Virgin No.2, Transition of Virgin into a Bride / Le Passage de la Vierge à la Mariée (all 1912). Duchamp’s voice over photograph explaining he didn’t want to be labelled as artist or writer. Car travelling along the road between Paris and Jura; reading from Duchamp’s La Route Jura-Paris (1912). Holmes talking about Duchamp’s technique in the Bride paintings. Duchamp speaking about “retinal” painting [BBC interview]. Annotations by Toby. The Bibliothèque St. Geneviève, Paris, where, Holmes explains, Duchamp went to work for two years while working out his theories which he jotted down on scraps of paper. Duchamp talking (and VO) about the later version of The Bride Stripped Bare by her Bachelors, Even, known as The Large Glass, on glass panels which have no “background” or in which the “background” can be changed every day. Text, notes. Duchamp says the ideas are more important than the visual realisation, though this is difficult for the public to get to grips with [BBC interview]. The work analysed through diagrams and texts which show and describe each component, including the chocolate grinder, the scissors, the glider and the moulds. Watson suggests a reconstruction of events. Holmes talks about Duchamp using methods and materials that had never been used in art before."},{"out":3919,"in":3098,"desc":"Rouen, 1913. Etching of machine for making chocolate, drawing by Leonardo da Vinci for machine for raising water. Part of first version of Duchamp’s Chocolate Grinder (1917). Plan. Etchings of perspective views. Second version of painting. Photograph of Duchamp with early version of the moving glider. Use of metal wire. Catalogues from hardware suppliers, clothing stores, etc. Sketches and models of the Bachelors. Duchamp voice over explains that he used three metre-long threads dropped onto a horizontal surface, and would keep the shape formed as it fell, thus producing his “standard stoppages”. Holmes describes the moulded figures. Duchamp talks about them as well. Duchamp left France in 1915 and went to America. Photographs of, and adverse critical comment on the 1912 “International Exhibition of Modern Art”. Duchamp’s Nude Descending a Staircase had come in for the worst criticism. Photographs of Duchamp, including one with “The Others”. More about The Bride Stripped Bare…. The cannon and the matches. The making of the sieves. The optical transformation of the Bachelors’ secretions. Woodcut of perspective drawing. The Witnesses, work on which continued for four years. Duchamp saying that sometimes giving up is better than “finishing”."},{"out":4615,"in":3919,"desc":"Holmes explains that Walter Ehrenberg had come to own most of the rights in The Large Glass, but sold them to Catherine Dreyer in 1918. Holmes explains how the glass panels were broken during repacking after an exhibition in 1926, though no-one discovered this for ten years. Duchamp says that he loved the breaks. It took a year to restore the panels, but the work was still to fragile to be moved. Replica made by Richard Hamilton for the Tate Gallery. The work was subsequently increasingly well received, Holmes describing it as “the Rosetta Stone of modern art”. Computer Toby and Holmes produce a theoretical and psychoanalytical analysis beginning with Laforgue-like word-play in the title. Duchamp’s voice mentions a childhood memory of fairground targets. A book of children’s popular science experiments and games. Holmes brings in alchemical theories and symbolism as a source from some of the ideas. Young Girl and Man in Spring / Jeune homme et jeune fille dans le printemps (1911): they have a tiny image of Mercury between them. Other painting and studies support the theory of alchemical influence; its results as seen in The Bride Stripped Bare…. Holmes talks about Duchamp’s fabric-dyeing business in New York, and how he punned on his name as a ‘seller of salt’."},{"out":5045,"in":4615,"desc":"Mrs Hudson brings in refreshments. Toby starts on more word interpretations, drawing their attention to an early drawing of a cyclist, this and other clues lead them to think of Calvary; Holmes relates the plot of Alfred Jarry’s The Passion Considered as an Uphill Bicycle Race. Duchamp agrees that the work ‘had a naughty connotation with Christ… when Christ was stripped bare’. Toby produces more information, a comparison with Raphael’s Assumption of the Virgin, and then synthesises a soundtrack based on images from the work. Holmes mentions the subtitle “delay in glass”. Watson says his notes are full of questions. Holmes asks if art should be expected to provide answers as questions are more interesting. He describes a door that Duchamp designed to open one room while closing another, thus conflicting with Cartesian logic."},{"out":5464,"in":5045,"desc":"Duchamp’s voice “I don’t care if I am or not…” Toby produces more word games. Duchamp talks about using ready-made artefacts: bicycle wheel, bottle dryer, chemist’s vial, the urinal, etc., thus denying the possibility of defining art. His version of the Mona Lisa. Duchamp says he doesn’t mind being an “an-artist”. His “Wanted” poster for “Rrose Sélavy”. Toby plays with the words. Various appearances of the woman, including Duchamp in a variety of wigs."},{"out":5937,"in":5464,"desc":"A prototype for the Rotary Demisphere; extract from of Anémic Cinéma (1926). Duchamp goes into mass production with twelve Rotoreliefs installed at a 1935 inventors’ fair in Paris, and intended to be played at 33rpm on a gramophone. Share certificate for Duchamp’s 1926 roulette system. Various photographs, including objects in his New York studio. Toby plays more games. Some of Duchamp’s work in the Philadelphia Museum of Art. Recording of Duchamp’s voice over talking about the contribution made by the spectator. Toby believes Duchamp is playing a game for its own sake. Brief shot of Duchamp playing chess. Pages from his chess treatise on avoiding mate. Other works: Please Touch (1947), Female Fig Leaf (1950), Object dard / Dart Object (1951/1962 ), Wedge of Chastity (1954/1963), Shaved Gioconda or L.H.O.O.Q, shaved (1965). Additions to The Large Glass drawn in 1959. A reworking of his Blainville landscape, Water and Woods, made with talcum powder, chocolate, and other unusual materials (1953). Etant donnés: 1 La chute d'eau, 2 Le gaz d'eclairage / Given: 1. The Waterfall, 2. The Illuminating Gas (1946-1966), New York. Duchamp voice: the artist acts like a medium. He stipulated that no photographs should ever be taken of his final work, a 3-D piece in the Philadelphia Museum of Art. Credits."}],"Series":"","Full synopsis":"ACE145.10 11:31:04 11:38:57 A prototype for the Rotary Demisphere; extract from of Anémic Cinéma (1926). Duchamp goes into mass production with twelve Rotoreliefs installed at a 1935 inventors’ fair in Paris, and intended to be played at 33rpm on a gramophone. Share certificate for Duchamp’s 1926 roulette system. Various photographs, including objects in his New York studio. Toby plays more games. Some of Duchamp’s work in the Philadelphia Museum of Art. Recording of Duchamp’s voice over talking about the contribution made by the spectator. Toby believes Duchamp is playing a game for its own sake. Brief shot of Duchamp playing chess. Pages from his chess treatise on avoiding mate. Other works: Please Touch (1947), Female Fig Leaf (1950), Object dard / Dart Object (1951/1962 ), Wedge of Chastity (1954/1963), Shaved Gioconda or L.H.O.O.Q, shaved (1965). Additions to The Large Glass drawn in 1959. A reworking of his Blainville landscape, Water and Woods, made with talcum powder, chocolate, and other unusual materials (1953). Etant donnés: 1 La chute d'eau, 2 Le gaz d'eclairage / Given: 1. The Waterfall, 2. The Illuminating Gas (1946-1966), New York. Duchamp voice: the artist acts like a medium. He stipulated that no photographs should ever be taken of his final work, a 3-D piece in the Philadelphia Museum of Art. Credits. ACE145.2 10:00:00 10:09:17 Original film of Duchamp. Some of his art works. VO asks why Duchamp described himself as having the mind of a master criminal and why Sherlock Holmes should be investigating him. Sherlock Holmes and Dr Watson discussing the case that has brought Holmes out of retirement. Duchamp’s “boîte en valise” inscribed “de ou par Marcel Duchamp ou Rrose Sélavy”, “a portable museum of his own work”. Holmes has his own “Holmes Computer”, now the electronic reincarnation of his dog, Toby. He believes the boîte contains clues. Photographs of Duchamp as a baby, his family, etc. Holmes speaks of his early life. Film of the village of Blainville-Crevon and its surroundings. Waterwheels and sluices. Film of Rouen and Paris, where Duchamp was excited by the new water and gas supplies, particularly by the posters advertising gas lighting. Holmes and Watson. They discuss Duchamp’s career, with television interview footage of Duchamp [BBC 10.06.1958] talking about his own artistic development. \u000b\u000b ACE145.3 10:09:17 10:20:34 Duchamp’s first painting, Landscape at Blainville (1902), a sketch of a Beck-Auer gas mantle; other early work including Portrait of the Artist’s Father (1910), The Chess Game (1910), Nude with Black Stockings (1910), The Laundry Barge (1910), Portrait of Dr Dumouchel (1910), From this last, Holmes infers that Duchamp was interested in the human aura. Paradise (1911). Sketch for Cubist-influenced version of The Chess Players (1911), and the painting itself. Holmes uses a praxinoscope; Duchamp wanted movement. Examples of Eadweard Muybridge’s sequential photography. Etienne-Jules Marey’s photographic gun; examples of his chronophotography. Woman and dog in park. Lady Dulcinea (1911), an early attempt to suggest “a demultiplication of the image”. Duchamp turned his attention to moving machines – a version of Coffee Mill (1911). Another Duchamp television interview, in which he talks about movement. Holmes and Watson discuss representation of movement. Marcel Duchamp Naked – Sad Young Man on a Train (1911), the use of “kinetic cubism”. Sketches – of a figure going up a staircase, and Nude on a Ladder (1908). Chorus girl walking down staircase, and both versions of Nude Descending a Staircase (1912). Duchamp’s VO says that he finished with Cubism at the end of 1912. Holmes explains Duchamp’s liking for writers such as Jules Laforgue, and his new way of working developed around 1912.\u000b\u000b ACE145.4 10:20:34 10:38:31 Voice of Duchamp talking about Cartesian thinking, as well as Raymond Roussel’s Impressions d’Afrique (1910). Holmes describes Roussel’s life and work, and Duchamp’s reaction to the stage version of Impressions of Africa. Dramatised scenes from the play. Holmes describes one of Roussel’s methods, using peculiar word combinations and designing strange contraptions to fit the results (Toby gives examples), and explains the plot of Impressions of Africa. More of the play, one of the devices in which is an automatic painting machine. ACE145.5 10:38:31 10:51:38 Holmes tells Watson about Duchamp’s next preoccupation, that of celibacy and the loss of innocence. Studies for The Bride Stripped Bare by her Bachelors, Even / La Mariée mise à nu par ses celibataires meme (1913), Virgin No.1, Virgin No.2, Transition of Virgin into a Bride / Le Passage de la Vierge à la Mariée (all 1912). Duchamp’s voice over photograph explaining he didn’t want to be labelled as artist or writer. Car travelling along the road between Paris and Jura; reading from Duchamp’s La Route Jura-Paris (1912). Holmes talking about Duchamp’s technique in the Bride paintings. Duchamp speaking about “retinal” painting [BBC interview]. Annotations by Toby. The Bibliothèque St. Geneviève, Paris, where, Holmes explains, Duchamp went to work for two years while working out his theories which he jotted down on scraps of paper. Duchamp talking (and VO) about the later version of The Bride Stripped Bare by her Bachelors, Even, known as The Large Glass, on glass panels which have no “background” or in which the “background” can be changed every day. Text, notes. Duchamp says the ideas are more important than the visual realisation, though this is difficult for the public to get to grips with [BBC interview]. The work analysed through diagrams and texts which show and describe each component, including the chocolate grinder, the scissors, the glider and the moulds. Watson suggests a reconstruction of events. Holmes talks about Duchamp using methods and materials that had never been used in art before.\u000b\u000b ACE145.6 10:51:38 11:05:19 Rouen, 1913. Etching of machine for making chocolate, drawing by Leonardo da Vinci for machine for raising water. Part of first version of Duchamp’s Chocolate Grinder (1917). Plan. Etchings of perspective views. Second version of painting. Photograph of Duchamp with early version of the moving glider. Use of metal wire. Catalogues from hardware suppliers, clothing stores, etc. Sketches and models of the Bachelors. Duchamp voice over explains that he used three metre-long threads dropped onto a horizontal surface, and would keep the shape formed as it fell, thus producing his “standard stoppages”. Holmes describes the moulded figures. Duchamp talks about them as well. Duchamp left France in 1915 and went to America. Photographs of, and adverse critical comment on the 1912 “International Exhibition of Modern Art”. Duchamp’s Nude Descending a Staircase had come in for the worst criticism. Photographs of Duchamp, including one with “The Others”. More about The Bride Stripped Bare…. The cannon and the matches. The making of the sieves. The optical transformation of the Bachelors’ secretions. Woodcut of perspective drawing. The Witnesses, work on which continued for four years. Duchamp saying that sometimes giving up is better than “finishing”. ACE145.7 11:05:19 11:16:55 Holmes explains that Walter Ehrenberg had come to own most of the rights in The Large Glass, but sold them to Catherine Dreyer in 1918. Holmes explains how the glass panels were broken during repacking after an exhibition in 1926, though no-one discovered this for ten years. Duchamp says that he loved the breaks. It took a year to restore the panels, but the work was still to fragile to be moved. Replica made by Richard Hamilton for the Tate Gallery. The work was subsequently increasingly well received, Holmes describing it as “the Rosetta Stone of modern art”. Computer Toby and Holmes produce a theoretical and psychoanalytical analysis beginning with Laforgue-like word-play in the title. Duchamp’s voice mentions a childhood memory of fairground targets. A book of children’s popular science experiments and games. Holmes brings in alchemical theories and symbolism as a source from some of the ideas. Young Girl and Man in Spring / Jeune homme et jeune fille dans le printemps (1911): they have a tiny image of Mercury between them. Other painting and studies support the theory of alchemical influence; its results as seen in The Bride Stripped Bare…. Holmes talks about Duchamp’s fabric-dyeing business in New York, and how he punned on his name as a ‘seller of salt’. ACE145.8 11:16:55 11:24:05 Mrs Hudson brings in refreshments. Toby starts on more word interpretations, drawing their attention to an early drawing of a cyclist, this and other clues lead them to think of Calvary; Holmes relates the plot of Alfred Jarry’s The Passion Considered as an Uphill Bicycle Race. Duchamp agrees that the work ‘had a naughty connotation with Christ… when Christ was stripped bare’. Toby produces more information, a comparison with Raphael’s Assumption of the Virgin, and then synthesises a soundtrack based on images from the work. Holmes mentions the subtitle “delay in glass”. Watson says his notes are full of questions. Holmes asks if art should be expected to provide answers as questions are more interesting. He describes a door that Duchamp designed to open one room while closing another, thus conflicting with Cartesian logic. ACE145.9 11:24:05 11:31:04 Duchamp’s voice “I don’t care if I am or not…” Toby produces more word games. Duchamp talks about using ready-made artefacts: bicycle wheel, bottle dryer, chemist’s vial, the urinal, etc., thus denying the possibility of defining art. His version of the Mona Lisa. Duchamp says he doesn’t mind being an “an-artist”. His “Wanted” poster for “Rrose Sélavy”. Toby plays with the words. Various appearances of the woman, including Duchamp in a variety of wigs. \u000b\u000b","Date":"1984","Choreographer":"","Title":"Case of Marcel Duchamp","Part":"","Film ID":"ACE145","Production Company":"Arbor"}