{"Synopsis":"Community arts as practised in the London borough of Hackney,","Director":"Ron Orders","Article":"","Minutes":"50 min","Full credits":"A Cinecontact Film. Made with the people of Hackney Freeform Arts Trust, Lenthall Road Print Workshop, Hoxton Hall Adult Drama Group, Centerprise, Hackney Writers Workshop, Hackney & Islington Music Workshop, A Cinecontact film by Arpad Bondy, Caroline Goldie, Ron Orders. Camera Ron Orders, Steve Shaw; Sound Recordist Margaret Williams; Dubbing Mixer Peter Rann; Music composed by Arpad Bondy; Guitars Richard Wright, Forbes Henderson; Directed by Ron Orders. Arts Council of Great Britain © 1980.","chapters":[{"out":642,"in":0,"desc":"Kingsland High Street, Rio Cinema frontage. Rooftops. People crossing road. Silkscreen tuition. VO “Community arts? Oh, I don’t understand anything about community arts.” People in street. Making stencil. VO “The whole art game is a joke anyway. I think it’s a waste of money.” People in street. Street theatre group. VO “Community arts gives people the confidence to do things they haven’t done before.” Street scenes. More street theatre. VO “I don’t get involved in them. I don’t mind watching, them but I don’t get involved in them.” Street scenes. Housing estate. Children gathered round a huge circular “mosaic” with members of Freeform; adults watching from a distance. VO talks about Freeform Arts Trust, in Hackney since 1973; the group of artists wants to make their art “accessible to communities”, and want people to get involved. Silkscreen printing instruction in playground. Women talk about Freeform as trying to involve people at all levels, though it may take time to bring in some of the adults, offering a structure for people to bring about change and “to have voices”. Children drawing murals on concrete wall round derelict site. VO talking about using mural work and landscaping to enable people “to achieve a physical change, to create a physical image for the places they live in”. Woman working with girl on a mosaic on the wall of Caribbean House; VO explains how Freeform became involved in helping the owners illustrate its work through the appearance of its building, and adds that the organisation tries to help people “have a voice” and realise that they can make changes. The outside of the building. Festival site near Caribbean House: marquees, painting and erecting stands, etc. VO says that Freeform, as a national organisation based in Hackney, has set up a full-time team for the borough; VO talks about having “a mobile resource unit” which can go to different communities, and facilitate larger-scale projects and develop new ideas for the future. Festival preparations: float going out into the street; VO says their activities are political because they involve asking people to “look at what’s going on around them” which is “challenging”."},{"out":1003,"in":642,"desc":"The Lenthall Road Print Workshop. Posters produces by the Workshop for a variety of local groups and activities. Women working. VO explains that the Workshop was set up in 1975 on virtually no money; though they wanted to create a properly staffed community workshop, people who came there weren’t prepared to do more than their own work, and no-one wanted to help run the organisation. The VO describes how men from a group will often take over design or printing while the women are relegated to less interesting jobs and have less control. Posters. Discussing and printing a job for Hackney Women’s Aid."},{"out":1645,"in":1003,"desc":"Posters for Hoxton Hall Adult Drama Group. Members of the Group explaining to Workshop workers what they do. Cornwall beach. Members of the Group talk about Hoxton Hall generally, and describe how their dramas contribute to its activities. VO continues over film of Group at outdoor meeting discussing next project, pointing out that this enables all members have input into what happens. Identifying a new project. One member suggests a historical view of Hoxton, one specifies tower blocks; they discuss what format the play should have. Woman explaining what discussions may focus on. Group rehearsing songs and dances and parts of drama. Woman says the group is political only in as much as raising local issues must be so. Exterior Hoxton Hall. Pensioners’ lunch club in the centre: older people eating and dancing. VO explaining activities. On-stage performance in the Hall with audience of young people. VO explaining that their work enables anyone to become involved in theatrical activities, and to claim ownership of what’s being put on."},{"out":2390,"in":1645,"desc":"Centerprise. Children and adults looking through bookshop stock. The café space, food preparation, men playing chess. Woman explains what Centerprise does, offering facilities, information, community resources, space to meet others, the bookshop, etc. She suggests that the set-up of café and bookshop offers a reason for people to go in which they might not do if it was simply seen as an advice centre. Visitor/helper talks about her experiences of the place. Young Asian woman on the need for people to believe they can change things. Her experience of being “black”; she reads a poem, Black Is Not a Skin Colour she wrote in 1976. Men talking about the success of Centerprise’s own publications, the effect this has had on the relationship between author and reader, the ways in which a local press can enable people to express themselves publicly, and how public readings can help people understand political and social issues. In a meeting of the Hackney Writers’ Workshop, one of the men reads a poem he has written, Eighty Two, and a Hearse Punctuates Finality. Woman reads The Sceptred Isle. Man reads “Peter and I sat together on an over-scrubbed bench…” about his experience of being in a police station."},{"out":3003,"in":2390,"desc":"Participants in Hackney & Islington Music Workshop. Man singing “It was on the Ball’s Pond Road one morning I did stand” to banjo accompaniment. Woman explains the ethos of the Workshop to the audience. Singer introduces song based on William Morris’s tribute to a dead political demonstrator, set to the tune of Peat Bog Soldiers (Moorsoldaten). Woman talking to the audience about Centerprise’s programme of publication of work by young people. Young Asian woman reads her poem, The Cage. Afro-Caribbean man reads poem (Me Remember) When I Walked the Streets of These Foreign Lands – heard over views of Hackney streets, people, deserted market, church-goers; man and Centerprise audience. Visitors to festival outside Caribbean House, street theatre, stalls etc. VO “There’s always something going on somewhere in Hackney.” The cinema. Credits over festival scenes, etc."}],"Series":"","Full synopsis":"ACE100.2 10:00:00 10:10:42 Kingsland High Street, Rio Cinema frontage. Rooftops. People crossing road. Silkscreen tuition. VO “Community arts? Oh, I don’t understand anything about community arts.” People in street. Making stencil. VO “The whole art game is a joke anyway. I think it’s a waste of money.” People in street. Street theatre group. VO “Community arts gives people the confidence to do things they haven’t done before.” Street scenes. More street theatre. VO “I don’t get involved in them. I don’t mind watching, them but I don’t get involved in them.” Street scenes. Housing estate. Children gathered round a huge circular “mosaic” with members of Freeform; adults watching from a distance. VO talks about Freeform Arts Trust, in Hackney since 1973; the group of artists wants to make their art “accessible to communities”, and want people to get involved. Silkscreen printing instruction in playground. Women talk about Freeform as trying to involve people at all levels, though it may take time to bring in some of the adults, offering a structure for people to bring about change and “to have voices”. Children drawing murals on concrete wall round derelict site. VO talking about using mural work and landscaping to enable people “to achieve a physical change, to create a physical image for the places they live in”. Woman working with girl on a mosaic on the wall of Caribbean House; VO explains how Freeform became involved in helping the owners illustrate its work through the appearance of its building, and adds that the organisation tries to help people “have a voice” and realise that they can make changes. The outside of the building. Festival site near Caribbean House: marquees, painting and erecting stands, etc. VO says that Freeform, as a national organisation based in Hackney, has set up a full-time team for the borough; VO talks about having “a mobile resource unit” which can go to different communities, and facilitate larger-scale projects and develop new ideas for the future. Festival preparations: float going out into the street; VO says their activities are political because they involve asking people to “look at what’s going on around them” which is “challenging”.ACE100.3 10:10:42 10:16:43 The Lenthall Road Print Workshop. Posters produces by the Workshop for a variety of local groups and activities. Women working. VO explains that the Workshop was set up in 1975 on virtually no money; though they wanted to create a properly staffed community workshop, people who came there weren’t prepared to do more than their own work, and no-one wanted to help run the organisation. The VO describes how men from a group will often take over design or printing while the women are relegated to less interesting jobs and have less control. Posters. Discussing and printing a job for Hackney Women’s Aid. ACE100.4 10:16:43 10:27:25 Posters for Hoxton Hall Adult Drama Group. Members of the Group explaining to Workshop workers what they do. Cornwall beach. Members of the Group talk about Hoxton Hall generally, and describe how their dramas contribute to its activities. VO continues over film of Group at outdoor meeting discussing next project, pointing out that this enables all members have input into what happens. Identifying a new project. One member suggests a historical view of Hoxton, one specifies tower blocks; they discuss what format the play should have. Woman explaining what discussions may focus on. Group rehearsing songs and dances and parts of drama. Woman says the group is political only in as much as raising local issues must be so. Exterior Hoxton Hall. Pensioners’ lunch club in the centre: older people eating and dancing. VO explaining activities. On-stage performance in the Hall with audience of young people. VO explaining that their work enables anyone to become involved in theatrical activities, and to claim ownership of what’s being put on. \u000b\u000bACE100.5 10:27:25 10:39:50 Centerprise. Children and adults looking through bookshop stock. The café space, food preparation, men playing chess. Woman explains what Centerprise does, offering facilities, information, community resources, space to meet others, the bookshop, etc. She suggests that the set-up of café and bookshop offers a reason for people to go in which they might not do if it was simply seen as an advice centre. Visitor/helper talks about her experiences of the place. Young Asian woman on the need for people to believe they can change things. Her experience of being “black”; she reads a poem, Black Is Not a Skin Colour she wrote in 1976. Men talking about the success of Centerprise’s own publications, the effect this has had on the relationship between author and reader, the ways in which a local press can enable people to express themselves publicly, and how public readings can help people understand political and social issues. In a meeting of the Hackney Writers’ Workshop, one of the men reads a poem he has written, Eighty Two, and a Hearse Punctuates Finality. Woman reads The Sceptred Isle. Man reads “Peter and I sat together on an over-scrubbed bench…” about his experience of being in a police station. ACE100.6 10:39:50 10:50:03 Participants in Hackney & Islington Music Workshop. Man singing “It was on the Ball’s Pond Road one morning I did stand” to banjo accompaniment. Woman explains the ethos of the Workshop to the audience. Singer introduces song based on William Morris’s tribute to a dead political demonstrator, set to the tune of Peat Bog Soldiers (Moorsoldaten). Woman talking to the audience about Centerprise’s programme of publication of work by young people. Young Asian woman reads her poem, The Cage. Afro-Caribbean man reads poem (Me Remember) When I Walked the Streets of These Foreign Lands – heard over views of Hackney streets, people, deserted market, church-goers; man and Centerprise audience. Visitors to festival outside Caribbean House, street theatre, stalls etc. VO “There’s always something going on somewhere in Hackney.” The cinema. Credits over festival scenes, etc.","Date":"1980","Choreographer":"","Title":"Somewhere in Hackney","Part":"","Film ID":"ACE100","Production Company":"Cinecontact"}