{"Synopsis":"A comparison of the work and methods of British documentary photographers, Humphrey Spender (1910-2005), who worked for Mass Observation, Derek Smith (b.1954), and Jimmy Forsyth (b.1913)","Director":"Ian Potts","Article":"","Minutes":"43 min","Full credits":"Production Manager Douglas Lowndes; Photography by Russell Murray; Assistant Anne Cottringer; Additional Photography Paul Lowndes Sound Recordists Graham Denman, Andy Webster, Peter Care; Grip Paul Barton; Rostrum Photography Ken Morse, John Clement; Film Editor Ron Taylor; Dubbing Mixer Rob Francis Graphic Designer Sharron Lea Music John Barker, Ali Robinson, Simon Limbrick, Gareth Jones; Narrator Ray Gosling; Written by Peter Wyeth, Ian Potts. Special Thanks to Mass Observation Archive, Northwest Film Archive, Oldham & District Textile Employers Association, Side Gallery, Photographers Gallery, Creative Camera Library, Don McPherson. A Worktown Production. Produced and Directed by Ian Potts. © Arts Council of Great Britain MCMLXXXI","chapters":[{"out":271,"in":0,"desc":"Humphrey Spender in his workroom, Derek Smith on a ferry, Jimmy Forsyth in his kitchen. Commentary: “Three photographers. One travelled north in the 1930s. One travelled south in the 1970s. One has stayed in the north all his life.” Three photographs. Commentary: “Three sets of photographs. Three stories of the industrial north. What are the links between them?” Photographic exhibition. Commentary: “And why, after years in obscurity, have two sets of photographs recently had their first public showing?” Early 20th century footage of children in street jostling each other to look at the camera filming them. Commentary: “In the early of this century, there existed in northern England a race of people unknown to those in the south. It’s difficult to realise that, prior to the documentary movement of the 1930s, there were very few images of these people.” Photograph of anthropologist, Tom Harrisson, with Borneo villager. Commentary says that they knew more about Bolton (the city that supplied their cloth) than Harrisson did and he decided to go to live in the town. Derelict house in Davenport Street; surrounding area. Some of the photographs, part of “a unique social experiment” in which were recorded, “in painstaking detail, the rituals and behaviour of these exotic and unknown peoples in our own country”, which grew into the Mass-Observation (MO) project. Humphrey Spender, the MO photographer, at his studio in Chelmsford. Commentary explains that Spender and his brother, Stephen, were among the “young, upper middle class intellectuals who saw the need to redress the balance between the leaders of society and the led.” Spender talks about his politics and activism."},{"out":594,"in":271,"desc":"Early and current footage of Bolton, where Spender came to live in 1937. Photographs from the pre-war period with film of the same locations today. Commentary explains that Spender was supposed to remain unobserved as he photographed. Spender walking through new and derelict residential area; his VO talks about MO as “a chance of getting to know people” whom his privileged background had “protected” him from. Photographs of men in public houses; Spender’s VO says he found himself “forced into … frightening social confrontations”. Some of Spender’s photographs, “empty of people”, which, commentary suggests, reflect “that tension between fear and attraction”. Pub interior. Commentary describes the aims of MO, with its Observers being part of the community, rather than looking at it from outside, “‘to make visible the invisible patterns of everyday life’”; this enabled them to better criticise government and other policies based on indifference to the realities of working class life. Spender in pub. Some of Spender’s photographs. Photograph of Harrisson and Observers at breakfast in Davenport Street; Spender describes how they were briefed, even to look at “small specific actions” such as how people held their cups."},{"out":1129,"in":594,"desc":"Photographs of Clement Attlee, other politicians, members of the public. Commentary repeats a typical Observer’s report on particular women, their appearance, and their activities, as well as on conversations they had with local people. Spender on flat roof of Mere Hall Art Gallery building; view from above; photograph from same location of Spender and Graham Bell. Spender on Harrisson’s idea that painters could add a subjective dimension to the project. Photograph of William Coldstream painting a view of Bolton from the Gallery roof. Spender describes Harrisson’s view of photography as a useful tool in recording human behaviour, and suspects he not would have agreed with W H Auden’s claim that the camera is “a bloody liar”. Contact sheets; commentary says that the idea that “truth” existed and could be captured photographically was fundamental “to the working of the documentary concept”. Spender’s VO says that this “truth” was thought to exist if the subject did not know he or she was being photographed (Funeral of John Shaw, Davenport Street, 1937). Images of women and laundry, one of which (Back Alley, 1937) Spender remembers simply as making “a marvellous photograph”. Spender talks about MO’s lack of resources which meant that they could not afford to reproduce photographs in any of their books. The cover of the first Picture Post, which recruited Spender in 1938. Photographs from the magazine, some the result of Spender’s commission to tour major British towns. Spender talks about Tom Hopkinson’s wish to bring the desperate social conditions in Tyneside to public attention; photographs. Correspondence about this feature, for and against its views. Spender describes how he followed this with a report, made at the request of the Mayor, “on new housing estates and … mayoral banquets…” which only served to underline the poverty shown in the earlier one. Spender shows, from the same issue, a sequence of photographs by Bill Brandt on The Perfect Parlourmaid. Commentary points to Picture Post’s exposure of “the scandals of inequality” and its suggestions for improvements. Articles on town planning (Maxwell Fry), social security (A D K Owen), Work for All (Thomas Balogh), etc."},{"out":1507,"in":1129,"desc":"Derek Smith arriving at North Shields. Tyneside, on the ferry; commentary explains that he was born (in 1954) “into … that New Britain of welfare and wartime hopes” and that “photography was an important influence” in his aspirations. Smith’s VO says that a visit to an exhibition of the work of Bill Brandt at Middlesbrough made him want to become a photographer. Photographs by Brandt. Local views, Smith walking to his house. Smith at home, talking about living and studying in London at the age of nineteen, says that being able to compare and contrast north and south was very important. Film of people in Oxford Street, London, intercut with a photograph of a group of foundry workers from around 1910 in a sequence of montages – in Trafalgar Square, in the courtyard of Buckingham Palace, etc. – called The Lads’ Day Out, which Smith made at college. He talks about how this sequence reflected his initial reaction to London. Smith crossing a railway footbridge outside North Shields. Commentary says that, on his first journey home from London, he “found his relationship to the community he had left had unexpectedly changed”. Smith VO explains his reactions; photographs he took at the time intercut with current conditions; he points out that his work documented the decline of the area. He talks about the two elderly women he photographed sitting on a street corner, who, he discovered, knew his grandfather. South Bank (1975) shows a shirtless man on a “mid-summer afternoon, waiting for the newspapers to arrive”."},{"out":1908,"in":1507,"desc":"Public house. Photographs of customers; Smith talks about getting to know the groups of people he photographed rather than just “snatching pictures”. Eddie (1976). Commentary notes that Smith’s work led to him being named Young Photographer of the Year by the Royal Photographic Society. The photographs being hung in exhibition. Smith’s VO says that, he had his doubts about the practice of photography and, despite his success, there subsequently seemed to be little context for these photographs. Sussex University, where Smith became Artist in Residence and was introduced to the Mass-Observation collection. The MO archive. Smith looking at negatives; his VO talks about mounting an exhibition of photographs, which turned out to be those taken by Humphrey Spender. Boys’ Brigade. Visitors to the exhibition; commentary points out that the images now represented places and events long vanished, and says that critics began to re-evaluate the work and assess it in terms of its market value. Spender says a would-be purchaser was more interested in the photographs as vintage prints than in getting best quality reproductions. Smith talks about the importance to him of the success of the exhibition. In Newcastle. Commentary says that Smith stopped working as a photographer and became more interested in “reclaiming images which had been lost, discarded or neglected” and began researching and organising exhibitions at the Side Gallery. Exhibition. Smith talking VO about his new role, of organising exhibitions about Tyneside communities, and building up an archive of photographs for exhibition and publication. Smith showing books to visitors."},{"out":2609,"in":1908,"desc":"Smith with Jimmy Forsyth. His VO describes Forsyth‘s work of photographing the Scotswood area. Forsyth tells him how he got started on this. Some of his pictures. They discuss how the area has changed and communities have been broken up. Photograph of knife grinder, a Mr Francis); Forsyth says he didn’t talk to the man and is not sure he even knew he was being photographed. Photograph of women (all neighbours) standing in shop doorway; pictures inside the shop. Smith and Forsyth look at other photographs, one showing the opening of the first high-rise flats, The Willows, at Cruddas Park (1962), together with unveiling of the sculpture (“the monstrosity” by Ken Ford which subsequently disappeared; Hugh Gaitskell making a speech. Smith’s VO talking about this “systematic and … very authoritative document” of a changing working class community produced by someone from the community itself. More photographs of people in the streets. Commentary wonders how many people from the Scotswood area would actually come to see the photographs in an exhibition. Smith shows Forsyth round gallery. Commentary asks if it is likely that Forsyth’s work will become collectible like that of Spender. Smith’s VO talking about people’s perception of galleries as being for “works of art”, so this is the context in which Forsyth’s photographs will have to appear; because of press interest, he also wonders if they will become saleable as “vintage prints”. More of the photographs. Forsyth with a new camera. Spender’s workroom; commentary says he has given up photography and now paints and teaches art. Spender says “there is always something convincing about a photograph” and that he would rather be a good painter than a good photographer. Shipyard scenes. Smith with photographs of building of the Mauretania. He talks about parallels between the 1930s and the present day; he suggests that few photographs are taken that do not appear in the conservative context of newspapers, and that galleries can provide an alternative. Views of Spender’s MO photographs. One of his own photographs of an unemployed man, unlikely to work again – his father. Credits."}],"Series":"","Full synopsis":"ACE112.2 10:00:00 10:04:31 Humphrey Spender in his workroom, Derek Smith on a ferry, Jimmy Forsyth in his kitchen. Commentary: “Three photographers. One travelled north in the 1930s. One travelled south in the 1970s. One has stayed in the north all his life.” Three photographs. Commentary: “Three sets of photographs. Three stories of the industrial north. What are the links between them?” Photographic exhibition. Commentary: “And why, after years in obscurity, have two sets of photographs recently had their first public showing?” Early 20th century footage of children in street jostling each other to look at the camera filming them. Commentary: “In the early of this century, there existed in northern England a race of people unknown to those in the south. It’s difficult to realise that, prior to the documentary movement of the 1930s, there were very few images of these people.” Photograph of anthropologist, Tom Harrisson, with Borneo villager. Commentary says that they knew more about Bolton (the city that supplied their cloth) than Harrisson did and he decided to go to live in the town. Derelict house in Davenport Street; surrounding area. Some of the photographs, part of “a unique social experiment” in which were recorded, “in painstaking detail, the rituals and behaviour of these exotic and unknown peoples in our own country”, which grew into the Mass-Observation (MO) project. Humphrey Spender, the MO photographer, at his studio in Chelmsford. Commentary explains that Spender and his brother, Stephen, were among the “young, upper middle class intellectuals who saw the need to redress the balance between the leaders of society and the led.” Spender talks about his politics and activism. ACE112.3 10:04:31 10:09:54 Early and current footage of Bolton, where Spender came to live in 1937. Photographs from the pre-war period with film of the same locations today. Commentary explains that Spender was supposed to remain unobserved as he photographed. Spender walking through new and derelict residential area; his VO talks about MO as “a chance of getting to know people” whom his privileged background had “protected” him from. Photographs of men in public houses; Spender’s VO says he found himself “forced into … frightening social confrontations”. Some of Spender’s photographs, “empty of people”, which, commentary suggests, reflect “that tension between fear and attraction”. Pub interior. Commentary describes the aims of MO, with its Observers being part of the community, rather than looking at it from outside, “‘to make visible the invisible patterns of everyday life’”; this enabled them to better criticise government and other policies based on indifference to the realities of working class life. Spender in pub. Some of Spender’s photographs. Photograph of Harrisson and Observers at breakfast in Davenport Street; Spender describes how they were briefed, even to look at “small specific actions” such as how people held their cups. ACE112.4 10:09:54 10:18:49 Photographs of Clement Attlee, other politicians, members of the public. Commentary repeats a typical Observer’s report on particular women, their appearance, and their activities, as well as on conversations they had with local people. Spender on flat roof of Mere Hall Art Gallery building; view from above; photograph from same location of Spender and Graham Bell. Spender on Harrisson’s idea that painters could add a subjective dimension to the project. Photograph of William Coldstream painting a view of Bolton from the Gallery roof. Spender describes Harrisson’s view of photography as a useful tool in recording human behaviour, and suspects he not would have agreed with W H Auden’s claim that the camera is “a bloody liar”. Contact sheets; commentary says that the idea that “truth” existed and could be captured photographically was fundamental “to the working of the documentary concept”. Spender’s VO says that this “truth” was thought to exist if the subject did not know he or she was being photographed (Funeral of John Shaw, Davenport Street, 1937). Images of women and laundry, one of which (Back Alley, 1937) Spender remembers simply as making “a marvellous photograph”. Spender talks about MO’s lack of resources which meant that they could not afford to reproduce photographs in any of their books. The cover of the first Picture Post, which recruited Spender in 1938. Photographs from the magazine, some the result of Spender’s commission to tour major British towns. Spender talks about Tom Hopkinson’s wish to bring the desperate social conditions in Tyneside to public attention; photographs. Correspondence about this feature, for and against its views. Spender describes how he followed this with a report, made at the request of the Mayor, “on new housing estates and … mayoral banquets…” which only served to underline the poverty shown in the earlier one. Spender shows, from the same issue, a sequence of photographs by Bill Brandt on The Perfect Parlourmaid. Commentary points to Picture Post’s exposure of “the scandals of inequality” and its suggestions for improvements. Articles on town planning (Maxwell Fry), social security (A D K Owen), Work for All (Thomas Balogh), etc. \u000b\u000b ACE112.5 10:18:49 10:25:07 Derek Smith arriving at North Shields. Tyneside, on the ferry; commentary explains that he was born (in 1954) “into … that New Britain of welfare and wartime hopes” and that “photography was an important influence” in his aspirations. Smith’s VO says that a visit to an exhibition of the work of Bill Brandt at Middlesbrough made him want to become a photographer. Photographs by Brandt. Local views, Smith walking to his house. Smith at home, talking about living and studying in London at the age of nineteen, says that being able to compare and contrast north and south was very important. Film of people in Oxford Street, London, intercut with a photograph of a group of foundry workers from around 1910 in a sequence of montages – in Trafalgar Square, in the courtyard of Buckingham Palace, etc. – called The Lads’ Day Out, which Smith made at college. He talks about how this sequence reflected his initial reaction to London. Smith crossing a railway footbridge outside North Shields. Commentary says that, on his first journey home from London, he “found his relationship to the community he had left had unexpectedly changed”. Smith VO explains his reactions; photographs he took at the time intercut with current conditions; he points out that his work documented the decline of the area. He talks about the two elderly women he photographed sitting on a street corner, who, he discovered, knew his grandfather. South Bank (1975) shows a shirtless man on a “mid-summer afternoon, waiting for the newspapers to arrive”. \u000b\u000b ACE112.6 10:25:07 10:31:48 Public house. Photographs of customers; Smith talks about getting to know the groups of people he photographed rather than just “snatching pictures”. Eddie (1976). Commentary notes that Smith’s work led to him being named Young Photographer of the Year by the Royal Photographic Society. The photographs being hung in exhibition. Smith’s VO says that, he had his doubts about the practice of photography and, despite his success, there subsequently seemed to be little context for these photographs. Sussex University, where Smith became Artist in Residence and was introduced to the Mass-Observation collection. The MO archive. Smith looking at negatives; his VO talks about mounting an exhibition of photographs, which turned out to be those taken by Humphrey Spender. Boys’ Brigade. Visitors to the exhibition; commentary points out that the images now represented places and events long vanished, and says that critics began to re-evaluate the work and assess it in terms of its market value. Spender says a would-be purchaser was more interested in the photographs as vintage prints than in getting best quality reproductions. Smith talks about the importance to him of the success of the exhibition. In Newcastle. Commentary says that Smith stopped working as a photographer and became more interested in “reclaiming images which had been lost, discarded or neglected” and began researching and organising exhibitions at the Side Gallery. Exhibition. Smith talking VO about his new role, of organising exhibitions about Tyneside communities, and building up an archive of photographs for exhibition and publication. Smith showing books to visitors. ACE112.7 10:31:48 10:43:29 Smith with Jimmy Forsyth. His VO describes Forsyth‘s work of photographing the Scotswood area. Forsyth tells him how he got started on this. Some of his pictures. They discuss how the area has changed and communities have been broken up. Photograph of knife grinder, a Mr Francis); Forsyth says he didn’t talk to the man and is not sure he even knew he was being photographed. Photograph of women (all neighbours) standing in shop doorway; pictures inside the shop. Smith and Forsyth look at other photographs, one showing the opening of the first high-rise flats, The Willows, at Cruddas Park (1962), together with unveiling of the sculpture (“the monstrosity” by Ken Ford which subsequently disappeared; Hugh Gaitskell making a speech. Smith’s VO talking about this “systematic and … very authoritative document” of a changing working class community produced by someone from the community itself. More photographs of people in the streets. Commentary wonders how many people from the Scotswood area would actually come to see the photographs in an exhibition. Smith shows Forsyth round gallery. Commentary asks if it is likely that Forsyth’s work will become collectible like that of Spender. Smith’s VO talking about people’s perception of galleries as being for “works of art”, so this is the context in which Forsyth’s photographs will have to appear; because of press interest, he also wonders if they will become saleable as “vintage prints”. More of the photographs. Forsyth with a new camera. Spender’s workroom; commentary says he has given up photography and now paints and teaches art. Spender says “there is always something convincing about a photograph” and that he would rather be a good painter than a good photographer. Shipyard scenes. Smith with photographs of building of the Mauretania. He talks about parallels between the 1930s and the present day; he suggests that few photographs are taken that do not appear in the conservative context of newspapers, and that galleries can provide an alternative. Views of Spender’s MO photographs. One of his own photographs of an unemployed man, unlikely to work again – his father. Credits.","Date":"1981","Choreographer":"","Title":"Return Journey","Part":"","Film ID":"ACE112","Production Company":"Worktown"}