{"Synopsis":"The life and work of controversial British composer, Cornelius Cardew (1936-1981), and his contribution to avant garde music and to political song-writing.","Director":"Philippe Regniez","Article":"","Minutes":"53 min","Full credits":"We would like to thank all those people and organisations who have contributed to the making of this film, in particular – John Tilbury, Stella Cardew, Edward Benett, Al Rees, The Cardew Foundation, Peters Edition, Universal Edition, Ilona Halberstadt, The participants in The Great Learning, Extracts and performers of the following pieces: String Quartet (1961) Alex Balanescu, Miranda Fullylove, Tim Mason, Elizabeth Perry; Treatise (1963-1967) The AMM, Eddy Prévost, Keith Rowe John Tilbury, Rohan De Saram; The Great Learning (1968-1970); Mountains (1977) Ian Mitchell; Bethanian Song (1974) Cornelius Cardew; Workers Song (1978) Janos Negyesy; We Sing For The Future (1981) John Tilbury Thälman Variations (1974) Frederic Rzewski. Camera Chris O’Dell, Rodrigo Gutierrez, Hugh Fairs; Sound Ray Beckett, Brian Saunders, David Brill; Grip Toby Plaskitt; Production Manager Kim Nygaard, Frank Battersby; Commentary read by Maggie Ford; Graphics David Raitt; Rostrum Camera Ken Morse; Film Processed by Technicolor; Film Editor Trevor Williamson, Roya Salari; Assistant Director Gwyneth Baines; Producer Ron Orders; Executive Producer for the Arts Council Rodney Wilson; Written by Gwyneth Baines and Philippe Regniez; Directed by Philippe Regniez. A Cinecontact Production. Arts Council of Great Britain © 1986.","chapters":[{"out":530,"in":0,"desc":"Musicians in church (Union Chapel, Islington). “Sound has history, too. Industry and modern technology have added machine sounds and electronic sounds to the primeval sounds of thunderstorms, volcanic eruption, avalanche, and tidal wave…” Photograph of Cornelius Cardew. VO and interview with John Tilbury, talking about how Cardew’s music embraced and combined opposites. Photographs of Cardew: leaning into a grand piano, sitting on a rooftop, in an orchestra, attending “Conference against Racism and Fascism”. Commentary says that his output was wide-ranging, and that he was always a controversial figure. John Tilbury on the humanism which he perceives to permeate all Cardew’s activities. Photographs of Cardew: writing, as member of improvisatory group AMM. Tilbury talking about Cardew’s graphic score, Treatise (1963-1967). VO continues over shots of the score, explaining that the performers interpret the notations in their own way. Tilbury with a copy of the score, showing the different kinds of symbols. Tilbury plays a page, explaining how he interprets it, and shows how he may play unconventionally (by sliding a drumstick along the strings and then plucking them), and prepares the piano in a variety of ways, for example, by inserting objects between the strings."},{"out":1023,"in":530,"desc":"Quartet playing (Blackheath Concert Hall) –Tilbury on piano and woodwind; cello (Rohan De Saram), percussion (Eddy Prévost), electric guitar (Keith Rowe). Tilbury and VO photographs on differences in British and international reception of Cardew’s music. Photograph of Cardew. Commentary describes the attitude of contemporary composers. Karlheinz Stockhausen speaking about Cardew’s work with him in the 1950s. Christian Wolff on response to Cardew’s music. Morton Feldmann on the importance of Cardew in English music, exemplifying something different to the “official” canon."},{"out":1505,"in":1023,"desc":"Tilbury on Cardew’s ideas of the “uncatchability”, something that couldn’t be packaged like some commodity. Part of performance of The Great Learning (1971) in Union Chapel. Musicians striking pieces of stone together; organist wedging some of the instrument’s keys; speaking in rhythm; woodwinds. Photograph of Cardew in 1960s. Wolff on Cardew’s ensemble pieces, which “had a naturally social character”, but growing in size from small groups to twenty or thirty. Tilbury talking about the Scratch Orchestra, “the embodiment of Cardew’s ideas about musical life”. Film of Scratch Orchestra performance with Cardew and Feldmann. Various films (mainly amateur, silent) of other Scratch Orchestra activities."},{"out":2113,"in":1505,"desc":"Score for The Great Learning. Tilbury describing The Great Learning. Excerpt from performance of The Great Learning in Union Chapel. Tilbury talking about The Great Learning as exemplifying the principles of collective music making. Eddy Prévost talking about looking for stones (required for a performance) in the Peak District. Tilbury talking about the response to the first performance of The Great Learning at the Cheltenham Music Festival. More from The Great Learning performance. Tilbury. Parts of Cardew’s score. Tilbury suggests that Cardew was bringing back a lost relationship between composer and performer."},{"out":2609,"in":2113,"desc":"Prévost believes Cardew was influential in stimulating interest in contemporary musical ideas. Page from score for Mountains, a 1977 piece for bass clarinet. Ian Mitchell describes the work (score seen) which, though demanding of the performer, is not prescriptive as to elements such as tempo. Mitchell playing Mountains. Photographs of Cardew; commentary says that, in the 1970s, he repudiated his own music and the avant-garde generally, turning to political activism. Tilbury describes Cardew’s political ideas which included the fact that music must play a part in political struggle. Wolff on music as an integral part of social activity. Film of Cardew speaking at the Conference against Racism and Fascism. Sheila Kasabova talking about Cardew’s activism. VO continues over photographs of Cardew at political rallies, etc. Cardew speaking at Conference. Leading musical ensemble at same event."},{"out":3153,"in":2609,"desc":"Tilbury on how Cardew changed his life in order to become politically active. Photographs of Cardew. Wolff on the change in Cardew’s music when he turned to writing popular political songs. Photograph of Cardew in Berlin with his Bethanienlied (1974)played over. Wolff on Cardew’s move towards more “accessible” music. Photograph of Cardew, page from score, with such a piece played over. Wolff believes that Cardew attempted to recover the “popular” elements of this kind of music. Tilbury quotes Hans Eisner on music and socialism. Photograph of Cardew. Commentary says that he was killed by a hit-and-run driver in 1981. Tilbury talking about memorial concerts being held all over the world. Photograph of Cardew at the piano; piano piece heard over. Tilbury relates his last memory of Cardew, at a concert in Camden, North London. Photograph of Cardew. Credits with piano piece over. Credits."}],"Series":"","Full synopsis":"ACE162.2 10:00:00 10:08:50 Musicians in church (Union Chapel, Islington). “Sound has history, too. Industry and modern technology have added machine sounds and electronic sounds to the primeval sounds of thunderstorms, volcanic eruption, avalanche, and tidal wave…”\u000bPhotograph of Cornelius Cardew. VO and interview with John Tilbury, talking about how Cardew’s music embraced and combined opposites. Photographs of Cardew: leaning into a grand piano, sitting on a rooftop, in an orchestra, attending “Conference against Racism and Fascism”. Commentary says that his output was wide-ranging, and that he was always a controversial figure. John Tilbury on the humanism which he perceives to permeate all Cardew’s activities. Photographs of Cardew: writing, as member of improvisatory group AMM. Tilbury talking about Cardew’s graphic score, Treatise (1963-1967). VO continues over shots of the score, explaining that the performers interpret the notations in their own way. Tilbury with a copy of the score, showing the different kinds of symbols. Tilbury plays a page, explaining how he interprets it, and shows how he may play unconventionally (by sliding a drumstick along the strings and then plucking them), and prepares the piano in a variety of ways, for example, by inserting objects between the strings. \u000b ACE162.3 10:08:50 10:17:03 Quartet playing (Blackheath Concert Hall) –Tilbury on piano and woodwind; cello (Rohan De Saram), percussion (Eddy Prévost), electric guitar (Keith Rowe). Tilbury and VO photographs on differences in British and international reception of Cardew’s music. Photograph of Cardew. Commentary describes the attitude of contemporary composers. Karlheinz Stockhausen speaking about Cardew’s work with him in the 1950s. Christian Wolff on response to Cardew’s music. Morton Feldmann on the importance of Cardew in English music, exemplifying something different to the “official” canon. ACE162.4 10:17:03 10:25:05 Tilbury on Cardew’s ideas of the “uncatchability”, something that couldn’t be packaged like some commodity. Part of performance of The Great Learning (1971) in Union Chapel. Musicians striking pieces of stone together; organist wedging some of the instrument’s keys; speaking in rhythm; woodwinds. Photograph of Cardew in 1960s. Wolff on Cardew’s ensemble pieces, which “had a naturally social character”, but growing in size from small groups to twenty or thirty. Tilbury talking about the Scratch Orchestra, “the embodiment of Cardew’s ideas about musical life”. Film of Scratch Orchestra performance with Cardew and Feldmann. Various films (mainly amateur, silent) of other Scratch Orchestra activities. \u000b\u000b ACE162.5 10:25:05 10:35:13 Score for The Great Learning. Tilbury describing The Great Learning. Excerpt from performance of The Great Learning in Union Chapel. Tilbury talking about The Great Learning as exemplifying the principles of collective music making. Eddy Prévost talking about looking for stones (required for a performance) in the Peak District. Tilbury talking about the response to the first performance of The Great Learning at the Cheltenham Music Festival. More from The Great Learning performance. Tilbury. Parts of Cardew’s score. Tilbury suggests that Cardew was bringing back a lost relationship between composer and performer. ACE162.6 10:35:13 10:43:29 Prévost believes Cardew was influential in stimulating interest in contemporary musical ideas. Page from score for Mountains, a 1977 piece for bass clarinet. Ian Mitchell describes the work (score seen) which, though demanding of the performer, is not prescriptive as to elements such as tempo. Mitchell playing Mountains. Photographs of Cardew; commentary says that, in the 1970s, he repudiated his own music and the avant-garde generally, turning to political activism. Tilbury describes Cardew’s political ideas which included the fact that music must play a part in political struggle. Wolff on music as an integral part of social activity. Film of Cardew speaking at the Conference against Racism and Fascism. Sheila Kasabova talking about Cardew’s activism. VO continues over photographs of Cardew at political rallies, etc. Cardew speaking at Conference. Leading musical ensemble at same event.\u000b\u000b ACE162.7 10:43:29 10:52:33 Tilbury on how Cardew changed his life in order to become politically active. Photographs of Cardew. Wolff on the change in Cardew’s music when he turned to writing popular political songs. Photograph of Cardew in Berlin with his Bethanienlied (1974)played over. Wolff on Cardew’s move towards more “accessible” music. Photograph of Cardew, page from score, with such a piece played over. Wolff believes that Cardew attempted to recover the “popular” elements of this kind of music. Tilbury quotes Hans Eisner on music and socialism. Photograph of Cardew. Commentary says that he was killed by a hit-and-run driver in 1981. Tilbury talking about memorial concerts being held all over the world. Photograph of Cardew at the piano; piano piece heard over. Tilbury relates his last memory of Cardew, at a concert in Camden, North London. Photograph of Cardew. \u000bCredits with piano piece over. Credits.\u000b","Date":"1986","Choreographer":"","Title":"Cornelius Cardew 1936-1981","Part":"","Film ID":"ACE162","Production Company":"Cinecontact"}