{"Synopsis":"A dramatised account of the life and work of French photographer, Eugene Atget (1857-1927), whose documenting of details of Parisian architecture was brought to public attention through his connection with Man Ray and Berenice Abbott.","Director":"Peter Wyeth","Article":"","Minutes":"50 min","Full credits":"Eugène Atget, Philippe Lehembre; Berenice Abbott, Peggy Frankston; Madame Atget, Catherine Ohotnikoff; André Calmettes, Gilbert Robin; Man Ray, Eric Meloni; Narrator, Jean de Tregomain; Narrator’s Voice Over, Pierre Valmer; Berenice Abbott’s Voice Over, Monica Buferd; Painter, Alfred Dreyer; Collector, Marcel Drodsit; Builder, Tadeusz Lewandowski; Designer, Pascal Luigi-Vinardel; Artist, Yann Nebut; Model, Antoine Perpere; Artist, Marcel PetitJean; Publisher, Nicholas Puech; Black Model, Mariama Scartillier; Painter, Alain Snyers. Associate Producer Hubert Niogret; Photography Patrick Duval; Camera Assistant Jean Paul Jarry; Sound Malcolm Hirst; Assistant Director Alain Oppenchaim; Art Director Marc PetitJean; Assistant Art Director Fabien Dufour; Costumes Gabriella Albarello; Grip Mick Duffield; Editor Bill Diver; Assistant Editor Joke Van Wyk; Research Consultant Mollie Nesbit; Casting Margot Capellier, Leonidas Strapatsakis; Graphics Sharron Lea; Dubbing Mixer Allan Stone; Music Composed by Benedict Mason; Music Performed by Alex Balanescu, Roy Gillard, Elizabeth Perry, Elizabeth Studt; Viola John Coulling, Kenneth Essex, George Robertson; Cello Peter Halling, Dennis Nesbit; Bass Robin McGee; Flugelhorn Ralph Izen; Conductor and Solo Piano John White; Sound Mixer Dick Lewsey; Music Recording & Mixing at CTS Studios, Wembley; Music © Benedict Mason 1982; Laboratory Telcipro, Paris, Filmatic, London; Sound Transfer Copra, Paris, Synchro Sonics, London; Equipment Better Sound, London; Lights Film & TV Lighting Services, London; Editing Cinecontact, New Central Film Service; Photographs Archives Photographiques de Paris S.P.A.DE.M., Service Photographique de la Bibliotheque Nationale, International Museum of Photography at George Eastman House, New York, Museum of Modern Art, New York, Private Collection. Thanks to Collection Christian Bailly, Musée Carnavalet, Paris, (Appareils Photographiques de la) Collection du Musée Français de la Photograph à Bievres-Essonne, Bibliotheque Forney, Librairie La Guilde, Berenice Abbott, Penny Averill, Chris Auty, Bette Chapkis, Cinema Action, Barbara Dent, Mike Milne, Chris Peachment, Philippe Pilard, Ian Potts, Derek Smith, Rodney Wilson Written, Produced & Directed by Peter Wyeth. For Frederick Wyeth. © Arts Council of Great Britain 1982.","chapters":[{"out":552,"in":0,"desc":"Caption: “Paris, June 1927.” Eugène Atget leaves his apartment, carrying camera, tripod, etc. Caption: “Paris, 2 months later.” Atget on his deathbed. Narrator’s VO explains that he had searched a long time for Atget, only to find him dying, “alone and almost unknown”, but only later came to fully understand the value of his images. Allée de l’eté, parc de Versailles (1901). Detail from Au Petit Bacchus – rue St. Louis-en-l'Ile 61 (1901). Others including Coiffeur, avenue de l’Observatoire (1926); detail from Joueur d'orgue (c.1898-1899). Detail from Pool, St Cloud (1915-1918). View down into ornamental garden of the Carnavalet Museum; Museum interior with Narrator explaining that it had collected photographs of Paris since the 1850s, and could preserve his work for the future. Atget meets Narrator/Curator (dialogue subtitled in English) who agrees to take his pictures; sorting and filing them by location. Photographs of 15 quai Bourbon; Au Petit Bacchus - rue St. Louis-en-l'Ile 61; 5 rue Bonaparte; rue des Ursins; Allée de l’eté, parc de Versailles; Pont Neuf. Berenice Abbott looking at photographs; her VO explains that the first time she saw work by Atget was in Man Ray’s studio, in 1925, and suggests that it was his pictures that gave photography the status of “an art in its own right”. A la Biche, 35 rue Geoffrey Saint-Hilaire (1905); Vieux Moulin / The Old Mill, Charenton (1915); Au Tambour, 63 quai de la Tournelle (1908). Abbott visits Atget. Atget posed as a “hero of the Revolution”. André Calmettes on Atget as a would-be actor, the time when he met his wife, Valentine Delafosse Compagnon. Abbott’s VO talking about the photographs as stage settings: a courtyard, a marble staircase, pillars, a shop front, etc. Abbott’s VO says the physical world became a stage, “a great drama”."},{"out":1154,"in":552,"desc":"Atget creeping outdoors in the early morning. Outside the Panthéon, by the statue of Pierre Corneille. Narrator talks of his ambition to create a record of “artistic and picturesque” images of Paris. Photographs including Beauvais - petit porche, rue de l'Abbé Gellé (1904); Ancien fountain du passage 6 rue des Guillemites (1911); 5 rue Bonaparte; Fountaine de la Tête de Boeuf - Marché des Blancs Manteaux (1900); Art in Old Paris 4083: Fontaine Hospitalière Saint-Gervais, rue Vieille du Temple (1900). The “city is deserted, yet redolent of people…”. Atget’s images of the city are “of its past and its present which comes from the streets and returns to the streets…” Pictures include Bar de Cabaret (1919-1911). Cour, 7 rue de Valence (1922). Atget walking along cobbled street; Abbott’s VO saying that when he was documenting Paris, “much of the art world either ignored photography or regarded it as beneath contempt”. Au Griffon - 39 quai de l'Horloge (1902-1903). Au Port Salut - Cabaret Rue des Fosses St. Jacques (1903). Ambassade d’Autriche, rue de Varenne (1905). Atget painting a tree; Abbott’s VO suggests he had a passion for them. Atget visits a painter: Abbott explains that he found customers to use his photographs as references: Marchand d’abat-jours, rue Lepic (1899-1900), Joueur d'orgue, Faucheurs, Somme (before 1900), Paveur (1899-1900). The artist turns him down, Atget leaves. Artist’s male model. Narrator quotes from an art magazine in which a model talks about posing for Atget, “the supreme artist”. Madame Atget rehearsing her part from Racine’s Britannicus as Atget comes home; he pretends that the artist has bought some work. Atget visits a collector who pays him for 200 photographs of architectural details. Narrator says that fashionable builders liked to recreate old styles. Atget photographing a fountain. Abbott’s VO saying that the process of making a photograph is preceded by a decision on the part of the photographer. Atget at home; Narrator says he left no records of his personal life which is known only from what Calmettes wrote. Atget arguing with a designer says “the cinema is not the theatre and photography is not painting”."},{"out":1708,"in":1154,"desc":"Atget, posed by Abbott. Narrator talks about him in the 1920s, quoting reminiscences of neighbours, etc. Detail from Au Petit Bacchus - rue St. Louis-en-l'Ile 61. Detail from Cabaret de l'enseigne de l'homme armé (1900). Shop front, statuary. Allée de l’eté, parc de Versailles. Atget in the gardens at Versailles, contemplating gigantic urn: photographs. Atget at the Orangery steps: Versailles, l'escalier de l'Orangerie. Other Versailles photographs. General view along main avenue. Narrator says that Atget took more than 300 pictures at Versailles; he “inflates its aristocratic flavour by celebrating the craftsmen who built it…” Versailles, l'escalier de l'Orangerie, etc. Abbott VO says Atget would sometimes “proceed along an entire street, with a moving-picture-like sequence. Examples. Cabaret de l'enseigne de l'homme armé (1900). Au Petit Bacchus - rue St. Louis-en-l'Ile 61. Au petit Dunkerque, 3 quai Conti (1900). Au Tambour, 63 quai de la Tournelle. A la Biche, 35 rue Geoffrey Saint-Hilaire (1905). Montage showing the numbers Atget had scratched into the negatives of each picture. Narrator says he concluded that each was “part of a vast series”, and that Abbott’s observation was therefore significant. There were five series, Old Paris, of more than 3,700 images (examples); three more “dealt with various aspects of Paris and its environs” including Coiffeur, avenue de l’Observatoire; Boucherie, Rue Christine (1923-1924), Men’s Fashions (1923-1925), Mannequin (1927), Carrousel (1923), Pompe Funèbres (1’ère classe) (1910); the final series was the “documents for artists”, trees, etc.: Paveur, Faucheurs, Somme, tree roots at Parc de St. Cloud (1906), Nénuphars (water lilies) (before 1900), and others. Narrator calculates that there were around 10,000 plates in total. Atget opening his post and learning that returned prints have gone astray. Narrator says that in 1903, the South Kensington Museum bought about 300 prints, many purchased “as records of Parisian architectural ironmongery”: examples. Puits 5 rue du Figuier (1900); Au Petit Bacchus – rue St. Louis-en-l'Ile 61; Cabaret de l'enseigne de l'homme armé. Atget visits publisher with album of photographs; Narrator says this selection – which was rejected – was uneven and not his best work"},{"out":2450,"in":1708,"desc":"Atget setting up camera and taking photographs. Abbott VO says that his photographic method was very straightforward: “he concentrated on the more important problem of seeing and selecting”. Narrator on Atget’s camera, Abbott describes the results of his technique; Narrator says his concern was with the image. Photographs including Au petit Dunkerque, 3 quai Conti and Eclipse, 1911 (1911). Abbott’s VO says that Atget was “inescapably drawn into an ever-increasing awareness of [Paris’s] vast history. Photographs including Pont Neuf and Pool, Parc de Sceaux. Narrator says that Atget satisfied the requirements of his clients but could also “express a particular view of French culture” which he saw in the work of the artists and architects who had built the city. Photographs including Rampe de l’escalier de l’hôtel Sully-Charost, 11 rue du Cherche-Midi (1904-1905), Puits 5 rue du Figuier, Rue Mouffetard (1925), Au Port Salut - Cabaret Rue des Fosses St. Jacques; and Rue de la Colonie (1900). Atget in park, examining tree; Abbott’s VO suggesting that Atget considered the tree to be “a symbol of himself” and describes them as having “survived the blows of time…” Photographs of trees. Narrator says Atget would return to favourite subjects, sometimes after a gap of several years. Interiors c.1910 including Interieur ouvrier, rue de Romainville and one which is probably (says Narrator) Atget’s own apartment in the rue Campagne Première c.1899. Atget and Madame at home, he looking for an edition of radical newspaper La Guerre Sociale (raided by the police in 1911), which he packages up with others to give to a Paris library at the time of the trial of the editors. Atget with dealer; heritage was a popular cause with those of a more conservative stance whose politics would have been at odds with his own. Atget walking among trees, and beside fountain. Abbott’s VO says the lack of understanding of his work made Atget more introspective. Narrator talks about the war: Atget with camera – passerby accuses him of being a spy. In the park; Narrator suggests that the death of Madame Atget’s son caused him to stop work until 1919. Atget trying to sell his work to customers outside a café. Atget and Madame at home: he looks through his photographs which were going out of fashion."},{"out":2909,"in":2450,"desc":"Narrator/Curator receives letter. Photographs of water features including Rue des Ursins and Jardin de Luxembourg, Remarquable Fountaine de Medicis (1898). Man Ray looking at photographs at Atget’s home; Atget agrees to publication but without his name attached. La Revolution Surréaliste with the Eclipse photograph on the front, and Boulevard de Strasbourg (1912). Pictures from a series on prostitutes, commissioned in1921 by a Surrealist artist; Narrator suggests that this and similar small series, connected him to generations of artists, “fascinated with the margins of city life…”: Versailles; Prostitute, rue Asseline; Maison Close (with soldier and woman); Maison Close (the building); Rue Asseline (1924-1925). Narrator suggests that Baudelaire’s description of rag-pickers could describe Atget: some of his photographs: Porte d'Asnières - Cité Trébert (1913); Porte de Montreuil - fortifications - extra muros / Rag-pickers' Hut (1910), and others. Some of Atget’s early series of “marginal subjects” including: Marchand d’abat-jours, rue Lepic; Marchand de Parapluies (1899-1900); Joueur de l’orgue, Versailles. Atget at home after wife has died; showing photographs to Abbott. Abbott VO says that Atget spoke to her about “his difficulties”. Narrator says that after the war, Atget developed “a more personal, elegiac mood”. Various statues. Abbott photographing Atget; her VO describes this. She asks why he doesn’t take commissions and he replies that “people do not know what to photograph”. Pool, parc de Sceaux; Vieux Moulin, Charenton; A la Biche, 35 rue Geoffrey Saint-Hilaire; Allée de l’eté, parc de Versailles; Joueur de l’orgue. Credits."}],"Series":"","Full synopsis":"ACE118.2 10:00:00 10:09:12 Caption: “Paris, June 1927.” Eugène Atget leaves his apartment, carrying camera, tripod, etc. Caption: “Paris, 2 months later.” Atget on his deathbed. Narrator’s VO explains that he had searched a long time for Atget, only to find him dying, “alone and almost unknown”, but only later came to fully understand the value of his images. Allée de l’eté, parc de Versailles (1901). Detail from Au Petit Bacchus – rue St. Louis-en-l'Ile 61 (1901). Others including Coiffeur, avenue de l’Observatoire (1926); detail from Joueur d'orgue (c.1898-1899). Detail from Pool, St Cloud (1915-1918). View down into ornamental garden of the Carnavalet Museum; Museum interior with Narrator explaining that it had collected photographs of Paris since the 1850s, and could preserve his work for the future. Atget meets Narrator/Curator (dialogue subtitled in English) who agrees to take his pictures; sorting and filing them by location. Photographs of 15 quai Bourbon; Au Petit Bacchus - rue St. Louis-en-l'Ile 61; 5 rue Bonaparte; rue des Ursins; Allée de l’eté, parc de Versailles; Pont Neuf. Berenice Abbott looking at photographs; her VO explains that the first time she saw work by Atget was in Man Ray’s studio, in 1925, and suggests that it was his pictures that gave photography the status of “an art in its own right”. A la Biche, 35 rue Geoffrey Saint-Hilaire (1905); Vieux Moulin / The Old Mill, Charenton (1915); Au Tambour, 63 quai de la Tournelle (1908). Abbott visits Atget. Atget posed as a “hero of the Revolution”. André Calmettes on Atget as a would-be actor, the time when he met his wife, Valentine Delafosse Compagnon. Abbott’s VO talking about the photographs as stage settings: a courtyard, a marble staircase, pillars, a shop front, etc. Abbott’s VO says the physical world became a stage, “a great drama”. \u000b\u000b ACE118.3 10:09:12 10:19:14 Atget creeping outdoors in the early morning. Outside the Panthéon, by the statue of Pierre Corneille. Narrator talks of his ambition to create a record of “artistic and picturesque” images of Paris. Photographs including Beauvais - petit porche, rue de l'Abbé Gellé (1904); Ancien fountain du passage 6 rue des Guillemites (1911); 5 rue Bonaparte; Fountaine de la Tête de Boeuf - Marché des Blancs Manteaux (1900); Art in Old Paris 4083: Fontaine Hospitalière Saint-Gervais, rue Vieille du Temple (1900). The “city is deserted, yet redolent of people…”. Atget’s images of the city are “of its past and its present which comes from the streets and returns to the streets…” Pictures include Bar de Cabaret (1919-1911). Cour, 7 rue de Valence (1922). Atget walking along cobbled street; Abbott’s VO saying that when he was documenting Paris, “much of the art world either ignored photography or regarded it as beneath contempt”. Au Griffon - 39 quai de l'Horloge (1902-1903). Au Port Salut - Cabaret Rue des Fosses St. Jacques (1903). Ambassade d’Autriche, rue de Varenne (1905). Atget painting a tree; Abbott’s VO suggests he had a passion for them. Atget visits a painter: Abbott explains that he found customers to use his photographs as references: Marchand d’abat-jours, rue Lepic (1899-1900), Joueur d'orgue, Faucheurs, Somme (before 1900), Paveur (1899-1900). The artist turns him down, Atget leaves. Artist’s male model. Narrator quotes from an art magazine in which a model talks about posing for Atget, “the supreme artist”. Madame Atget rehearsing her part from Racine’s Britannicus as Atget comes home; he pretends that the artist has bought some work. Atget visits a collector who pays him for 200 photographs of architectural details. Narrator says that fashionable builders liked to recreate old styles. Atget photographing a fountain. Abbott’s VO saying that the process of making a photograph is preceded by a decision on the part of the photographer. Atget at home; Narrator says he left no records of his personal life which is known only from what Calmettes wrote. Atget arguing with a designer says “the cinema is not the theatre and photography is not painting”. ACE118.4 10:19:14 10:28:28 Atget, posed by Abbott. Narrator talks about him in the 1920s, quoting reminiscences of neighbours, etc. Detail from Au Petit Bacchus - rue St. Louis-en-l'Ile 61. Detail from Cabaret de l'enseigne de l'homme armé (1900). Shop front, statuary. Allée de l’eté, parc de Versailles. Atget in the gardens at Versailles, contemplating gigantic urn: photographs. Atget at the Orangery steps: Versailles, l'escalier de l'Orangerie. Other Versailles photographs. General view along main avenue. Narrator says that Atget took more than 300 pictures at Versailles; he “inflates its aristocratic flavour by celebrating the craftsmen who built it…” Versailles, l'escalier de l'Orangerie, etc. Abbott VO says Atget would sometimes “proceed along an entire street, with a moving-picture-like sequence. Examples. Cabaret de l'enseigne de l'homme armé (1900). Au Petit Bacchus - rue St. Louis-en-l'Ile 61. Au petit Dunkerque, 3 quai Conti (1900). Au Tambour, 63 quai de la Tournelle. A la Biche, 35 rue Geoffrey Saint-Hilaire (1905). Montage showing the numbers Atget had scratched into the negatives of each picture. Narrator says he concluded that each was “part of a vast series”, and that Abbott’s observation was therefore significant. There were five series, Old Paris, of more than 3,700 images (examples); three more “dealt with various aspects of Paris and its environs” including Coiffeur, avenue de l’Observatoire; Boucherie, Rue Christine (1923-1924), Men’s Fashions (1923-1925), Mannequin (1927), Carrousel (1923), Pompe Funèbres (1’ère classe) (1910); the final series was the “documents for artists”, trees, etc.: Paveur, Faucheurs, Somme, tree roots at Parc de St. Cloud (1906), Nénuphars (water lilies) (before 1900), and others. Narrator calculates that there were around 10,000 plates in total. Atget opening his post and learning that returned prints have gone astray. Narrator says that in 1903, the South Kensington Museum bought about 300 prints, many purchased “as records of Parisian architectural ironmongery”: examples. Puits 5 rue du Figuier (1900); Au Petit Bacchus – rue St. Louis-en-l'Ile 61; Cabaret de l'enseigne de l'homme armé. Atget visits publisher with album of photographs; Narrator says this selection – which was rejected – was uneven and not his best work ACE118.5 10:28:28 10:40:50 Atget setting up camera and taking photographs. Abbott VO says that his photographic method was very straightforward: “he concentrated on the more important problem of seeing and selecting”. Narrator on Atget’s camera, Abbott describes the results of his technique; Narrator says his concern was with the image. Photographs including Au petit Dunkerque, 3 quai Conti and Eclipse, 1911 (1911). Abbott’s VO says that Atget was “inescapably drawn into an ever-increasing awareness of [Paris’s] vast history. Photographs including Pont Neuf and Pool, Parc de Sceaux. Narrator says that Atget satisfied the requirements of his clients but could also “express a particular view of French culture” which he saw in the work of the artists and architects who had built the city. Photographs including Rampe de l’escalier de l’hôtel Sully-Charost, 11 rue du Cherche-Midi (1904-1905), Puits 5 rue du Figuier, Rue Mouffetard (1925), Au Port Salut - Cabaret Rue des Fosses St. Jacques; and Rue de la Colonie (1900). Atget in park, examining tree; Abbott’s VO suggesting that Atget considered the tree to be “a symbol of himself” and describes them as having “survived the blows of time…” Photographs of trees. Narrator says Atget would return to favourite subjects, sometimes after a gap of several years. Interiors c.1910 including Interieur ouvrier, rue de Romainville and one which is probably (says Narrator) Atget’s own apartment in the rue Campagne Première c.1899. Atget and Madame at home, he looking for an edition of radical newspaper La Guerre Sociale (raided by the police in 1911), which he packages up with others to give to a Paris library at the time of the trial of the editors. Atget with dealer; heritage was a popular cause with those of a more conservative stance whose politics would have been at odds with his own. Atget walking among trees, and beside fountain. Abbott’s VO says the lack of understanding of his work made Atget more introspective. Narrator talks about the war: Atget with camera – passerby accuses him of being a spy. In the park; Narrator suggests that the death of Madame Atget’s son caused him to stop work until 1919. Atget trying to sell his work to customers outside a café. Atget and Madame at home: he looks through his photographs which were going out of fashion. \u000b\u000b ACE118.6 10:40:50 10:48:29 Narrator/Curator receives letter. Photographs of water features including Rue des Ursins and Jardin de Luxembourg, Remarquable Fountaine de Medicis (1898). Man Ray looking at photographs at Atget’s home; Atget agrees to publication but without his name attached. La Revolution Surréaliste with the Eclipse photograph on the front, and Boulevard de Strasbourg (1912). Pictures from a series on prostitutes, commissioned in1921 by a Surrealist artist; Narrator suggests that this and similar small series, connected him to generations of artists, “fascinated with the margins of city life…”: Versailles; Prostitute, rue Asseline; Maison Close (with soldier and woman); Maison Close (the building); Rue Asseline (1924-1925). Narrator suggests that Baudelaire’s description of rag-pickers could describe Atget: some of his photographs: Porte d'Asnières - Cité Trébert (1913); Porte de Montreuil - fortifications - extra muros / Rag-pickers' Hut (1910), and others. Some of Atget’s early series of “marginal subjects” including: Marchand d’abat-jours, rue Lepic; Marchand de Parapluies (1899-1900); Joueur de l’orgue, Versailles. Atget at home after wife has died; showing photographs to Abbott. Abbott VO says that Atget spoke to her about “his difficulties”. Narrator says that after the war, Atget developed “a more personal, elegiac mood”. Various statues. Abbott photographing Atget; her VO describes this. She asks why he doesn’t take commissions and he replies that “people do not know what to photograph”. Pool, parc de Sceaux; Vieux Moulin, Charenton; A la Biche, 35 rue Geoffrey Saint-Hilaire; Allée de l’eté, parc de Versailles; Joueur de l’orgue. Credits. \u000b\u000b","Date":"1982","Choreographer":"","Title":"Eugene Atget Photographer","Part":"","Film ID":"ACE118","Production Company":""}