{"Synopsis":"A training package for arts organisations, featuring the situations of Harrogate Theatre, Talawa Theatre Company, Extemporary Dance Theatre, London Mozart Players, London Philharmonic, and National Museums and Galleries on Merseyside.","Director":"Bob Carson","Article":"","Minutes":"55 min","Full credits":"Initiated and funded by the Minister for the Arts, Richard Luce MP. Produced by The Arts Council; Designed by The Institute of Marketing. The Arts Council acknowledges gratefully the help of Museums and Galleries Commission, Council of Regional Arts Associations, and others who contributed to the project. Contributors Rebekah MacLeary, Louise Honeyman, Richard Foster, Heather Maitland; With Yvonne Brewster, Judy Grahame, Peter Harlock, Sue Runyard; Narrator Peter Barkworth; Photography Terry Jenkins, Dave Savage; Sound Bernard Mattimore, Tim Wilson; Film Editor John Daniels; Video Editors Nigel Timperley, Gareth Maynard; Executive Producers Ian Griffith, John Gray, Simon Lethbridge; Producer Melissa Robertson; Director Bob Carson. © Office of Arts and Libraries 1988. Broadwick Productions.","chapters":[{"out":238,"in":0,"desc":"Rebekah MacLeary, Marketing Manager, Harrogate Theatre, at work. Her VO explains how she became interested in marketing. Yvonne Brewster, Artistic Director, Talawa Theatre Company, says that the concept of marketing may be very “distant” for small companies. Heather Maitland, Marketing Manager, Extemporary Dance Theatre, at work. Her VO says marketing can help organisations achieve their objectives. Sue Runyard, Communications Consultant, says that marketing is a tool to help achieve goals, not a “new religion”. Louise Honeyman, General Manager, London Mozart Players, working from home. Her VO says that imagination and courage are essential. Peter Harlock, Publicity Controller, Royal Shakespeare Company, says that marketing involves defining what the organisation has to sell and defining who would want to buy it, and then using various means to persuade them to do so. Richard Foster, Director, National Museums and Galleries on Merseyside, touring museum. His VO says that marketing is about providing people with the knowledge of what the organisation does and “enticement to come and try it.” Judy Grahame, Marketing Director, The London Philharmonic, says that marketing can help but must be seen as a philosophy adopted by the whole organisation. Caption: “Stop the tape and return to your workbook.”"},{"out":833,"in":238,"desc":"Caption: “Part Two. Harrogate Theatre.” Exterior Harrogate Theatre, press items on its closure for a year because of financial crisis – reopened September 1987. Commentary says that market research that the theatre was viable if properly marketed. Rebekah MacLeary, Harrogate’s first Marketing Manager, at work. Her VO saying that assumptions had been made about the theatre’s audience and their tastes. VO continues over rehearsal scenes, saying that she felt a broader range of work would be beneficial. Andrew Manley, Harrogate’s Artistic Director; planning meeting with MacLeary, Manley and others; rehearsal. MacLeary’s VO talking about her working relationship with Manley, particularly about their putting on Larry Kramer’s The Normal Heart, in part as a statement about the new direction the theatre would take, and as a confirmation that their audience research supported this. Woman collating post-code information. MacLeary’s VO talking about this process. Commentary says such research can be used to monitor distribution of information through press advertisement, door-to-door leafleting, and a good mailing list. MacLearly VO talking about working closely with the Artistic Director, as well as the designer, on publicity materials. MacLeary and Manley talking about a programme. MacLeary VO says that previously, “out of the ordinary” shows had been sold in “a very ordinary fashion” and they’re now trying to produce more appropriate campaigns. Box Office staff explaining ticket offer to customer; front of house scenes before performance. MacLeary’s VO talking about training the staff to “sell”, and the need to involve them in what’s going on as this makes them keener and better able to “sell” the theatre. She thinks it’s important for other staff to spend time working in the box office. Manley selling tickets. Excerpts from production of Cabaret intercut with preparations for a cast and staff party. MacLeary’s VO talking about “marketing the whole building”, including monitoring the work of the catering staff. Management team meeting talking about involvement with organisations like Aids Concern. MacLeary VO talking about how meetings of this kind work and what they discuss. Commentary says that the annual marketing budget is £32,500, very little of which is used on newspaper advertising, though editorial coverage is important. MacLeary VO on her press strategies – items on the theatre reopening, and on new productions. Interval scenes. MacLeary VO emphasise the need for forward planning and continuous monitoring, and how information gathering can support arguments in discussions with management board. Cabaret. Caption: “Stop the tape and return to your workbook.”"},{"out":1380,"in":833,"desc":"Caption: “Part Two. London Mozart Players.” Louise Honeyman, who took on the role of General Manager (in charge of marketing) of the London Mozart Players five years previously, with the remit “to boost low morale and increase concert houses.” Honeyman at work. Her VO saying that she wanted to give the organisation a more populist image. Jane Glover, who devised a series of programmes based on Mozart’s life. Honeyman’s VO describing how these worked; commentary says the success of the programmes led to Glover being appointed Artistic Director. Promotional materials for the series, “Mozart Explored”, which could be collated by regular concert-goers into specially designed binders. End of performance. Office scenes. Honeyman’s VO saying that the next season was “a bit of a disaster” with Glover’s ideas for programmes of mainly twentieth century music not getting the approval of the management board; the most successful programmes were those that did follow Glover’s proposals. Rehearsal. Honeyman’s VO says that they pointed out that “stretching” programmes got good audiences and attracted good press coverage, both of which are important to the orchestra’s reputation. Glover interviewing a composer in a pre-concert talk at the Queen Elizabeth Hall. Glover and musicians with members of the audience after the concert; Honeyman’s VO talking of the value of “mingling”. Honeyman arranging radio interviews with Glover. VO talking about these being easy and cheap for the stations to broadcast. “A new visual identity” as demonstrated in programmes and other publicity material, for which, commentary says, Honeyman employed a professional designer. Discussion between Honeyman, designer and others; her VO says that this cost relatively little. Women stuffing envelopes; team discussing programme over lunch; VO talking about spreading costs over different budgets and over several years; commentary points out that any proposals have to be put formally to the management board. Honeyman’s VO says that enthusiasm is not enough to win the board’s approval and that she learned, at a seminar, to prepare and send papers in advance. People picking up and reading programmes; musicians; Honeyman’s VO saying that the promoters have to be satisfied as well as the public; the orchestra can now sell out in venues that don’t usually offer classical music. She believes that artistic direction and marketing must be properly co-ordinated, and that general managers should also be involved in reaching audiences and selling the right image. Caption: “Stop the tape and return to your workbook.”"},{"out":1922,"in":1380,"desc":"Caption: “Part Two. National Museums and Galleries on Merseyside.” Publicity materials for the seven establishments, both paying and free admission, which make up this Liverpool-area grouping, designated in 1986, following the abolition of the Metropolitan County Council. The new board of trustees is considered by Director, Richard Foster, as “committed to marketing”. Foster walking round the Albert Dock, site of the Merseyside Maritime Museum; his VO talking about the success of the trustees’ initial marketing strategy. Foster in the Museum; his VO describing that strategy, looking at the product and concentrating on the local audience first. Planning meeting. Foster’s VO says that marketing has to work with “what the curators think is right for the collections” and to other points of view. Publicity brochures and Focus, a news magazine which covers a wide range of the museums’ activities. Albert Dock; Foster and others looking at publicity materials Foster’s VO on the decision to publish Focus which uses a considerable portion of available resources; he suggests presenting the Museum as “the answer to a problem”, the general audience’s “problem of how to spend time”; he talks about using the tabloid press very successfully to reach a wide audience, and how national newspapers considered this approach newsworthy in itself. Exterior and interior the Lady Lever Art Gallery at Port Sunlight, which, says Foster’s VO; had only around 25,000 visitors a year; promoting it as “the Taj Mahal of Merseyside” doubled its visitor numbers. Foster’s VO talks about customer care, giving the example of a shuttle bus service between the Lady Lever Art Gallery and Walker Art Gallery. Children’s activities at the Natural History Centre; Foster VO talking about being “in competition with other branches of the leisure industry” so marketing is important and requires energy and creativity to ensure success. Foster VO talking about sponsorship which declines for an organisation which is “under-visited”. Foster’s VO talking about museums’ responsibility for heritage and the consequent need for storage and improving access. Foster at Albert Dock; VO says the trustees are energised, may sometimes be able to bring in more sponsorship, and are happy to take responsibility for the success of the museums’ activities. Caption: “Stop the tape and return to your workbook.”"},{"out":2503,"in":1922,"desc":"Caption: “Part Two. Extemporary Dance Theatre.” Musicians and dancers on outdoor stage; commentary says that the Extemporary Dance Theatre was founded in 1975 and has been – unusually – revenue funded by the Arts Council for seven years. VO of Heather Maitland expressing her belief that contemporary art forms have more difficulty attracting funding than traditional ones. Maitland putting together publicity materials. Her VO talking about how she promotes the work, “using a theatre format”. Maitland at the Towngate Theatre, Basildon; her VO says they talked to a group representing seven venues, and altered their marketing strategy to take advantage of what they learned, working closely with each venue to produce a marketing plan; venues and company alike have no money, no staff time, and often no support. Maitland talking to someone from the Towngate about a possible joint project; publicity materials; her VO talking about the publicity materials they provide as well as offering guidance on press releases, etc. Extemporary office; dancers performing. Maitland VO says the venues didn’t really think they had ready-made dance audiences and that research revealed that the audiences were generally composed of people aged between 26 and 35; she therefore wants to prioritise the development of a young audience, as well as to encourage repeat visits (which requires the box office to keep statistics). Her VO says that 43% of the audience hadn’t visited the venue before, only 22% of the audience were keen dance-goers, 36% had never been to a dance event before; the language used in publicity had to change to take account of such factors, and comments from the public became more important than press quotes. Maitland’s VO talks about educating her management board about the workings of the company and its marketing policy which has made them more involved and active; she works closely with the director and the administrator who have both contributed to a five-year marketing plan, though she feels more could be achieved with better resources. Caption: “Stop the tape and return to your workbook.”"},{"out":2995,"in":2503,"desc":"Caption: “Part Three. Your Marketing Strategy.” Peter Harlock saying that it has become apparent only relatively recently that organisations need “some kind of strategic approach” to promoting their activities. Commentary sums up the Harrogate Theatre strategic approach with captions: “Basic Audience Research. Targeting of Marketing Activities”, “New Mailing List/Visual Identity/Box Office Training/Press Relations”, “Marketing the Entire Building”, “Involve Artistic Director and General Manager”, “Constant Monitoring”. Judy Grahame says that marketing philosophy must be based on good planning, a good knowledge of the product and of the customer base, and developing brand loyalty. Commentary sums up the way in which the London Mozart Players have developed brand loyalty with captions: “Break Down Barriers”, “Imaginative Packaging”, “Artistic Director and Marketing Officer Working Together”, “Public and Promoter Alike/Greater and Wider Audiences”. Sue Runyard says that the first priority is to know your audience, and talks about how Merseyside’s research brought some surprises in this respect. Commentary sums up the Merseyside museums and galleries research programme with captions: “Presenting to a Broader Public/In a Carefully Targeted Way”, “Careful Examination of the Product”, “Marketing and Curatorial Staff Working Together”, “Media and Messages Carefully Chosen”. Yvonne Brewster describes how the Talawa Theatre Company discusses target and targeting audiences, offers particular plays to particular audiences, and engages particular actors who will fit best with the overall brief. Commentary sums up the Extemporary Dance Theatre’s attempts to find better ways to market its work with captions: “Audience Research/Rethinking the Marketing Plan.”, “Presenting Dance Appropriately”, “Working With Venues”, “Selling in Personal and Enthusiastic Way”, “Meet Potential Audiences”, “Telephone Selling”, “Five Year Marketing Plan”. Harlock talks about using SWOT analyses to examine an organisation, its “unique selling points” and the competition. Commentary describes an organisation’s “foundation for success” with captions: “Marketing Strategy”, “Finding Out About Your Customers”, “A Primary Target Audience”, “Examine the Competition”, “Establish and Maintain a Competitive Edge”, “‘A Reason to Come’”. Caption: “Stop the tape and return to your workbook.”"},{"out":3276,"in":2995,"desc":"Caption: “Part Four. Your Marketing Action Plan.” Commentary says that having thought through the strategy and completed the marketing plan, an organisation is ready to put the plan into action, involving its marketing team. Merseyside activities. Foster’s VO says that it’s crucial to ensure that visitors enjoy their experiences. Runyard says that there is often a communications gap between management-identified problems and the solutions that marketing staff are expected to provide; it is essential to bridge that gap and to set achievable targets. Extemporary Dance Theatre. Maitland’s VO says that developing audiences is very important to an organisations’ future. Harlock talking about qualities required in marketing staff. Honeyman at work. Her VO talking about collaborative effort. Brewster on the difference between publicity and marketing. MacLeary in the theatre. Her VO stresses the importance of seeking advice. Grahame says that success in marketing comes with common sense, practicality and a sense of humour. Credits."}],"Series":"","Full synopsis":"ACE173.2 10:00:00 10:03:58 Rebekah MacLeary, Marketing Manager, Harrogate Theatre, at work. Her VO explains how she became interested in marketing. Yvonne Brewster, Artistic Director, Talawa Theatre Company, says that the concept of marketing may be very “distant” for small companies. Heather Maitland, Marketing Manager, Extemporary Dance Theatre, at work. Her VO says marketing can help organisations achieve their objectives. Sue Runyard, Communications Consultant, says that marketing is a tool to help achieve goals, not a “new religion”. Louise Honeyman, General Manager, London Mozart Players, working from home. Her VO says that imagination and courage are essential. Peter Harlock, Publicity Controller, Royal Shakespeare Company, says that marketing involves defining what the organisation has to sell and defining who would want to buy it, and then using various means to persuade them to do so. Richard Foster, Director, National Museums and Galleries on Merseyside, touring museum. His VO says that marketing is about providing people with the knowledge of what the organisation does and “enticement to come and try it.” Judy Grahame, Marketing Director, The London Philharmonic, says that marketing can help but must be seen as a philosophy adopted by the whole organisation. Caption: “Stop the tape and return to your workbook.” ACE173.3 10:03:58 10:13:53 Caption: “Part Two. Harrogate Theatre.” Exterior Harrogate Theatre, press items on its closure for a year because of financial crisis – reopened September 1987. Commentary says that market research that the theatre was viable if properly marketed. Rebekah MacLeary, Harrogate’s first Marketing Manager, at work. Her VO saying that assumptions had been made about the theatre’s audience and their tastes. VO continues over rehearsal scenes, saying that she felt a broader range of work would be beneficial. Andrew Manley, Harrogate’s Artistic Director; planning meeting with MacLeary, Manley and others; rehearsal. MacLeary’s VO talking about her working relationship with Manley, particularly about their putting on Larry Kramer’s The Normal Heart, in part as a statement about the new direction the theatre would take, and as a confirmation that their audience research supported this. Woman collating post-code information. MacLeary’s VO talking about this process. Commentary says such research can be used to monitor distribution of information through press advertisement, door-to-door leafleting, and a good mailing list. MacLearly VO talking about working closely with the Artistic Director, as well as the designer, on publicity materials. MacLeary and Manley talking about a programme. MacLeary VO says that previously, “out of the ordinary” shows had been sold in “a very ordinary fashion” and they’re now trying to produce more appropriate campaigns. Box Office staff explaining ticket offer to customer; front of house scenes before performance. MacLeary’s VO talking about training the staff to “sell”, and the need to involve them in what’s going on as this makes them keener and better able to “sell” the theatre. She thinks it’s important for other staff to spend time working in the box office. Manley selling tickets. Excerpts from production of Cabaret intercut with preparations for a cast and staff party. MacLeary’s VO talking about “marketing the whole building”, including monitoring the work of the catering staff. Management team meeting talking about involvement with organisations like Aids Concern. MacLeary VO talking about how meetings of this kind work and what they discuss. Commentary says that the annual marketing budget is £32,500, very little of which is used on newspaper advertising, though editorial coverage is important. MacLeary VO on her press strategies – items on the theatre reopening, and on new productions. Interval scenes. MacLeary VO emphasise the need for forward planning and continuous monitoring, and how information gathering can support arguments in discussions with management board. Cabaret. Caption: “Stop the tape and return to your workbook.” ACE173.4 10:13:53 10:23:00 Caption: “Part Two. London Mozart Players.” Louise Honeyman, who took on the role of General Manager (in charge of marketing) of the London Mozart Players five years previously, with the remit “to boost low morale and increase concert houses.” Honeyman at work. Her VO saying that she wanted to give the organisation a more populist image. Jane Glover, who devised a series of programmes based on Mozart’s life. Honeyman’s VO describing how these worked; commentary says the success of the programmes led to Glover being appointed Artistic Director. Promotional materials for the series, “Mozart Explored”, which could be collated by regular concert-goers into specially designed binders. End of performance. Office scenes. Honeyman’s VO saying that the next season was “a bit of a disaster” with Glover’s ideas for programmes of mainly twentieth century music not getting the approval of the management board; the most successful programmes were those that did follow Glover’s proposals. Rehearsal. Honeyman’s VO says that they pointed out that “stretching” programmes got good audiences and attracted good press coverage, both of which are important to the orchestra’s reputation. Glover interviewing a composer in a pre-concert talk at the Queen Elizabeth Hall. Glover and musicians with members of the audience after the concert; Honeyman’s VO talking of the value of “mingling”. Honeyman arranging radio interviews with Glover. VO talking about these being easy and cheap for the stations to broadcast. “A new visual identity” as demonstrated in programmes and other publicity material, for which, commentary says, Honeyman employed a professional designer. Discussion between Honeyman, designer and others; her VO says that this cost relatively little. Women stuffing envelopes; team discussing programme over lunch; VO talking about spreading costs over different budgets and over several years; commentary points out that any proposals have to be put formally to the management board. Honeyman’s VO says that enthusiasm is not enough to win the board’s approval and that she learned, at a seminar, to prepare and send papers in advance. People picking up and reading programmes; musicians; Honeyman’s VO saying that the promoters have to be satisfied as well as the public; the orchestra can now sell out in venues that don’t usually offer classical music. She believes that artistic direction and marketing must be properly co-ordinated, and that general managers should also be involved in reaching audiences and selling the right image. Caption: “Stop the tape and return to your workbook.” ACE173.5 10:23:00 10:32:02 Caption: “Part Two. National Museums and Galleries on Merseyside.” Publicity materials for the seven establishments, both paying and free admission, which make up this Liverpool-area grouping, designated in 1986, following the abolition of the Metropolitan County Council. The new board of trustees is considered by Director, Richard Foster, as “committed to marketing”. Foster walking round the Albert Dock, site of the Merseyside Maritime Museum; his VO talking about the success of the trustees’ initial marketing strategy. Foster in the Museum; his VO describing that strategy, looking at the product and concentrating on the local audience first. Planning meeting. Foster’s VO says that marketing has to work with “what the curators think is right for the collections” and to other points of view. Publicity brochures and Focus, a news magazine which covers a wide range of the museums’ activities. Albert Dock; Foster and others looking at publicity materials Foster’s VO on the decision to publish Focus which uses a considerable portion of available resources; he suggests presenting the Museum as “the answer to a problem”, the general audience’s “problem of how to spend time”; he talks about using the tabloid press very successfully to reach a wide audience, and how national newspapers considered this approach newsworthy in itself. Exterior and interior the Lady Lever Art Gallery at Port Sunlight, which, says Foster’s VO; had only around 25,000 visitors a year; promoting it as “the Taj Mahal of Merseyside” doubled its visitor numbers. Foster’s VO talks about customer care, giving the example of a shuttle bus service between the Lady Lever Art Gallery and Walker Art Gallery. Children’s activities at the Natural History Centre; Foster VO talking about being “in competition with other branches of the leisure industry” so marketing is important and requires energy and creativity to ensure success. Foster VO talking about sponsorship which declines for an organisation which is “under-visited”. Foster’s VO talking about museums’ responsibility for heritage and the consequent need for storage and improving access. Foster at Albert Dock; VO says the trustees are energised, may sometimes be able to bring in more sponsorship, and are happy to take responsibility for the success of the museums’ activities. Caption: “Stop the tape and return to your workbook.”\u000b\u000b ACE173.6 10:32:02 10:41:43 Caption: “Part Two. Extemporary Dance Theatre.” Musicians and dancers on outdoor stage; commentary says that the Extemporary Dance Theatre was founded in 1975 and has been – unusually – revenue funded by the Arts Council for seven years. VO of Heather Maitland expressing her belief that contemporary art forms have more difficulty attracting funding than traditional ones. Maitland putting together publicity materials. Her VO talking about how she promotes the work, “using a theatre format”. Maitland at the Towngate Theatre, Basildon; her VO says they talked to a group representing seven venues, and altered their marketing strategy to take advantage of what they learned, working closely with each venue to produce a marketing plan; venues and company alike have no money, no staff time, and often no support. Maitland talking to someone from the Towngate about a possible joint project; publicity materials; her VO talking about the publicity materials they provide as well as offering guidance on press releases, etc. Extemporary office; dancers performing. Maitland VO says the venues didn’t really think they had ready-made dance audiences and that research revealed that the audiences were generally composed of people aged between 26 and 35; she therefore wants to prioritise the development of a young audience, as well as to encourage repeat visits (which requires the box office to keep statistics). Her VO says that 43% of the audience hadn’t visited the venue before, only 22% of the audience were keen dance-goers, 36% had never been to a dance event before; the language used in publicity had to change to take account of such factors, and comments from the public became more important than press quotes. Maitland’s VO talks about educating her management board about the workings of the company and its marketing policy which has made them more involved and active; she works closely with the director and the administrator who have both contributed to a five-year marketing plan, though she feels more could be achieved with better resources. Caption: “Stop the tape and return to your workbook.” ACE173.7 10:41:43 10:49:55 Caption: “Part Three. Your Marketing Strategy.” Peter Harlock saying that it has become apparent only relatively recently that organisations need “some kind of strategic approach” to promoting their activities. Commentary sums up the Harrogate Theatre strategic approach with captions: “Basic Audience Research. Targeting of Marketing Activities”, “New Mailing List/Visual Identity/Box Office Training/Press Relations”, “Marketing the Entire Building”, “Involve Artistic Director and General Manager”, “Constant Monitoring”. Judy Grahame says that marketing philosophy must be based on good planning, a good knowledge of the product and of the customer base, and developing brand loyalty. Commentary sums up the way in which the London Mozart Players have developed brand loyalty with captions: “Break Down Barriers”, “Imaginative Packaging”, “Artistic Director and Marketing Officer Working Together”, “Public and Promoter Alike/Greater and Wider Audiences”. Sue Runyard says that the first priority is to know your audience, and talks about how Merseyside’s research brought some surprises in this respect. Commentary sums up the Merseyside museums and galleries research programme with captions: “Presenting to a Broader Public/In a Carefully Targeted Way”, “Careful Examination of the Product”, “Marketing and Curatorial Staff Working Together”, “Media and Messages Carefully Chosen”. Yvonne Brewster describes how the Talawa Theatre Company discusses target and targeting audiences, offers particular plays to particular audiences, and engages particular actors who will fit best with the overall brief. Commentary sums up the Extemporary Dance Theatre’s attempts to find better ways to market its work with captions: “Audience Research/Rethinking the Marketing Plan.”, “Presenting Dance Appropriately”, “Working With Venues”, “Selling in Personal and Enthusiastic Way”, “Meet Potential Audiences”, “Telephone Selling”, “Five Year Marketing Plan”. Harlock talks about using SWOT analyses to examine an organisation, its “unique selling points” and the competition. Commentary describes an organisation’s “foundation for success” with captions: “Marketing Strategy”, “Finding Out About Your Customers”, “A Primary Target Audience”, “Examine the Competition”, “Establish and Maintain a Competitive Edge”, “‘A Reason to Come’”. Caption: “Stop the tape and return to your workbook.” ACE173.8 10:49:55 10:54:36 Caption: “Part Four. Your Marketing Action Plan.” Commentary says that having thought through the strategy and completed the marketing plan, an organisation is ready to put the plan into action, involving its marketing team. Merseyside activities. Foster’s VO says that it’s crucial to ensure that visitors enjoy their experiences. Runyard says that there is often a communications gap between management-identified problems and the solutions that marketing staff are expected to provide; it is essential to bridge that gap and to set achievable targets. Extemporary Dance Theatre. Maitland’s VO says that developing audiences is very important to an organisations’ future. Harlock talking about qualities required in marketing staff. Honeyman at work. Her VO talking about collaborative effort. Brewster on the difference between publicity and marketing. MacLeary in the theatre. Her VO stresses the importance of seeking advice. Grahame says that success in marketing comes with common sense, practicality and a sense of humour. Credits.","Date":"1988","Choreographer":"","Title":"Marketing the Arts. Foundation for success","Part":"","Film ID":"ACE173","Production Company":"Broadwick Productions"}