{"Synopsis":"Situations created by New Zealand-born photographer, Boyd Webb (b.1947).","Director":"Philip Haas, Boyd Webb","Article":"","Minutes":"20 min","Full credits":"Produced by Philip Haas; Directed by Boyd Webb & Philip Haas; Camera Wolfgang Suschitzky; Camera assistant Andrew Horner; Gaffer Mick Duffield; Sound Martin Müller; Music Marc Wilkinson; Editor Julian Sabath. Special thanks to Jean Bernier, Chantal Crousel, Ghislaine Hussenot. Arts Council of Great Britain © MCMLXXXIV.","chapters":[{"out":636,"in":0,"desc":"Boyd Webb leaning against a wall. Small boys trying to look through the bars of a window of a large building. Boy singing over “Back and forth/Up and down…” Three boys crawl in under edge of cloth ring, climbing up to and jumping from wooden platform. They wrestle with each other, and throw things at a periscope “eye” that’s looking over the top of the ring. Webb comes out of greengrocer’s carrying cardoon. Woman with this and other vegetables on strings. Song “Some are noncommittal/ Others are luke-warm…” The vegetables sail to and fro through the air. Webb coming out of hardware shop with some candles. Large green velvet covered rotating mound. Webb standing on this rolling a cigarette, while toy jeeps, each carrying a candle at the top of a tall antenna, circle round him attached by strings to his ankles. Webb comes out of a door and shows “flesh-coloured tape” to the camera. Naked women, with ropes attached to their backs by the “flesh-coloured tape” crawls to and fro on rubber mounds. Their movements raise and lower a large wooden pole. Two naked men do the same. There are geese between the rubber mounds."},{"out":1178,"in":636,"desc":"Webb carrying a handful of eggs. Man watching rabbit on green velvet mound. He throws eggs towards it; they roll off it and disappear. Falling eggs breaking in a suspended wire basket. Song “In the broadcast of jetéed materials…” Webb coming down stone steps shows pot of yogurt to the camera. Man opening and eating pot of yogurt while sitting on wooden platform in the cloth-edged ring. He notices the moving periscope, gets off the platform, and covers the “eye” with the yogurt carton. Large dead fish being pulled along the pavement. Wordless song over woman in bathing suit and carrying hair-dryer crawling very slowly towards pat of butter. Her movements and a strip of undulating cloth above her suggests she is under water. She melts the butter with the hair-dryer. The building. Credits."}],"Series":"","Full synopsis":"ACE148.2 10:00:00 10:10:36 Boyd Webb leaning against a wall. Small boys trying to look through the bars of a window of a large building. Boy singing over “Back and forth/Up and down…” Three boys crawl in under edge of cloth ring, climbing up to and jumping from wooden platform. They wrestle with each other, and throw things at a periscope “eye” that’s looking over the top of the ring. Webb comes out of greengrocer’s carrying cardoon. Woman with this and other vegetables on strings. Song “Some are noncommittal/ Others are luke-warm…” The vegetables sail to and fro through the air. Webb coming out of hardware shop with some candles. Large green velvet covered rotating mound. Webb standing on this rolling a cigarette, while toy jeeps, each carrying a candle at the top of a tall antenna, circle round him attached by strings to his ankles. Webb comes out of a door and shows “flesh-coloured tape” to the camera. Naked women, with ropes attached to their backs by the “flesh-coloured tape” crawls to and fro on rubber mounds. Their movements raise and lower a large wooden pole. Two naked men do the same. There are geese between the rubber mounds. ACE148.3 10:10:36 10:19:38 Webb carrying a handful of eggs. Man watching rabbit on green velvet mound. He throws eggs towards it; they roll off it and disappear. Falling eggs breaking in a suspended wire basket. Song “In the broadcast of jetéed materials…” Webb coming down stone steps shows pot of yogurt to the camera. Man opening and eating pot of yogurt while sitting on wooden platform in the cloth-edged ring. He notices the moving periscope, gets off the platform, and covers the “eye” with the yogurt carton. Large dead fish being pulled along the pavement. Wordless song over woman in bathing suit and carrying hair-dryer crawling very slowly towards pat of butter. Her movements and a strip of undulating cloth above her suggests she is under water. She melts the butter with the hair-dryer. The building. Credits.","Date":"1984","Choreographer":"","Title":"Scenes & Songs from Boyd Webb","Part":"","Film ID":"ACE148","Production Company":""}