{"Synopsis":"Reminiscences by friends of British abstract painter, Ben Nicholson (1894-1982).","Director":"John Read","Article":"","Minutes":"52 min","Full credits":"Ben Nicholson 1894-1982 As remembered by Patrick Heron, Andras Kalman, Sir Leslie Martin, Angela Verren, Dr. Felicitas Vogler. Written & Narrated by John Read. We gratefully acknowledge the help of Margaret Gardiner, Nicolete Gray, Constance Kaine, Jeremy Lewison, C. S. Reddihough, Sir Norman Reid, Humphrey Spender, John Webb, Leslie Waddington, Aberdeen Art Gallery, Ivor Braka, Browse and Darby, British Council, Mrs R. Brumwell, Folkwang Museum, Essen Gimpel Fils, Henry Moore Foundation, Huddersfield Art Gallery, Kettle’s Yard, University of Cambridge, Manchester City Art Gallery, Marlborough Fine Art, Scottish National Gallery of Modern Art, National Portrait Gallery, Radio Times Hulton Picture Library, Salford Art Gallery, South Australia Art Gallery, Sutton Place Heritage Trust, Tate Gallery, London, Thames and Hudson, Waddington Gallery. Cameramen Brian Grainger, Derek Waterman; Editor Colin Sherman; Sound Robert Allen, Clive Pendry; Rostrum Camera Ivor Richardson; Stills Dr Felicitas Vogler, Eileen Tweedy; Research Barbara Ann Taylor; Director John Read; Producer Anne Balfour Frase; Executive Producer Rodney Wilson. A Balfour Films Production for the Arts Council in association with RM Arts. An Arts International Presentation. © Copyright Arts Council of Great Britain 1985.","chapters":[{"out":536,"in":8,"desc":"Patrick Heron, Felicitas Vogler, Leslie Martin, Andras Kalman, and Angela Verren each reminisce about Ben Nicholson whom Heron claims “was the greatest English painter since Turner”. Photographs of Ben Nicholson at various stages of his life. John Read VO says that Nicholson has been called “the man who re-drew the map of English painting” and says that the events leading up to this were witnessed by his father, Herbert Read. Cover of edition of Axis from 1935. Page from magazine showing Nicholson’s Carved Relief in White (1935). He “changed the whole idea of what painting should be”; commentary reads from Axis article by H. Read, explaining different techniques employed: landscapes, a collage, paintings. A photograph of Nicholson carving out shapes in wood. White Relief (1936). A sculpture in gardens. Biographical information – photographs of his parents, both of whom were artists, Sir William Nicholson and Mabel Pryde; Ben Nicholson portrait by his mother (c.1910-1914). Leslie Martin points out that Nicholson was born into the art world – family group by Sir William Orpen (A Bloomsbury Family, 1907). Photograph of Nicholson. Kalman talking about Nicholson balancing being an “English gentleman” as well as a member of the avant-garde and supporter of the modern movement. He believes Nicholson reacted against his father’s work. Painting by William Nicholson; Mushrooms (1940). Some still life paintings with Ben Nicholson’s words over on what he learned from his father. Collection of goblets, bottles, jugs, which Nicholson inherited from his father and claimed influenced his move to abstract art. Various works incorporating images of some of these."},{"out":999,"in":536,"desc":"Photograph of Winifred Roberts Nicholson. 1921- circa 1923 (Cortivallo, Lugano) (1921-c.1923), where they often spent the winter. Land- and seascapes. Trout (1924), a completely abstract picture, in which the stripes were based on one of his father’s jugs (shown). Picasso’s Bouteille, Guitare, Pipe (1912) which had a profound effect on Nicholson. Christopher Wood’s Self Portrait (1927) and a seascape. Photographs of the Nicholsons’ house in Cumberland; flower painting by Winifred Nicholson showing view from the window; landscapes and a flower painting by Ben Nicholson, as well as another landscape by Winifred, mostly from around 1927. Sailing Boat on a River (1929) by Winifred; a view down the river Fal by Ben (1929). Photograph of Nicholson and Barbara Hepworth. Commentary on Nicholson’s reviving commitment to Abstraction and his “love affair with Parisian painting”. Au Chat Botté (1932), “the key picture”; details with Nicholson’s thoughts about the composition read over. Various pictures “the most personal of his career” and “in complete contrast to the total abstraction that followed”, including more or the jugs, 1932 (girl in a mirror - drawing) (1932), and composite views of himself and Hepworth. Photograph of their shared studio, photograph of Herbert Read, who lived next door to them in Hampstead where there was “an immense concentration of revolutionary aesthetic power”. Exterior Mall Studios, Henry Moore’s flat in Parkhill Road, Blue Plaque to Piet Mondrian, Paul Nash’s house in Eldon Road; commentary points to European artists who were taking refuge in London. Nash’s Equivalents for the Megaliths (1935). Naum Gabo’s Construction through a Plane (Construction on a Plane) (1937). Hepworth’s Three Forms (1935). Top of a sculpture by Moore."},{"out":1337,"in":999,"desc":"Photograph of Mondrian’s studio; Nicholson’s memories, particularly of the artist’s “silences” over. Mondrian’s Composition with Red, Yellow and Blue (1921). Maxwell Fry’s Sun House (1935) and Lawn Road Flats (1934) by Wells Coates, both buildings of the Modern movement, in Hampstead. Cover of Circle - International Survey Of Constructive Art (1937); co-editor Leslie Martin says that they believed in “some kind of parallel between developments in painting, sculpture, architecture, science too” and hoped to put this kind of “positive, Constructive” work together in a single publication which would “speak for itself”. Nicholson quoted, “We’ve got to get rid of the degenerate idea that painting is something to be made on a four-square stretched canvas…” over abstract; black and white reproduction of 1939-44 (painted relief) (1939-1944); another relief. Nicholson quoted, saying that “it’s passion, not patience…” which produces art; photograph of him at work. Martin describes going to an exhibition of contemporary art in the mid-1930s, and seeing three painted reliefs by Nicholson; he explains why he likes the painting he subsequently bought (shown). Similar painting; commentary says Nicholson “began to reintroduce colour” to his work, “refusing to restrict his artistic freedom by any kind of formal theory”. Commentary quotes Winifred Nicholson on “the nature of abstract colour” over more abstracts; details. June 1937 (painting) (1937). Felicitas Vogler says that Nicholson liked soft, pastel colours: 1938 (painting - version 1). Commentary says that the artists of the Modern movement dispersed on the advent of war, and the movement itself was “virtually at an end”."},{"out":1793,"in":1337,"desc":"Views of St Ives, where Nicholson, Hepworth, and their children, went to live; Nicholson quoted over. Landscape: commentary says that this, “the nature of the light, the colours, the textures, and the sense of space were especially exciting to the modern artists who moved down there”. Patrick Heron talks about the importance of environment to the artist, particularly of West Cornwall to the mid-twentieth century artist. Nicholson’s studio showing lighting and notes he made. Heron shows some of the items he found there, including the compasses he used to draw his circular shapes. Early painting of St Ives bay; sketch of similar view with foreshortened perspective. Photograph of Alfred Wallis; his cottage. Painting by Wallis; Heron talking about Wallis’s work, its relevance to contemporary artists, and Nicholson’s attraction to it. Schooner, Fishing Boat and Lighthouse. Heron relates anecdote concerning Nicholson’s attitude to his work."},{"out":2387,"in":1793,"desc":"View of St Ives. Nicholson’s St Ives (1940-1946). Landscape sketch; film of same view. Landscape with jugs. Sketch of ship off St Ives links; film of similar view including churchyard; other sketches of subjects in the churchyard. Commentary notes that “the Cornish views were often framed in a window” with superimposed jugs and vases: More houses and landscapes with jugs and mugs superimposed including 1945 (St. Ives) (1945). Heron says “this device of the window” derives from Cubism, particularly the work of Braque and Picasso, and describes how Nicholson extended it by superimposing the jugs, etc. St Ives bay; rooftops; the rooftop cabin from which Nicholson drew many of his local views. Heron talks about Nicholson’s “restrained passion” and “work ethic”. St Ives’s street; view over town and bay. Vogler talks about their move to Switzerland in 1958. Mountains, Ticino, Lake Maggiore. The Nicholsons’ house. Vogler VO talking about this “new chapter in his life”. Photograph of Nicholson. Vogler with small framed painting explains how Nicholson thought out and made his reliefs; photographs of Nicholson working. Various reliefs. View of lake. Vogler on the “feeling” conveyed by the paintings."},{"out":2783,"in":2387,"desc":"Landscape sketch; commentary on Nicholson’s subsequent travelling and “continual flow of drawings” over the next twenty years. More sketches and drawings, some from Greece or Turkey, including 1967 (Patmos Monastery) (1967); Italian subjects; Vogler describes how Nicholson would absorb atmosphere before beginning work; photographs of him drawing. Drawings; view from the Ticino house. Yorkshire church and drawing. Photograph of Nicholson walking in the Dales. Rievaulx Abbey, which “inspired some of his finest drawings”: view of the ruins and drawing of the same aspect. River. Leslie Martin’s converted mill at Great Shelford, Cambridgeshire, where Nicholson stayed after leaving Switzerland in 1971. Angela Verren talks about Nicholson’s love of certain parts of the English countryside. Nicholson’s flat in Hampstead. Verren explains how Nicholson’s purchase of his plumber’s tools set him off on a new creative period, in which he produced oil-washed drawings based on their shapes. The “five forms” side by side; Verren describes the differences between the different pictures, some of which she feels have “rather an aggressive quality”: others images of these shapes."},{"out":3128,"in":2783,"desc":"Heron talks about the “small paintings” of Nicholson’s last years which “looked like Indian ink and 6B pencil”, and “the configuration [of which] was new … there’s nothing more difficult than to discover a new way of dividing up this rectangle … [Nicholson] was breaking new ground…”. Jugs and mugs including May 1978 (single jug) (1978). May 1978 (shadows and lilac) (1978). Exterior of Nicholson’s last home, at Pilgrim’s Lane, Hampstead. Photograph of his collection of glassware and mugs, etc. Verren says that he had trouble with his eyes which made it difficult for him to work, and that he needed companionship and a tranquil atmosphere. Heron describes seeing a “late Picasso” alongside a Nicholson of similar size and thinking that the latter “slightly overwhelmed” the latter. Andras Kalman talks about Nicholson’s work before 1933 and his ability to alternate abstraction with more representational images; he feels that, in the abstract painting, “the placing of the colours, the lines, have a perfection and an elegance which doesn’t appear in either Mondrian or Braque or Picasso … a unique contribution to twentieth century art”. Commentary notes that Nicholson died before completing his last work, “a thirty-foot wall, built in Carrara marble, and based on one of his famous white reliefs”, the Nicholson Wall, at Sutton Place, Surrey. Credits"}],"Series":"","Full synopsis":"ACE151.2 10:00:08 10:08:56 Patrick Heron, Felicitas Vogler, Leslie Martin, Andras Kalman, and Angela Verren each reminisce about Ben Nicholson whom Heron claims “was the greatest English painter since Turner”. Photographs of Ben Nicholson at various stages of his life. John Read VO says that Nicholson has been called “the man who re-drew the map of English painting” and says that the events leading up to this were witnessed by his father, Herbert Read. Cover of edition of Axis from 1935. Page from magazine showing Nicholson’s Carved Relief in White (1935). He “changed the whole idea of what painting should be”; commentary reads from Axis article by H. Read, explaining different techniques employed: landscapes, a collage, paintings. A photograph of Nicholson carving out shapes in wood. White Relief (1936). A sculpture in gardens. Biographical information – photographs of his parents, both of whom were artists, Sir William Nicholson and Mabel Pryde; Ben Nicholson portrait by his mother (c.1910-1914). Leslie Martin points out that Nicholson was born into the art world – family group by Sir William Orpen (A Bloomsbury Family, 1907). Photograph of Nicholson. Kalman talking about Nicholson balancing being an “English gentleman” as well as a member of the avant-garde and supporter of the modern movement. He believes Nicholson reacted against his father’s work. Painting by William Nicholson; Mushrooms (1940). Some still life paintings with Ben Nicholson’s words over on what he learned from his father. Collection of goblets, bottles, jugs, which Nicholson inherited from his father and claimed influenced his move to abstract art. Various works incorporating images of some of these. \u000b\u000b ACE151.3 10:08:56 10:16:39 Photograph of Winifred Roberts Nicholson. 1921- circa 1923 (Cortivallo, Lugano) (1921-c.1923), where they often spent the winter. Land- and seascapes. Trout (1924), a completely abstract picture, in which the stripes were based on one of his father’s jugs (shown). Picasso’s Bouteille, Guitare, Pipe (1912) which had a profound effect on Nicholson. Christopher Wood’s Self Portrait (1927) and a seascape. Photographs of the Nicholsons’ house in Cumberland; flower painting by Winifred Nicholson showing view from the window; landscapes and a flower painting by Ben Nicholson, as well as another landscape by Winifred, mostly from around 1927. Sailing Boat on a River (1929) by Winifred; a view down the river Fal by Ben (1929). Photograph of Nicholson and Barbara Hepworth. Commentary on Nicholson’s reviving commitment to Abstraction and his “love affair with Parisian painting”. Au Chat Botté (1932), “the key picture”; details with Nicholson’s thoughts about the composition read over. Various pictures “the most personal of his career” and “in complete contrast to the total abstraction that followed”, including more or the jugs, 1932 (girl in a mirror - drawing) (1932), and composite views of himself and Hepworth. Photograph of their shared studio, photograph of Herbert Read, who lived next door to them in Hampstead where there was “an immense concentration of revolutionary aesthetic power”. Exterior Mall Studios, Henry Moore’s flat in Parkhill Road, Blue Plaque to Piet Mondrian, Paul Nash’s house in Eldon Road; commentary points to European artists who were taking refuge in London. Nash’s Equivalents for the Megaliths (1935). Naum Gabo’s Construction through a Plane (Construction on a Plane) (1937). Hepworth’s Three Forms (1935). Top of a sculpture by Moore.\u000b\u000b ACE151.4 10:16:39 10:22:17 Photograph of Mondrian’s studio; Nicholson’s memories, particularly of the artist’s “silences” over. Mondrian’s Composition with Red, Yellow and Blue (1921). Maxwell Fry’s Sun House (1935) and Lawn Road Flats (1934) by Wells Coates, both buildings of the Modern movement, in Hampstead. Cover of Circle - International Survey Of Constructive Art (1937); co-editor Leslie Martin says that they believed in “some kind of parallel between developments in painting, sculpture, architecture, science too” and hoped to put this kind of “positive, Constructive” work together in a single publication which would “speak for itself”. Nicholson quoted, “We’ve got to get rid of the degenerate idea that painting is something to be made on a four-square stretched canvas…” over abstract; black and white reproduction of 1939-44 (painted relief) (1939-1944); another relief. Nicholson quoted, saying that “it’s passion, not patience…” which produces art; photograph of him at work. Martin describes going to an exhibition of contemporary art in the mid-1930s, and seeing three painted reliefs by Nicholson; he explains why he likes the painting he subsequently bought (shown). Similar painting; commentary says Nicholson “began to reintroduce colour” to his work, “refusing to restrict his artistic freedom by any kind of formal theory”. Commentary quotes Winifred Nicholson on “the nature of abstract colour” over more abstracts; details. June 1937 (painting) (1937). Felicitas Vogler says that Nicholson liked soft, pastel colours: 1938 (painting - version 1). Commentary says that the artists of the Modern movement dispersed on the advent of war, and the movement itself was “virtually at an end”. ACE151.5 10:22:17 10:29:53 Views of St Ives, where Nicholson, Hepworth, and their children, went to live; Nicholson quoted over. Landscape: commentary says that this, “the nature of the light, the colours, the textures, and the sense of space were especially exciting to the modern artists who moved down there”. Patrick Heron talks about the importance of environment to the artist, particularly of West Cornwall to the mid-twentieth century artist. Nicholson’s studio showing lighting and notes he made. Heron shows some of the items he found there, including the compasses he used to draw his circular shapes.\u000bEarly painting of St Ives bay; sketch of similar view with foreshortened perspective. Photograph of Alfred Wallis; his cottage. Painting by Wallis; Heron talking about Wallis’s work, its relevance to contemporary artists, and Nicholson’s attraction to it. Schooner, Fishing Boat and Lighthouse. Heron relates anecdote concerning Nicholson’s attitude to his work.\u000b ACE151.6 10:29:53 10:39:47 View of St Ives. Nicholson’s St Ives (1940-1946). Landscape sketch; film of same view. Landscape with jugs. Sketch of ship off St Ives links; film of similar view including churchyard; other sketches of subjects in the churchyard. Commentary notes that “the Cornish views were often framed in a window” with superimposed jugs and vases: More houses and landscapes with jugs and mugs superimposed including 1945 (St. Ives) (1945). Heron says “this device of the window” derives from Cubism, particularly the work of Braque and Picasso, and describes how Nicholson extended it by superimposing the jugs, etc. St Ives bay; rooftops; the rooftop cabin from which Nicholson drew many of his local views. Heron talks about Nicholson’s “restrained passion” and “work ethic”. St Ives’s street; view over town and bay. Vogler talks about their move to Switzerland in 1958. Mountains, Ticino, Lake Maggiore. The Nicholsons’ house. Vogler VO talking about this “new chapter in his life”. Photograph of Nicholson. Vogler with small framed painting explains how Nicholson thought out and made his reliefs; photographs of Nicholson working. Various reliefs. View of lake. Vogler on the “feeling” conveyed by the paintings. \u000b\u000b ACE151.7 10:39:47 10:46:23 Landscape sketch; commentary on Nicholson’s subsequent travelling and “continual flow of drawings” over the next twenty years. More sketches and drawings, some from Greece or Turkey, including 1967 (Patmos Monastery) (1967); Italian subjects; Vogler describes how Nicholson would absorb atmosphere before beginning work; photographs of him drawing. Drawings; view from the Ticino house. Yorkshire church and drawing. Photograph of Nicholson walking in the Dales. Rievaulx Abbey, which “inspired some of his finest drawings”: view of the ruins and drawing of the same aspect. River. Leslie Martin’s converted mill at Great Shelford, Cambridgeshire, where Nicholson stayed after leaving Switzerland in 1971. Angela Verren talks about Nicholson’s love of certain parts of the English countryside. Nicholson’s flat in Hampstead. Verren explains how Nicholson’s purchase of his plumber’s tools set him off on a new creative period, in which he produced oil-washed drawings based on their shapes. The “five forms” side by side; Verren describes the differences between the different pictures, some of which she feels have “rather an aggressive quality”: others images of these shapes.\u000b\u000b ACE151.8 10:46:23 10:52:08 Heron talks about the “small paintings” of Nicholson’s last years which “looked like Indian ink and 6B pencil”, and “the configuration [of which] was new … there’s nothing more difficult than to discover a new way of dividing up this rectangle … [Nicholson] was breaking new ground…”. Jugs and mugs including May 1978 (single jug) (1978). May 1978 (shadows and lilac) (1978). Exterior of Nicholson’s last home, at Pilgrim’s Lane, Hampstead. Photograph of his collection of glassware and mugs, etc. Verren says that he had trouble with his eyes which made it difficult for him to work, and that he needed companionship and a tranquil atmosphere. Heron describes seeing a “late Picasso” alongside a Nicholson of similar size and thinking that the latter “slightly overwhelmed” the latter. Andras Kalman talks about Nicholson’s work before 1933 and his ability to alternate abstraction with more representational images; he feels that, in the abstract painting, “the placing of the colours, the lines, have a perfection and an elegance which doesn’t appear in either Mondrian or Braque or Picasso … a unique contribution to twentieth century art”. Commentary notes that Nicholson died before completing his last work, “a thirty-foot wall, built in Carrara marble, and based on one of his famous white reliefs”, the Nicholson Wall, at Sutton Place, Surrey. Credits\u000b\u000b","Date":"1985","Choreographer":"","Title":"Ben Nicholson 1894-1982","Part":"","Film ID":"ACE151","Production Company":"Balfour Films"}