{"Synopsis":"The history of Les Ballets Nègres, the first black ballet troupe in Europe, created in 1946 by Berto Pasuka (born Jamaica, d.1963), with the participation of surviving members of the company.","Director":"Steve Dwoskin","Article":"","Minutes":"85 min","Full credits":"With the participation of the original “BALLETS NÈGRES” members: Ben Johnson, Astley Harvey, Pamela Johnson, Johnny Lagey (Kwango), Pearl Johnson, Richie Riley, Tony Johnson, Patricia Clover (Salzedo), Leonard Salzedo. Director Stephen Dwoskin; Camera Stephen Dwoskin; Assistant Camera Véronique Goël; Sound Roger Ollerhead, Anthea Kennedy, Alan Hodge; Editors Stephen Dwoskin, Anthea Kennedy; Art Director Bernard Trude; Script Stephen Dwoskin; Costumes Véronique Goël; Make-up James Rowe; Electrician A. L. Newman; Production Manager Trish Thomas; Grips Sam Burford, Nic Boothby, Phil Hendy, Ian Wilbin; Music Schaun Tozer; Musicians: Simon Limbrick, percussion, Jon Wilkinson, additional percussion, Schaun Tozer, keyboards; Music Sound Engineer Jon Wilkinson; Original music from the BALLETS NÈGRES, Prince Kari-Kari and his Tam-Tam Orchestra. The ballet They Came: Composed by Leonard Salzedo; Arranged by Schaun Tozer, Simon Limbrick, Jon Wilkinson; Pianist Steve Halliwell; Consultants Astley Harvey, Richie Riley, Leonard Salzedo; Choreography Richie Riley, Raymond Maclean; Dancers Paul Bailey, Jacqui Boatswain, Beaux Bryant, Colin Charles, Raymond Maclean, Michael Noble, Julia de Peyer, Joy Richardson, Marcia Waldron, Desmond Williams, Honeyboy Williams. Animation Sequences Alan Hodge; Animation Rostrum Jack Warner; Special Dance Sequences Bolaji Adeola, Charles Keele; Ballet Sketches Richie Riley, Joy Richardson, Astley Harvey; With the voices of Rosalind Stockwell, John Warner, Astley Harvey, Ben Johnson, Leonard Salzedo, Pat Salzedo; Special thanks to Keith Hodiack, Kenneth Chubb, John Cowley, Harvard Theatre Collection, Pathé Picture Library, National Sound Archive, Riverside Studios, Electric Screen Cinema, Venture Centre. Executive Producer for the Arts Council Rodney Wilson . Produced by Stephen Dwoskin/Urbane Ltd. The Arts Council © 1986","chapters":[{"out":657,"in":0,"desc":"Pathé Pictorial issue on Ballets Nègres, filmed by George Stevens and Terry Ashwood. Scenes from rehearsals for first British show, with dancers and musicians. Images selected for the film emphasise the African origins of the dances. Photo of Pasuka and Roy Carr. Woman’s VO describes Carr’s background. Same photo includes Cherry Adele. Pamela Johnson at the reunion. Photo of Pamela Johnson in company –VO continues. Tony Johnson –VO continues. Johnson at reunion –VO continues. Photo of John Lagey –VO continues.Lagey at reunion –VO continues. Photo of Lagey. Same photo includes Richie Riley, Roy Carr, Brenda Davies and Vivien Snow –VO continues. More of the photo including Tony Johnson, Pearl Johnson, Dorothy Lawson – VO continues. Photo including Pasuka and Pearl Johnson –VO continues. More of same photo including Tony Johnson, Geoffrey Russell-Smith, Wardrobe Mistress, Vivien Snow, Brenda Davies –VO continues. Photo of Marjorie Blackman in costume; other photographs including one of Prince Kari-Kari –VO continues. Still of Leonard Salzedo. VO of Salzedo talking about contact with Pasuka over formation of company. Photo of Salzedo and others on motor-cycles. The reunion. Photo of Nat Laryea. Photo of Claudell Francis. Patricia Clover. Clover at reunion. Photo of Veronica Antia. Photo of Ben Johnson – VO continues. Ben Johnson at reunion. Photo of Pearl Johnson. Pearl Johnson at reunion. Photo of Astley Harvey. Film of Harvey. Photo of Marie Antia. Richie Riley. Riley at reunion. Dorothy Ralston. Photo of Ronald Ali, Elesto Cortez, Richie Riley. Rehearsal."},{"out":1207,"in":657,"desc":"Programme for Les Ballets Nègres. Man’s VO talks about Riley doing “rhythmic breathing” while in character as Huntta Man in De Prophet (1946) and scaring his partner. Dramatised fragments representing Pasuka as De Prophet, with man’s VO explaining the plot. Photo of Pasuka as De Prophet. Photo of Ben Johnson as the Police Officer. Poster for Ballets Nègres Twentieth Century Theatre season beginning September 2nd, 1952. Man’s VO saying that Pasuka never complained about performances. Photos of Pasuka including some of him in costume as the Witch Doctor in They Came. Various VOs talk about his characters were being bizarre – religious maniacs, voodoo priests, etc., that Pasuka had to struggle against great odds, that he was different, an idealist and a man of great principle. One suggests that his work wasn’t taken seriously because he and others in his group had to work in cabaret to make a living. Rehearsal."},{"out":1805,"in":1207,"desc":"The reunion: Tony Johnson dances same ballet as is in rehearsal and John Lagey joins him towards the end. Hands and then legs moving rhythmically. VO says it’s a mistake to assume that all black people “have rhythm”. Programme from The Dolphin Theatre with notes for The Nine Nights, based on the Jamaican wake or Nine Night vigil custom. Details of photos from the ballet. Rehearsal. Railway tracks as VO names the many places the Ballet Nègres toured in Britain. Postcard images of cities in France, Germany and other European countries visited by the Ballet."},{"out":2371,"in":1805,"desc":"Astley Harvey announces the ballet called Blood (1948), and describes how a white man (Harvey wearing a mask), unaware that his wife is mixed race, is surprised when she wants to go to a voodoo ceremony. Papa Le Roy (Harvey wearing crown and robes) officiates at a blood ritual. The husband disguises himself and tries to rescue his wife from being sacrificed but he is killed and she then kills herself. Final shot intercut with still from original performance. Rehearsal, this time with Richie Riley helping with direction."},{"out":2859,"in":2371,"desc":"Curtained stage. Women’s VOs reading news items about how the company needs more support from official quarters Man’s VO quotes Pasuka on dance – continues over photos of dancers rehearsing outdoors – using “simple negro dances” as the basis for the ballets; no point work; rhythmic movement of hips head, and shoulders, etc. Rehearsal. Collage of stills from Cabaret 1920. Hands drumming; male VO gives background on Cabaret 1920, a ballet in two acts, set in Harlem during Prohibition. Second male VO talk about the improvisational nature of the ballets and what wonderful results they achieved. Rehearsal. Photos of musicians. Recorded voice (chairman of the Hot Club of Denmark) introduces three recordings made 27:01:1947 for the Hot Club’s record library, played by the African orchestra directed by Prince Kari-Kari. Music from that recording session."},{"out":3401,"in":2859,"desc":"Tony Johnson, Richie Riley and John Lagey dancing at reunion. Original company members at reunion posed for group photograph. Danish programme for Ballets Nègres production, Aggrey (1946). Legs of two dancers, one wearing white, one wearing black, in Aggrey. Musical manuscripts. VO says that each ballet had its own rhythm and that the lead drummer always followed the soloist. Bare feet stepping a rhythm. Bare back being moved in rhythm. Leonard Salzedo VO points out that African music is absolutely “metronomic” in its time-keeping. Legs moving in rhythm. VO continues about very strict pattern in West Indian music. Head and neck moving in rhythm."},{"out":3897,"in":3401,"desc":"Photos from various productions: VO reads a 1947 description of the attraction of the Ballets Nègres for the European audience. Rehearsal and practice session. VO lists the eight dance-dramas of the company’s repertoire: They Came, De Prophet, Market Day, Aggrey, Blood, Bride Cry, Nine Nights, Cabaret 1920. Another VO explains the ideas on which these ballets were based. VO says that Pasuka wanted to produce a larger ballet about King Christophe of Haiti. Curtained stage. Photos of Pasuka and others. VO says that after the company’s last performance in late 1952, Pasuka went to Paris. He returned to London in 1959. He starred in Sean O’Casey’s play, Cock-a-doodle Dandy in 1963. Photos from Cock-a-doodle Dandy. Dancers in costume. VO talks about the magic of dancers moving in rhythm."},{"out":4188,"in":3897,"desc":"VO announces the ballet They Came. Credits."},{"out":5074,"in":4188,"desc":"Silhouettes of couple dancing to calypso beat music. Costumes and foreground frame change from outdoor to indoor. Sky frames in stone doorway. Man’s VO quotes letter from Berto Pasuka: “December 12, 1945. Noon.” Worries about news of sailing of “Richard”, due to take part in a show booked for April 1946, with rehearsals beginning in January. Talks about other preparations for this event, and of correspondence with Katherine Dunham. Other news. Watercolour paintings of women in carnival costumes. Woman’s VO “May 1st, 1946. Evening Standard, London.” Reads article about opening of Ballets Nègres season at Twentieth Century Theatre, Westbourne Grove. Group in public house. One shows another a dance step. Dance class. Huge luggage label announcing Les Ballet Nègres. Photos of buildings around Piccadilly Circus. Photo of dance troupe in transit. Pub interior – this is a reunion of the Ballet. Photos of Pasuka. VO “I don’t think anyone ever seen him as big as he really was.” Photos of Pasuka. Woman’s VO reading press descriptions of his work. Rehearsal for the ballet They Came (1946). Programme for Ballets Nègres production, Market Day (1946). Details from photos of performance."}],"Series":"","Full synopsis":"ACE161.10 11:09:48 11:24:34 Silhouettes of couple dancing to calypso beat music. Costumes and foreground frame change from outdoor to indoor. Sky frames in stone doorway. Man’s VO quotes letter from Berto Pasuka: “December 12, 1945. Noon.” Worries about news of sailing of “Richard”, due to take part in a show booked for April 1946, with rehearsals beginning in January. Talks about other preparations for this event, and of correspondence with Katherine Dunham. Other news. Watercolour paintings of women in carnival costumes. Woman’s VO “May 1st, 1946. Evening Standard, London.” Reads article about opening of Ballets Nègres season at Twentieth Century Theatre, Westbourne Grove. Group in public house. One shows another a dance step.\u000bDance class. Huge luggage label announcing Les Ballet Nègres. Photos of buildings around Piccadilly Circus. Photo of dance troupe in transit. Pub interior – this is a reunion of the Ballet. Photos of Pasuka. VO “I don’t think anyone ever seen him as big as he really was.” Photos of Pasuka. Woman’s VO reading press descriptions of his work. Rehearsal for the ballet They Came (1946). Programme for Ballets Nègres production, Market Day (1946). Details from photos of performance.\u000b\u000b ACE161.2 10:00:00 10:10:57 Pathé Pictorial issue on Ballets Nègres, filmed by George Stevens and Terry Ashwood. Scenes from rehearsals for first British show, with dancers and musicians. Images selected for the film emphasise the African origins of the dances. Photo of Pasuka and Roy Carr. Woman’s VO describes Carr’s background. Same photo includes Cherry Adele. Pamela Johnson at the reunion. Photo of Pamela Johnson in company –VO continues. Tony Johnson –VO continues. Johnson at reunion –VO continues. Photo of John Lagey –VO continues.Lagey at reunion –VO continues. Photo of Lagey. Same photo includes Richie Riley, Roy Carr, Brenda Davies and Vivien Snow –VO continues. More of the photo including Tony Johnson, Pearl Johnson, Dorothy Lawson – VO continues. Photo including Pasuka and Pearl Johnson –VO continues. More of same photo including Tony Johnson, Geoffrey Russell-Smith, Wardrobe Mistress, Vivien Snow, Brenda Davies –VO continues. Photo of Marjorie Blackman in costume; other photographs including one of Prince Kari-Kari –VO continues. Still of Leonard Salzedo. VO of Salzedo talking about contact with Pasuka over formation of company. Photo of Salzedo and others on motor-cycles. The reunion. Photo of Nat Laryea. Photo of Claudell Francis. Patricia Clover. Clover at reunion. Photo of Veronica Antia. Photo of Ben Johnson – VO continues. Ben Johnson at reunion. Photo of Pearl Johnson. Pearl Johnson at reunion. Photo of Astley Harvey. Film of Harvey. Photo of Marie Antia. Richie Riley. Riley at reunion. Dorothy Ralston. Photo of Ronald Ali, Elesto Cortez, Richie Riley. Rehearsal. ACE161.3 10:10:57 10:20:07 Programme for Les Ballets Nègres. Man’s VO talks about Riley doing “rhythmic breathing” while in character as Huntta Man in De Prophet (1946) and scaring his partner. Dramatised fragments representing Pasuka as De Prophet, with man’s VO explaining the plot. Photo of Pasuka as De Prophet. Photo of Ben Johnson as the Police Officer. Poster for Ballets Nègres Twentieth Century Theatre season beginning September 2nd, 1952. Man’s VO saying that Pasuka never complained about performances. Photos of Pasuka including some of him in costume as the Witch Doctor in They Came. Various VOs talk about his characters were being bizarre – religious maniacs, voodoo priests, etc., that Pasuka had to struggle against great odds, that he was different, an idealist and a man of great principle. One suggests that his work wasn’t taken seriously because he and others in his group had to work in cabaret to make a living. Rehearsal. ACE161.4 10:20:07 10:30:05 The reunion: Tony Johnson dances same ballet as is in rehearsal and John Lagey joins him towards the end. Hands and then legs moving rhythmically. VO says it’s a mistake to assume that all black people “have rhythm”. Programme from The Dolphin Theatre with notes for The Nine Nights, based on the Jamaican wake or Nine Night vigil custom. Details of photos from the ballet. Rehearsal. Railway tracks as VO names the many places the Ballet Nègres toured in Britain. Postcard images of cities in France, Germany and other European countries visited by the Ballet. ACE161.5 10:30:05 10:39:31 Astley Harvey announces the ballet called Blood (1948), and describes how a white man (Harvey wearing a mask), unaware that his wife is mixed race, is surprised when she wants to go to a voodoo ceremony. Papa Le Roy (Harvey wearing crown and robes) officiates at a blood ritual. The husband disguises himself and tries to rescue his wife from being sacrificed but he is killed and she then kills herself. Final shot intercut with still from original performance. Rehearsal, this time with Richie Riley helping with direction. ACE161.6 10:39:31 10:47:39 Curtained stage. Women’s VOs reading news items about how the company needs more support from official quarters Man’s VO quotes Pasuka on dance – continues over photos of dancers rehearsing outdoors – using “simple negro dances” as the basis for the ballets; no point work; rhythmic movement of hips head, and shoulders, etc. Rehearsal. Collage of stills from Cabaret 1920. Hands drumming; male VO gives background on Cabaret 1920, a ballet in two acts, set in Harlem during Prohibition. Second male VO talk about the improvisational nature of the ballets and what wonderful results they achieved. Rehearsal. Photos of musicians. Recorded voice (chairman of the Hot Club of Denmark) introduces three recordings made 27:01:1947 for the Hot Club’s record library, played by the African orchestra directed by Prince Kari-Kari. Music from that recording session. ACE161.7 10:47:39 10:56:41 Tony Johnson, Richie Riley and John Lagey dancing at reunion. Original company members at reunion posed for group photograph. Danish programme for Ballets Nègres production, Aggrey (1946). Legs of two dancers, one wearing white, one wearing black, in Aggrey. Musical manuscripts. VO says that each ballet had its own rhythm and that the lead drummer always followed the soloist. Bare feet stepping a rhythm. Bare back being moved in rhythm. Leonard Salzedo VO points out that African music is absolutely “metronomic” in its time-keeping. Legs moving in rhythm. VO continues about very strict pattern in West Indian music. Head and neck moving in rhythm. ACE161.8 10:56:41 11:04:57 Photos from various productions: VO reads a 1947 description of the attraction of the Ballets Nègres for the European audience. Rehearsal and practice session. VO lists the eight dance-dramas of the company’s repertoire: They Came, De Prophet, Market Day, Aggrey, Blood, Bride Cry, Nine Nights, Cabaret 1920. Another VO explains the ideas on which these ballets were based. VO says that Pasuka wanted to produce a larger ballet about King Christophe of Haiti. Curtained stage. Photos of Pasuka and others. VO says that after the company’s last performance in late 1952, Pasuka went to Paris. He returned to London in 1959. He starred in Sean O’Casey’s play, Cock-a-doodle Dandy in 1963. Photos from Cock-a-doodle Dandy. Dancers in costume. VO talks about the magic of dancers moving in rhythm. ACE161.9 11:04:57 11:09:48 VO announces the ballet They Came. Credits.","Date":"1986","Choreographer":"Richie Riley, Raymond Maclean","Title":"Ballet Black","Part":"","Film ID":"ACE161","Production Company":"Stephen Dwoskin/Urbane"}