{"Synopsis":"An analysis of the work of Mexican painter, Frida Kahlo (1907-1954), and Italian photographer, Tina Modotti (1896-1942), and ways in which women artists position themselves.","Director":"Laura Mulvey, Peter Wollen","Article":"","Minutes":"29 min","Full credits":"Frida Kahlo’s Paintings Albright-Knox Art Gallery, Buffalo, N.Y., Subscribers Fund, 1874; Humanities Research Center, The University of Texas at Austin, Musée National d’Art Moderne, Centre Georges Pompidou, Paris, Museu de Arte Moderno, Mexico City, Museo Frida Kahlo, Mexico City, Museum of Modern Art, New York, Gift of Edgar Kaufmann, Jr., Phoenix Art Museum, Phoenix, Arizona, San Francisco Museum of Modern Art, Albert M. Bender Collection, Gift of Albert M. Bender, University of California at San Francisco, Sr Robert Brady Selma and Nesuhi Ertegun, Sr Jorge Espinosa Ulloa, Sra Eugenia Farill Novelo, Mr Tomás Fernández Márquez, M. Daniel Filipacchi, Sr and Sra Jacques Gelman, Sr Alejandro Gómez Arias Mr Edgar J. Kaufmann, Sr Licio Lagos, Hon Mrs Henry R. Luce, Sra Dolores Olmedo, Sra Isolda P Kahlo, Mr and Mrs Manuel Reyero Mr S. A. Williams; Tina Modotti Photographs: Archivio Historico Fotografico (INAH), Pachuca, Comitato Tina Modotti, Trieste, Edward Weston Photograph, Center for Creative Photography, University of Arizona; Archive Film: Eastman House, Rochester, N.Y.. Library of Congress, Washington, D.C.. National Film Archive, London; Still Photography: Aurora Mosso M., Prudence Cuming, Jacques Rutten, Red Door Studios. Special Thanks To Dolores Olmedo, Vittorio Vidalo, Mark Francis Sylvia Pandolfi, Megi Pepeu, Aurora Mosso M., Hayden Herrera, Miriam Kaiser, Whitechapel Art Gallery, London; Super-8 Film Beatriz Mira Cinetequio; Rostrum Camera Frameline, Peerless Camera; Voiceover Miriam Margolyes; Dubbing Mixer Colin Martin; Preludios 5, 8 and 10, Carlos Chávez (G. Schirmer Inc); Performed by Anthony Goldstone; Fireworks Music Traditional Mexican (Folkways Records); Editing Larry Sider, Nina Danino; Design Julian Rothenstein; Production Manager Patsy Nightingale; Executive Producer Rodney Wilson; Produced by Modelmark Limited; Script & Direction Laura Mulvey & Peter Wollen. Arts Council of Great Britain © 1983.","chapters":[{"out":570,"in":0,"desc":"Commentary says that Frida Kahlo and Tina Modotti defy neat characterisation into personal or political. Caption: “This film in about two women whose paths crossed in this mural, painted by Diego Rivera, in the Ministry of Education, Mexico City, 1929.” View of the mural (Ballad of the Revolution, 1923-1928) to include the images of Kahlo and Modotti. Caption: “Women, Mexico, Art, Revolution: despite all that they both had in common, their lives and their work are strikingly different.” Caption: “Frida Kahlo. The Mexican Revolution gave artists the chance to renew their national culture. Frida Kahlo became a painter inspired by popular traditions.” Caption: “Tina Modotti. The new Mexico aroused the enthusiasm of foreign artists. Tina Modotti stayed to become a photographer and revolutionary.” Captions: “Each defined herself differently in the face of the necessities and accidents of history and biography, and in relationship top her own body. Yet both were women artists working consciously in the context of the Mexican Revolution and its aftermath, a time of violent upheaval and cultural awakening.” HISTORY. CIVIL WAR AND REVOLUTION. Processed images from actuality material of armed Mexicans; troops and others standing on moving railway trucks; a firing squad; dead bodies; covering over a mass grave; victory processions. Commentary gives some basic facts about the 1911 revolution and the resulting civil war. POPULAR LIFE AND CULTURE. Contemporary footage of village life, market, street traders, fairground roundabout, etc. ROOTS. Caption: “Movement: Frida Kahlo was born in her parents’ house in Coyoacan in 1907. She died in the same house in 1954.” Text accompanied by painting My Parents, My Grandparents, and I (1936). Portrait of Frida’s Family (c.1950-1954), set againt the landscape of Mexico, Portrait of Don Guillermo Kahlo (1952), Frida and Diego Rivera (1931), Self-portrait Dedicated to Leon Trotsky (1937). The Two Fridas (1939): commentary says that Kahlo understood her double nationality (German father, Mexican mother) but also identified very much with Mexico. Self-Portrait on the Borderline between Mexico and the U.S.A. (1932), My Nurse and I (1937), Roots (1943. The Deceased Dimas (1937). Ex voto paintings including The Suicide of Dorothy Hale (1939) and Marxism Will Give Health to the Sick (c.1954). The same sequence of paintings shown in reverse order. Caption: “Movement: Tina Modotti was born into a poor family in Udine, Northern Italy, in 1896. She died, stateless, in Mexico, in 1942.” Some of Modotti’s photographs of Mexican folk art and customs; photographs of marionettes and their operators; part of a series of industrial photographs made to illustrate a volume of avant garde poetry; political imagery, including the use of symbols of the Mexican revolution and international Communism. The same sequence of photographs shown in reverse order."},{"out":1142,"in":570,"desc":"BIOGRAPHY. TINA MODOTTI JOURNEYS AND EXILES 1896-1942. Map of Europe showing location of Udine. Commentary describes her family background. Map showing San Francisco, Los Angeles, Mexico City and Tehuantepec. Commentary says that Modotti was expelled from Mexico in 1930. Map showing Rotterdam, Berlin, Moscow, Paris, Spain. Map showing Mexico City. FRIDA KAHLO THE BLUE HOUSE 1907-1954. Contemporary film of the gardens and interior of the Kahlo family house on the outskirts of Mexico City. Commentary gives facts about her life, including her relationship with Diego Rivera, her motor accident, interior shots of her own decorations and Mexican domestic and artistic artefacts. INWARD outward. INWARD. Caption: “Frida Kahlo dissected the private hidden aspects of her life. She found visible images for an invisible interior.” The Mask (1945), which the commentary says “both shows and hides”. Self-Portrait with Thorn Necklace and Hummingbird (1940), Self-Portrait with Braid (1941), Diego in My Thoughts (aka Self-Portrait as a Tehuana) (1943), Diego and I (1949). Moses (aka Nucleus of Creation, 1945), What the Water Gave Me (1938), paintings of the unconscious, The Dream (aka The Bed, 1940), Without Hope (1945). Self-Portrait with Heavy Necklace (1933). Self-Portrait (1926); Self-Portrait with Hair Loose (1947), Self-Portrait with Small Monkey (1945), Self-Portrait with Monkeys (1943), Self-Portrait with Monkey and Necklace (1938). The same sequence of paintings shown in reverse order. Caption: “Outward. Tina Modotti worked in the streets, the outside world. She watched the Mexican people, their condition and their revolution.” Photographs by Modotti, many of hands, people working, etc. Modotti learned photography from Edward Weston. Photographs of plants which bring out their natural geometric qualities. Formalist photographs of buildings, etc. The same sequence of photographs shown in reverse order."},{"out":1735,"in":1142,"desc":"THE BODY. The Tiger’s Coat Tina Modotti Plays A Mexican Woman (Hollywood, 1920). Extract from the film. Frida And Diego Home Movies Taken At The Blue House (Nickolas Muray). Colour film c.1935. INJURY beauty. Caption: “Injury. Frida Kahlo lived in pain and in crisis with her own body. By painting her self-portrait she transcribed her injuries into emblems and allegory. Text accompanied by painting A Few Small Nips (aka A Few Little Pricks, 1935). My Birth (1932), Tree of Hope, Keep Firm (1946), Henry Ford Hospital (aka The Flying Bed, 1932) in which her body on the bed is surrounded by emblematic objects, lithograph of Frida and the Abortion (aka Frida and the Miscarriage, 1932), Frida and the Caesarian Operation (c.1932), Self-Portrait with Dr Juan Farill (1951), The Broken Column (1944), The Little Deer (1946), Self-Portrait with Cropped Hair (1940). Still life paintings – Still Life with Parrot (1951), Fruit of Life (1953). Self Portrait On The Bed Or Me And My Doll (1937). The same sequence of paintings shown in reverse order. Caption: “Beauty. Tina Modotti was famous as a beauty, but she rebelled against the gaze of others to make her own images of the working women of Mexico.” Some of Modotti’s photographs of women from Tehuantepec, legendary for their strength, beauty and independence. Commentary suggests that many of them emphasise motherhood as work. The same sequence of photographs shown in reverse order. Diego Rivera’s mural. Commentary repeats that the lives of these two women defy neat categorisation as Kahlo’s “personal” work was deeply political, while Modotti’s photography is marked by her personal experience as a woman. Credits."}],"Series":"","Full synopsis":"ACE119.2 10:00:00 10:09:30 Commentary says that Frida Kahlo and Tina Modotti defy neat characterisation into personal or political. Caption: “This film in about two women whose paths crossed in this mural, painted by Diego Rivera, in the Ministry of Education, Mexico City, 1929.” View of the mural (Ballad of the Revolution, 1923-1928) to include the images of Kahlo and Modotti. Caption: “Women, Mexico, Art, Revolution: despite all that they both had in common, their lives and their work are strikingly different.” Caption: “Frida Kahlo. The Mexican Revolution gave artists the chance to renew their national culture. Frida Kahlo became a painter inspired by popular traditions.” Caption: “Tina Modotti. The new Mexico aroused the enthusiasm of foreign artists. Tina Modotti stayed to become a photographer and revolutionary.” Captions: “Each defined herself differently in the face of the necessities and accidents of history and biography, and in relationship top her own body. Yet both were women artists working consciously in the context of the Mexican Revolution and its aftermath, a time of violent upheaval and cultural awakening.” HISTORY. CIVIL WAR AND REVOLUTION. Processed images from actuality material of armed Mexicans; troops and others standing on moving railway trucks; a firing squad; dead bodies; covering over a mass grave; victory processions. Commentary gives some basic facts about the 1911 revolution and the resulting civil war. POPULAR LIFE AND CULTURE. Contemporary footage of village life, market, street traders, fairground roundabout, etc. ROOTS. Caption: “Movement: Frida Kahlo was born in her parents’ house in Coyoacan in 1907. She died in the same house in 1954.” Text accompanied by painting My Parents, My Grandparents, and I (1936). Portrait of Frida’s Family (c.1950-1954), set againt the landscape of Mexico, Portrait of Don Guillermo Kahlo (1952), Frida and Diego Rivera (1931), Self-portrait Dedicated to Leon Trotsky (1937). The Two Fridas (1939): commentary says that Kahlo understood her double nationality (German father, Mexican mother) but also identified very much with Mexico. Self-Portrait on the Borderline between Mexico and the U.S.A. (1932), My Nurse and I (1937), Roots (1943. The Deceased Dimas (1937). Ex voto paintings including The Suicide of Dorothy Hale (1939) and Marxism Will Give Health to the Sick (c.1954). The same sequence of paintings shown in reverse order. Caption: “Movement: Tina Modotti was born into a poor family in Udine, Northern Italy, in 1896. She died, stateless, in Mexico, in 1942.” Some of Modotti’s photographs of Mexican folk art and customs; photographs of marionettes and their operators; part of a series of industrial photographs made to illustrate a volume of avant garde poetry; political imagery, including the use of symbols of the Mexican revolution and international Communism. The same sequence of photographs shown in reverse order.\u000b\u000b ACE119.3 10:09:30 10:19:02 BIOGRAPHY. TINA MODOTTI JOURNEYS AND EXILES 1896-1942. Map of Europe showing location of Udine. Commentary describes her family background. Map showing San Francisco, Los Angeles, Mexico City and Tehuantepec. Commentary says that Modotti was expelled from Mexico in 1930. Map showing Rotterdam, Berlin, Moscow, Paris, Spain. Map showing Mexico City. FRIDA KAHLO THE BLUE HOUSE 1907-1954. Contemporary film of the gardens and interior of the Kahlo family house on the outskirts of Mexico City. Commentary gives facts about her life, including her relationship with Diego Rivera, her motor accident, interior shots of her own decorations and Mexican domestic and artistic artefacts. INWARD outward. INWARD. Caption: “Frida Kahlo dissected the private hidden aspects of her life. She found visible images for an invisible interior.” The Mask (1945), which the commentary says “both shows and hides”. Self-Portrait with Thorn Necklace and Hummingbird (1940), Self-Portrait with Braid (1941), Diego in My Thoughts (aka Self-Portrait as a Tehuana) (1943), Diego and I (1949). Moses (aka Nucleus of Creation, 1945), What the Water Gave Me (1938), paintings of the unconscious, The Dream (aka The Bed, 1940), Without Hope (1945). Self-Portrait with Heavy Necklace (1933). Self-Portrait (1926); Self-Portrait with Hair Loose (1947), Self-Portrait with Small Monkey (1945), Self-Portrait with Monkeys (1943), Self-Portrait with Monkey and Necklace (1938). The same sequence of paintings shown in reverse order. Caption: “Outward. Tina Modotti worked in the streets, the outside world. She watched the Mexican people, their condition and their revolution.” Photographs by Modotti, many of hands, people working, etc. Modotti learned photography from Edward Weston. Photographs of plants which bring out their natural geometric qualities. Formalist photographs of buildings, etc. The same sequence of photographs shown in reverse order.\u000b ACE119.4 10:19:02 10:28:55 THE BODY. The Tiger’s Coat Tina Modotti Plays A Mexican Woman (Hollywood, 1920). Extract from the film. Frida And Diego Home Movies Taken At The Blue House (Nickolas Muray). Colour film c.1935. INJURY beauty. Caption: “Injury. Frida Kahlo lived in pain and in crisis with her own body. By painting her self-portrait she transcribed her injuries into emblems and allegory. Text accompanied by painting A Few Small Nips (aka A Few Little Pricks, 1935). My Birth (1932), Tree of Hope, Keep Firm (1946), Henry Ford Hospital (aka The Flying Bed, 1932) in which her body on the bed is surrounded by emblematic objects, lithograph of Frida and the Abortion (aka Frida and the Miscarriage, 1932), Frida and the Caesarian Operation (c.1932), Self-Portrait with Dr Juan Farill (1951), The Broken Column (1944), The Little Deer (1946), Self-Portrait with Cropped Hair (1940). Still life paintings – Still Life with Parrot (1951), Fruit of Life (1953). Self Portrait On The Bed Or Me And My Doll (1937). The same sequence of paintings shown in reverse order. Caption: “Beauty. Tina Modotti was famous as a beauty, but she rebelled against the gaze of others to make her own images of the working women of Mexico.” Some of Modotti’s photographs of women from Tehuantepec, legendary for their strength, beauty and independence. Commentary suggests that many of them emphasise motherhood as work. The same sequence of photographs shown in reverse order. Diego Rivera’s mural. Commentary repeats that the lives of these two women defy neat categorisation as Kahlo’s “personal” work was deeply political, while Modotti’s photography is marked by her personal experience as a woman. Credits.","Date":"1983","Choreographer":"","Title":"Frida Kahlo & Tina Modotti","Part":"","Film ID":"ACE119","Production Company":"Modelmark"}