{"Synopsis":"The record of a poetry event staged by the Kensington and Chelsea branch of the Campaign for Nuclear Disarmament, at Chelsea Old Town, in 1981, featuring readings by a number of British writers including Adrian Mitchell (b.1932), Harold Pinter (1930), Ivor Cutler (1923-2006), etc.","Director":"Francis Fuchs","Article":"","Minutes":"25 min","Full credits":"Poems: There will probably be a Nuclear War in the next Ten Years, Pete Brown, Death in the Suburbs, Adrian Henri; Requirements in a Shelter, Adrian Mitchell; Sometimes Love, Nicki Jackowska; Paraphrases, Roy Fisher; When I was, Phyllis King; Progenitor, Judith Kazantsis; Trees, Ruth Fainlight; Counting Song, Ivor Cutler; Hampstead by Night, Eddie Linden; Office Friendships, Gavin Ewart; Interruption at the Opera House, Brian Patten; A Nocturnall upon S. Lucies Day, being the Shortest Day, John Donne, read by Harold Pinter; Galactic Love Poem, Adrian Henri; Ten Years, Ivor Cutler; In the Later Days of Time, Pete Brown & Ian Lynn; Thousands on a Raft, Pete Brown & Jim Mullen; POETS AGAINST THE BOMB was chaired by Judith Radstone who organised the event with Kensington & Chelsea CND. This film was made possible through the help and support of A.C.T.T., Frank Allaun M.P., Arbor Films, Arts Council of Great Britain, British Institute of Recorded Sound, Allan Brownjohn, Jacky Darville David Naden Associates Film Stock Centre Four Corners, Stanley Foreman, John Gold, Greater London Arts Association, I. A. Lisky, Lusia Films, Tony Palmer, Platypus Films Plum, The Poster Shop, Morry Rose N. M. Seedo Eric Shanes Sidney Bron Music Co.Ltd., Video Time Ltd. Shalini Waran, Michael Whyte. Camera Dianne Tammes, Pascoe McFarlane, Oliver Stapleton, John Speer; Assistants Brian Herlihy, Udi Prasad, Martin Testa; Sound Diana Ruston, Ray Becket; Assistant Howard Johnson; Lights Frank Cross; Assistant Director Chris Rose; Office Barbara Somerville; Titles Carol Smither; Editor Russell Fenton; Assistant Joy Chamberlain; Associate Producer Robert Lynton; Produced & Directed by Francis Fuchs.","chapters":[{"out":486,"in":0,"desc":"Chelsea Old Town Hall, April 15,1981. Pete Brown. List of poets and poems. Adrian Henri (Death in the Suburbs). Adrian Mitchell. Nicki Jackowska. Roy Fisher."},{"out":1044,"in":486,"desc":"Phyllis King. Judith Kazantsis. Ruth Fainlight. Ivor Cutler sings Counting Song. Eddie Linden. Gavin Ewart. Brian Patten"},{"out":1510,"in":1044,"desc":"Pete Brown sings, accompanied by Ian Lynn (piano). Harold Pinter reads John Donne.Adrian Henri (Galactic Love Poem). Audience leaving. CND march with Pete Brown and Jim Mullen (piano) over. Credits. Ivor Cutler reads Ten Years."}],"Series":"","Full synopsis":"ACE111.2 10:00:00 10:08:06 Chelsea Old Town Hall, April 15,1981. Pete Brown. List of poets and poems. Adrian Henri (Death in the Suburbs). Adrian Mitchell. Nicki Jackowska. Roy Fisher. ACE111.3 10:08:06 10:17:24 Phyllis King. Judith Kazantsis. Ruth Fainlight. Ivor Cutler sings Counting Song. Eddie Linden. Gavin Ewart. Brian Patten ACE111.4 10:17:24 10:25:10 Pete Brown sings, accompanied by Ian Lynn (piano). Harold Pinter reads John Donne.Adrian Henri (Galactic Love Poem). Audience leaving. CND march with Pete Brown and Jim Mullen (piano) over. Credits. Ivor Cutler reads Ten Years.","Date":"1981","Choreographer":"","Title":"Poets Against the Bomb","Part":"","Film ID":"ACE111","Production Company":""}