{"Synopsis":"The Italian Futurist movement, which lasted from 1909 to around 1944, partly filmed at a 1986 exhibition at the Palazzo Grassi, Venice.","Director":"Lutz Becker","Article":"","Minutes":"52 min","Full credits":"The producers acknowledge the assistance of Pontus Hulten, Palazzo Grassi, Venice, Carlo Prosser, Museo Depero, Rovereto Gualberto Ranieri, FIAT, Turin. Thanks are due to Luce Marinetti, Luce and Elica Balla, Maria Fede Caproni-Armani Film Archives, Istituto Luce, Rome, Imperial War Museum, London, Huntley Archives, London, ETV, London, Cine-FIAT, Turin; Museums and Galleries: Museum of Modern Art, New York, Pinacoteca di Brera, Milan, Galleria Fonte d’Abisso, Modena, Musei Civici, Como, Musée National d’Art Moderne, Centre Georges Pompidou, Paris, Sprengel Museum, Hanover, Galleria Nazionale d’Arte Moderna, Rome, Museo de Arte Contemporáneo, São Paulo, Staatsgalerie Moderne Kunst, Munich Private Collections and DACS. Performances: Russolo Ensemble, Trio Exvoco, Ventura Dance Company; Interviewees Elica Balla, Maurizio Calvesi, Massimo Carrá, Enrico Crispolti, Commandante Ferrari, Enrico Filippini, Franco Maffina, Luce Marinetti; Narrators Peter Woodward, Fred Duncan, Robert Rietty; Camera Patrick Duval, Giuseppe Barese; Assistant Camera John Smith; Sound Mandy Rose; Sound Effects Brian Johnson; Sound Mix John Watts, Ernest Marsh; Editor JoAnn Kaplan; Assistant Editor Jane Harris, Swaveck Zukowski; Art Historical Advisor Paul Overy; Italian Advisers Andrea Bastianello, Fabrizi Berutti, Gabriella Palavicino, Ruggero Rossi, Massimo Sani; Graphics Paul McAlinden; Titles Frameline; Robot Design Vin Burnham; Production Manager Shelley Williams; Producer Keith Griffiths; Executive Producer Rodney Wilson; Written and directed by Lutz Becker. A Followbetter Production for the Arts Council of Great Britain in association with Channel 4. © Arts Council of Great Britain, MCMLXXXVII.","chapters":[{"out":381,"in":0,"desc":"Tango dancers on railway station; black and white footage of train wheels. Dancers and train pistons; train driver; train, railway lines, etc. VO shouts “A basta con tango e Parsifal! Down with tango and Parsifal!”, and more from the 1914 Tango Manifesto. Exterior of the house in Milan where Filippo Tommaso Marinetti launched his Futurist manifestos. Interior. Photographs of Marinetti. House interiors seen through distorting lenses. Carlo Carrà’s Ritratto di Marinetti / Portrait of the Poet Marinetti (1911). Street scenes in Italy in the early days of the 20th century. Photograph of Marinetti in a car. Footage of car manufacturer’s workshop. VO says that Marinetti celebrated the crashing of his car in the founding manifesto of Futurism, believing that technology would change perception of social and sexual conventions. Marinetti’s words VO: “We intend to sing the love of danger, the habit of energy and fearlessness. Courage, audacity and revolt will be essential elements of our poetry...”. Early motor-racing scenes. Marinetti’s VO on the beauty of speed, etc. Poster for Viva Marinetti. Views of Venice. VO relates how Marinetti hurled anti-Venetian leaflets and tirades against Venice and the Venetians, “we denounce Venice…”. Military aircraft flying in formation. Interior Palazzo Grassi, Venice 1986: Hosting an exhibition to celebrate Futurism. Early aeroplanes, once the object of Futurist admiration are now museum pieces."},{"out":624,"in":381,"desc":"Maurizio Calvesi, art critic, saying how Marinetti’s manifesto listed all manner of early twentieth century mechanical developments, cars, aeroplanes, etc. Marinetti’s words VO. Black and white film of factory and steel mill interiors. Words by Marinetti and Calvesi VO. Architectural drawings of factories, etc., by Antonio Sant’Elia. His Città Nuova / The City of the Future (1914). Aerial view of the FIAT Linghotto factory, Turin. Original footage of car being driven along the flat roof of the building. Architectural drawings for unrealised projects, influential on successive generations of architects. Original film of cars racing on the FIAF roof intercut with contemporary film of the same. Aerial view of the factory, designed by Matte Trucco, racing footage, etc. Luigi Russolo’s painting La Rivolta / Revolt (1911), his subject, the racing car, being synonymous with the new mobility and social ferment of the urban masses. Milan. Photograph of Marinetti and other Futurists. Umberto Boccioni’s painting, Rissa in Galleria / Riot in the Galleria (1910). His Idolo Moderno / Modern Idol (1911). Street scene. Boccioni’s La Strada Entra Nella Casa / The Street Enters the House (1911), La Città che Sale / The City Rises (1910-1911). Memorial arch to Vittorio Emanuele II; interior steel mill. Various photo-dynamic studies by Anton Giulio Bragaglia showing “lines of movement and the penetration of space”."},{"out":964,"in":624,"desc":"Works by Giacomo Balla: Dinamismo di un Cane al Guinzaglio / Dynamism of a Dog on a Leash (1912), Figure in Movimento / Figures in Movement (1913), Bambina che Corre sul Balcone / Girl Running on the Balcony (1912), Volo Rondini Grondaia Cielo / Swifts: Paths of Movement and Dynamic Sequences (1913), Elasticità / Elasticity (1912). Io Noi Boccioni / I We Boccioni (1907-1910), photographic self-portrait by Boccioni. Costruzione Verticale / Vertical Structure [identified on several websites as Costruzione Orizzontale / Horizontal Construction (1912)], a portrait of Boccioni’s mother. Boccioni’s sculpture of his mother, Antigrazioso / Antigraceful (1913); photograph of his mother with the sculpture sculpture Testa + Casa + Luce / Head + House + Light (1912). Boccioni’s masterpiece, Forme Uniche della Continuità nello Spazio / Unique Forms of Continuity in Space (1914), reaching towards “physical transcendentalism”. Details of several different copies of this work. Luigi Russolo’s painting Musica / Music (1911); he published his manifesto, L’Arte dei Rumori (The Art of Noise), in 1913. Photograph of Russolo.and his intonorumori, “noise intoners” or noise machines. The Russolo Ensemble in their interpretation of a work. Franco Maffi, musicologist, on Russolo’s use of “raw noise” and its slow acceptance by musicians like Stravinsky. VO continues over details of Russolo’s piano enharmonico, the “enharmonic piano”. Photograph of original performers. The Russolo Ensemble in an excerpt from Francesco Balilla Fratella’s opera, L’Aviatore Dro / The Last Flight of the Aviator (1912-1914) for voice and noise machines"},{"out":1271,"in":964,"desc":"Venice. VO Massimo Carrà, son of Cubist Carlo Carrà. Carrà on how the Futurists turned out to share ideologies and poetics with other art movements. Photo of Carrà; films of Paris from the early 20th century. Massimo Carrà on how his father was not an orthodox Futurist, but had acquired Cubist ideas as well. Details from Manifestazione Interventista / Patriotic Celebration or Manifesto for Intervention (1914) by Carrà, demonstrating Cubist ideas with Futurist contributions. Giacomo Balla’s Velocità astratta - l'auto è passata / Abstract Speed: Passing Car (1913), and other works including sketch and sculpture Linee Forza del Pugno di Boccioni / Boccioni’s Fist (1915). Photograph of Balla and his family. His two daughters, Elica and Luce (Propeller and Light) still live in the house in Rome which he had turned into a total Futurist environment. VO Elica Balla. Elica Balla, on her father’s search for “impalpable patterns”. VO continues over shots of the interior decorations of the house, on Balla’s “implacable quest for movement, for the lines of thought”. Some of Balla’s Compenetrazioni Iridescenti / Iridescent Permeations (1912-1913) series. Balla’s poems Temporale / The Tempest and Paesaggio / Landscape (1914) performed by the Trio Exvoco (Hanna Aurbacher, Theophil Maier and Ewald Liska). Programme for Caffè Concerto, “Poesia”, in Milan, created by Francesco Cangiuno, Neapolitan artist, using “free typography”, “The Alphabet of Surprise”."},{"out":1819,"in":1271,"desc":"Excerpt from Amor Pedestre / Love Afoot or Pedestrian Love, a 1914 film by Marcel Fabre, here accompanied with music by Silvio Mix (Silvio De Re). Actors’ feet and legs only tell the story. Maurizio Calvesi says that Marinetti’s ideas became an ideology “with questionable, even dangerous implications”. Film of shelling and other battlefield scenes during First World War. Calvesi suggests that Marinetti’s ideas on war were not very far from revolution. Gino Severini’s Treno Blindato in Azione / Armoured Train in Action (1915). Many artists and intellectuals welcomed the war as a cleansing blood bath, a source of radical change. Battlefield footage. Detail from Armoured Train. Film of Italian mobilisation, 1915. Photographs of Milan Futurists in the Battalion of Cyclists and Automobilists. Trio Exvoco performing one of Marinetti’s wartime words, illustrating his theories of “Parole in Libertà” (Words in Freedom). Wartime footage and free typography documents. Calvesi suggests that the Futurists confused war and revolution, believing that violent intervetion necessarily lay at the base of each. Revolutionary scenes in Russia. Vladimir Mayakovsky. Peasants running to pick up poetry and propaganda thrown from a train. Designs by Mayakovsky. Anti-religious procession with float carrying puppets designed by him. Portret Vladimira Tatlina / Portrait of Vladimir Tatlin (1911), by Mihkail Larionov, an example of Cubo-Futurism. The model of Tatlin’s Constructivist Monument to the Third International or Tatlin’s Tower (1919). Examples of Aleksander Rodchenko’s Poster Art. Footage of Lenin addressing crowds; his funeral; Stalin."},{"out":2285,"in":1819,"desc":"Mussolini in motorcade. Enrico Crispolti, art historian, on the political Futurist party. Footage of street fighting and prop-Fascist demonstrations. Rome. Crispolti says that Fascism later rejected Futurist support. Marinetti moved to Rome. Poster for his Zang Tumb Tumb. Loudspeakers. Words heard over film of building sites with men and machines, hydro-electrical stations. The Mostra della Rivoluzione Fascista (Exhibition of the Fascist Revolution) (Rome, 1932), Futurist in style but without Futurist participation. Luce Marinetti comments on her father’s continuing struggle. Photographic portrait of Marinetti by Tato (Guglielmo Sansoni). Photograph of Futurists. Marinetti Sun (1920) and Marinetti Sun monochrome version (1914) both by Rougena Zatkova. Film of Marinetti at Fascist aerial event. Comandante Ferrari, aerobatics pilot, reading from Futurist writing on aviation over scenes of stunt flying. Marinetti’s voice heard reading one of his “aero poems”, Spiralling Over the Gulf of Naples; Inferno di Battaglia sul Paradiso del Golfo / Inferno of Battle in the Paradise of the Gulf, by Gerardo Dottori, 1941), Dinamismo Aereo (1922) and similar by Vittorio Corona. Depero Futurista / The Bolted Book (1927), various posters, etc."},{"out":2819,"in":2285,"desc":"Rovereto, Trentino. Photograph of Fortunato Depero who wrote with Balla, the manifesto Recostruzione Futurista del Universo / Futurist Reconstruction of the Universe (1915). Paintings and other exhibits include Rotazione di Ballerina e Pappagalli / Rotation of a Dancer Girl with Parrots (1914-1915). Maurizio Scudiero, Curator of the Museum Fortunato Depero, reads from the Manifesto. Metal flowers by Osvaldo Bot (Osvaldo Barbieri). Exhibits in the Depero Museum. Depero’s Puppet Theatre, Balli Plastici / Plastic Dances, with music by Virgilio Mortari. F.T. Marinetti, a 1929 collage by Enrico Prampolini. Examples of Prampolini’s theatrical designs in a “para-Surrealist” style. Dream sequence from Carlo Ludovico Bragaglia’s film La Borsa o la Vita / Your Money or Your Life (1933), attributed to Prampolini. Marinetti and his wife, Benedetta, with King Victor Emanuel III at the Futurist Exhibition, Rome, 1935. Exhibits include Zatkova’s Acqua Scorrente sotto Ghiaccio e Neve (1920), Benedetta Cappa Marinetti’s Treno nella Notte in Velocità / Speeding Train by Night (1924); some small sculptures. Footage of Mussolini in a “campaign for grain” propaganda film, and a “cucina futurista” event, including Paris-Sudan, a tactile collage by Marinetti. Hail to the Wind of Change read over (English). “Chicken FIAT” and other dishes such as lobster in green zabaglioni; cocktails called “The Inventress” and “I Burn in Your Mouth”. Trio Exvoco performing The Woman Who Loves the Past (in French)."},{"out":3050,"in":2819,"desc":"Venice. Enrico Filippini, writer, on the political consequences of Futurism and its relationship to Fascism. Reconstruction of a “robotic ballet”, L’Agonia della Macchina / Agony of the Machine, devised by Ivo Pannaggi in 1922. Credits, intercut with ballet."}],"Series":"","Full synopsis":"ACE170.2 10:00:00 10:06:21 Tango dancers on railway station; black and white footage of train wheels. Dancers and train pistons; train driver; train, railway lines, etc. VO shouts “A basta con tango e Parsifal! Down with tango and Parsifal!”, and more from the 1914 Tango Manifesto. Exterior of the house in Milan where Filippo Tommaso Marinetti launched his Futurist manifestos. Interior. Photographs of Marinetti. House interiors seen through distorting lenses. Carlo Carrà’s Ritratto di Marinetti / Portrait of the Poet Marinetti (1911). Street scenes in Italy in the early days of the 20th century. Photograph of Marinetti in a car. Footage of car manufacturer’s workshop. VO says that Marinetti celebrated the crashing of his car in the founding manifesto of Futurism, believing that technology would change perception of social and sexual conventions. Marinetti’s words VO: “We intend to sing the love of danger, the habit of energy and fearlessness. Courage, audacity and revolt will be essential elements of our poetry...”. Early motor-racing scenes. Marinetti’s VO on the beauty of speed, etc. Poster for Viva Marinetti. Views of Venice. VO relates how Marinetti hurled anti-Venetian leaflets and tirades against Venice and the Venetians, “we denounce Venice…”. Military aircraft flying in formation. Interior Palazzo Grassi, Venice 1986: Hosting an exhibition to celebrate Futurism. Early aeroplanes, once the object of Futurist admiration are now museum pieces. ACE170.3 10:06:21 10:10:24 Maurizio Calvesi, art critic, saying how Marinetti’s manifesto listed all manner of early twentieth century mechanical developments, cars, aeroplanes, etc. Marinetti’s words VO. Black and white film of factory and steel mill interiors. Words by Marinetti and Calvesi VO. Architectural drawings of factories, etc., by Antonio Sant’Elia. His Città Nuova / The City of the Future (1914). Aerial view of the FIAT Linghotto factory, Turin. Original footage of car being driven along the flat roof of the building. Architectural drawings for unrealised projects, influential on successive generations of architects. Original film of cars racing on the FIAF roof intercut with contemporary film of the same. Aerial view of the factory, designed by Matte Trucco, racing footage, etc. Luigi Russolo’s painting La Rivolta / Revolt (1911), his subject, the racing car, being synonymous with the new mobility and social ferment of the urban masses. Milan. Photograph of Marinetti and other Futurists. Umberto Boccioni’s painting, Rissa in Galleria / Riot in the Galleria (1910). His Idolo Moderno / Modern Idol (1911). Street scene. Boccioni’s La Strada Entra Nella Casa / The Street Enters the House (1911), La Città che Sale / The City Rises (1910-1911). Memorial arch to Vittorio Emanuele II; interior steel mill. Various photo-dynamic studies by Anton Giulio Bragaglia showing “lines of movement and the penetration of space”.\u000b\u000b ACE170.4 10:10:24 10:16:04 Works by Giacomo Balla: Dinamismo di un Cane al Guinzaglio / Dynamism of a Dog on a Leash (1912), Figure in Movimento / Figures in Movement (1913), Bambina che Corre sul Balcone / Girl Running on the Balcony (1912), Volo Rondini Grondaia Cielo / Swifts: Paths of Movement and Dynamic Sequences (1913), Elasticità / Elasticity (1912). Io Noi Boccioni / I We Boccioni (1907-1910), photographic self-portrait by Boccioni. Costruzione Verticale / Vertical Structure [identified on several websites as Costruzione Orizzontale / Horizontal Construction (1912)], a portrait of Boccioni’s mother. Boccioni’s sculpture of his mother, Antigrazioso / Antigraceful (1913); photograph of his mother with the sculpture sculpture Testa + Casa + Luce / Head + House + Light (1912). Boccioni’s masterpiece, Forme Uniche della Continuità nello Spazio / Unique Forms of Continuity in Space (1914), reaching towards “physical transcendentalism”. Details of several different copies of this work. Luigi Russolo’s painting Musica / Music (1911); he published his manifesto, L’Arte dei Rumori (The Art of Noise), in 1913. Photograph of Russolo.and his intonorumori, “noise intoners” or noise machines. The Russolo Ensemble in their interpretation of a work. Franco Maffi, musicologist, on Russolo’s use of “raw noise” and its slow acceptance by musicians like Stravinsky. VO continues over details of Russolo’s piano enharmonico, the “enharmonic piano”. Photograph of original performers. The Russolo Ensemble in an excerpt from Francesco Balilla Fratella’s opera, L’Aviatore Dro / The Last Flight of the Aviator (1912-1914) for voice and noise machines\u000b\u000b ACE170.5 10:16:04 10:21:11 Venice. VO Massimo Carrà, son of Cubist Carlo Carrà. Carrà on how the Futurists turned out to share ideologies and poetics with other art movements. Photo of Carrà; films of Paris from the early 20th century. Massimo Carrà on how his father was not an orthodox Futurist, but had acquired Cubist ideas as well. Details from Manifestazione Interventista / Patriotic Celebration or Manifesto for Intervention (1914) by Carrà, demonstrating Cubist ideas with Futurist contributions. Giacomo Balla’s Velocità astratta - l'auto è passata / Abstract Speed: Passing Car (1913), and other works including sketch and sculpture Linee Forza del Pugno di Boccioni / Boccioni’s Fist (1915). Photograph of Balla and his family. His two daughters, Elica and Luce (Propeller and Light) still live in the house in Rome which he had turned into a total Futurist environment. VO Elica Balla. Elica Balla, on her father’s search for “impalpable patterns”. VO continues over shots of the interior decorations of the house, on Balla’s “implacable quest for movement, for the lines of thought”. Some of Balla’s Compenetrazioni Iridescenti / Iridescent Permeations (1912-1913) series. Balla’s poems Temporale / The Tempest and Paesaggio / Landscape (1914) \u000bperformed by the Trio Exvoco (Hanna Aurbacher, Theophil Maier and Ewald Liska). Programme for Caffè Concerto, “Poesia”, in Milan, created by Francesco Cangiuno, Neapolitan artist, using “free typography”, “The Alphabet of Surprise”.\u000b\u000b ACE170.6 10:21:11 10:30:19 Excerpt from Amor Pedestre / Love Afoot or Pedestrian Love, a 1914 film by Marcel Fabre, here accompanied with music by Silvio Mix (Silvio De Re). Actors’ feet and legs only tell the story. Maurizio Calvesi says that Marinetti’s ideas became an ideology “with questionable, even dangerous implications”. Film of shelling and other battlefield scenes during First World War. Calvesi suggests that Marinetti’s ideas on war were not very far from revolution. Gino Severini’s Treno Blindato in Azione / Armoured Train in Action (1915). Many artists and intellectuals welcomed the war as a cleansing blood bath, a source of radical change. Battlefield footage. Detail from Armoured Train. Film of Italian mobilisation, 1915. Photographs of Milan Futurists in the Battalion of Cyclists and Automobilists. Trio Exvoco performing one of Marinetti’s wartime words, illustrating his theories of “Parole in Libertà” (Words in Freedom). Wartime footage and free typography documents. Calvesi suggests that the Futurists confused war and revolution, believing that violent intervetion necessarily lay at the base of each. Revolutionary scenes in Russia. Vladimir Mayakovsky. Peasants running to pick up poetry and propaganda thrown from a train. Designs by Mayakovsky. Anti-religious procession with float carrying puppets designed by him. Portret Vladimira Tatlina / Portrait of Vladimir Tatlin (1911), by Mihkail Larionov, an example of Cubo-Futurism. The model of Tatlin’s Constructivist Monument to the Third International or Tatlin’s Tower (1919). Examples of Aleksander Rodchenko’s Poster Art. Footage of Lenin addressing crowds; his funeral; Stalin. ACE170.7 10:30:19 10:38:05 Mussolini in motorcade. Enrico Crispolti, art historian, on the political Futurist party. Footage of street fighting and prop-Fascist demonstrations. Rome. Crispolti says that Fascism later rejected Futurist support. Marinetti moved to Rome. Poster for his Zang Tumb Tumb. Loudspeakers. Words heard over film of building sites with men and machines, hydro-electrical stations. The Mostra della Rivoluzione Fascista (Exhibition of the Fascist Revolution) (Rome, 1932), Futurist in style but without Futurist participation. Luce Marinetti comments on her father’s continuing struggle. Photographic portrait of Marinetti by Tato (Guglielmo Sansoni). Photograph of Futurists. Marinetti Sun (1920) and Marinetti Sun monochrome version (1914) both by Rougena Zatkova. Film of Marinetti at Fascist aerial event. Comandante Ferrari, aerobatics pilot, reading from Futurist writing on aviation over scenes of stunt flying. Marinetti’s voice heard reading one of his “aero poems”, Spiralling Over the Gulf of Naples; Inferno di Battaglia sul Paradiso del Golfo / Inferno of Battle in the Paradise of the Gulf, by Gerardo Dottori, 1941), Dinamismo Aereo (1922) and similar by Vittorio Corona. Depero Futurista / The Bolted Book (1927), various posters, etc. ACE170.8 10:38:05 10:46:59 Rovereto, Trentino. Photograph of Fortunato Depero who wrote with Balla, the manifesto Recostruzione Futurista del Universo / Futurist Reconstruction of the Universe (1915). Paintings and other exhibits include Rotazione di Ballerina e Pappagalli / Rotation of a Dancer Girl with Parrots (1914-1915). Maurizio Scudiero, Curator of the Museum Fortunato Depero, reads from the Manifesto. Metal flowers by Osvaldo Bot (Osvaldo Barbieri). Exhibits in the Depero Museum. Depero’s Puppet Theatre, Balli Plastici / Plastic Dances, with music by Virgilio Mortari. F.T. Marinetti, a 1929 collage by Enrico Prampolini. Examples of Prampolini’s theatrical designs in a “para-Surrealist” style. Dream sequence from Carlo Ludovico Bragaglia’s film La Borsa o la Vita / Your Money or Your Life (1933), attributed to Prampolini. Marinetti and his wife, Benedetta, with King Victor Emanuel III at the Futurist Exhibition, Rome, 1935. Exhibits include Zatkova’s Acqua Scorrente sotto Ghiaccio e Neve (1920), Benedetta Cappa Marinetti’s Treno nella Notte in Velocità / Speeding Train by Night (1924); some small sculptures. Footage of Mussolini in a “campaign for grain” propaganda film, and a “cucina futurista” event, including Paris-Sudan, a tactile collage by Marinetti. Hail to the Wind of Change read over (English). “Chicken FIAT” and other dishes such as lobster in green zabaglioni; cocktails called “The Inventress” and “I Burn in Your Mouth”. Trio Exvoco performing The Woman Who Loves the Past (in French). ACE170.9 10:46:59 10:50:50 Venice. Enrico Filippini, writer, on the political consequences of Futurism and its relationship to Fascism. Reconstruction of a “robotic ballet”, L’Agonia della Macchina / Agony of the Machine, devised by Ivo Pannaggi in 1922. Credits, intercut with ballet.","Date":"1987","Choreographer":"","Title":"Vita Futurista. Italian Futurism 1909-44","Part":"","Film ID":"ACE170","Production Company":"Followbetter"}