{"Synopsis":"A personal account by Pop artist, David Hockney (b.1937) of the development of twentieth century European art.","Director":"David Rowan","Article":"","Minutes":"46 min","Full credits":"The Arts Council thanks Thames & Hudson for permission to reproduce:The Cut-Outs of Henry Matisse, Picasso’s Vollard Suite, Tate Gallery, London, Victoria & Albert Museum, The Vincent Van Gogh Museum, Amsterdam, The Galerie Claude Bernard, Paris for Catalogue of Picasso Exhibition 1980. Associate Producer Rodney Wilson; Educational Consultant Pat Van Pelt; Executive Producer David Sylvester; Director David Rowan. The Arts Council thanks Melvyn Bragg, David Hockney, David Sylvester, for donating their services. Arts Council of Great Britain © 1981.","chapters":[{"out":588,"in":0,"desc":"MB: When would you say that modern art began? DH: It depends where you start from. Almost from nowhere in Europe. Van Gogh’s Chair (1888). Perhaps Cezanne? Looking at the Japanese for whom verisimilitude had never been essential. One of Hokusai’s Thirty-Six Views of Mount Fuji (Fugaku Sanju Rokkei, c.1826-1833), Under the Fukugawa Mannen Bridge. Japanese prints were very influential; one which Van Gogh copied. Trying to find the essential component which gives the illusion. MB: Van Gogh was looking for a different kind of “real”, real to the emotions. DH: real to the experience. Photographic reality is of a second; painting includes layers of time. MB: The manifestos of the early 20th century when artists began to work in a self-consciously “different” way. DH: The most radical thing was the invention of Cubism – which was about depicting reality in a better way. Picasso’s Nature morte à la chaise canné / Still Life With Chair Caning (1912) towards verisimilitude which is against “essences” and isn’t natural as we “edit” what we see; nobody sees everything. More Cubist paintings. MB: Surely this creates a puzzle for anyone else to look at? DH: Not necessarily. Naturalist picture look skilful, but they are essentially camera images. Canaletto used a camera obscura and his students drew out the detail. The real skill came in filling in the outlines and capturing the Venetian light; painting."},{"out":1106,"in":588,"desc":"MB: Back to Cubism. It seems such a breakaway from the work of artists striving to paint things “as they were seen to be”. DH: Cubism is about going back to reality. Painting. Cubists were concerned with the many different aspects of a subject, more realistic than a fixed point of view. Portrait by Picasso. Distorting faces raises questions about “why?” because this would normally be the result of some deformation. Picasso recreated the face. This picture has an expression of anxiety and the hands are fidgeting. MB summarises and asks why Cubists did not take people along with them DH: They did. Les Demoiselles d’Avignon (1907). Progress was trial and error, not theory, and influences came from outside Europe. A mask by Picasso, influenced by African art. The movement had great influence itself. 1930s posters are influenced by Cubism, as were furniture and other everyday design. McKnight Kauffer poster, Magicians Prefer Shell (1934). Juan Gris’s Chessboard, Glass and Dish (1917). But “all the theoreticians of Cubism were lousy painters”."},{"out":1777,"in":1106,"desc":"MB: But when looking at a pile of bricks or an all-red canvas, or something resembling junk all stuck together, what is presented to people as “modern art”: is it all a con trick. DH: Of course not. Painting by Mark Rothko. But it can’t supply us with all our needs, though the theoreticians assumed it could and were supporting movements which went a certain way as they thought this is what history suggested. Go back to the “Bricks” (Carl André’s Equivalent VIII, 1966): they don’t have much meaning outside the context of a gallery, something which is not true of any other kind of art, most of which works anywhere. And it’s not particularly interesting. MB: But some people have the view that even artists like Picasso are distorting and simplifying in a way that anyone could do. How can people have a chance to recognise the skill involved? DH shows Matisse’s La Negresse (1952) suggesting that the representation of the hands suggests a fluttering movement. MB: It may be a brilliant perception but isn’t the execution too simple? DH: Simple is beautiful if it’s right. MB pursues the point that people don’t understand the skill required to do what Matisse did and think they could do as well themselves, though they recognise that they could never produce the results that Michelangelo achieved in the Sistine Chapel. DH: But there hasn’t been anyone else doing what Matisse did. And if it’s because they don’t want to, there’s no answer. Once you go outside the idea that pictures have a magic that can make things vivid for you, there’s no need to defend too much."},{"out":2100,"in":1777,"desc":"DH: Faces are the hardest things to do and hands are the next hardest. Art school exam models could not be posed with hands hidden. Picasso’s etching Suite Vollard 83: Minotaur with Cup in Hand and Young Woman (1933): focuses on the hands. Picasso drawings of reclining couple: the incredible skill of being able to depict the difference in male and female skin in a line drawing. MB: But that’s not what worries people when they talk about modern art; even the “fidgetty fingers” are quite realistic compared with some things presented over the last forty or fifty years. DH: Picasso portrait – DH describes the figure as “a nun”. A painting executed when Picasso was 90 (c.1970). One from 1965. Picasso didn’t bother with the background because that’s not what the watcher is interested in: the picture concentrates on the woman."},{"out":2725,"in":2100,"desc":"MB: Do you need to have had some education to feel what you’ve described? DH: No, though you might have to get rid of a few prejudices such as the assumption that a photograph tells the truth. The government wouldn’t allow a self-portrait in a passport as it might not be a likeness. But people can “put on a mask” when they’re photographed, and the result won’t be particularly like them MB: You could argue that, once photography was discovered, “the game was up for painting”. DH: True of Canaletto – the postcards of Venice have replaced such paintings. And the subject matter of photographs doesn’t usually move one in the same way. The Victoria and Albert Museum’s exhibition “From Today, Painting is Dead” can really only refer to British 19th century “topographical painters” who used camera obscura to paint landscapes. The Picasso painting couldn’t be done in photography. MB summarising: Exponents of the Cubist movement at the beginning of the 20th century explored it for ten to fifteen years, moved on, and left the wreckage of theory in their wake? DH: People with a generous spirit don’t find problems with Picasso and Matisse now. And it’s not for us to decide how important their work was anyway. MB: Can you explain what you mean by being moved by a painting? What comes across to you? DH: When you’ve moved, you even forget about skill. Very hard to describe. Thoughts about how Matisse saw, remembered, made the image, what he liked. Thinking of the artist doing it is moving. Van Gogh’s popularity is very real, you don’t have to be an expert. He’d find some joy in all the little things around. It’s very moving to do it and to give it to everybody else. It’s unbelievably generous. An artist must have a generous spirit or he can’t do anything with his experience. Credits."}],"Series":"","Full synopsis":"ACE101.2 10:00:00 10:09:48 MB: When would you say that modern art began?\u000bDH: It depends where you start from. Almost from nowhere in Europe. Van Gogh’s Chair (1888). Perhaps Cezanne? Looking at the Japanese for whom verisimilitude had never been essential. One of Hokusai’s Thirty-Six Views of Mount Fuji (Fugaku Sanju Rokkei, c.1826-1833), Under the Fukugawa Mannen Bridge. Japanese prints were very influential; one which Van Gogh copied. Trying to find the essential component which gives the illusion.\u000bMB: Van Gogh was looking for a different kind of “real”, real to the emotions.\u000bDH: real to the experience. Photographic reality is of a second; painting includes layers of time.\u000bMB: The manifestos of the early 20th century when artists began to work in a self-consciously “different” way.\u000bDH: The most radical thing was the invention of Cubism – which was about depicting reality in a better way. Picasso’s Nature morte à la chaise canné / Still Life With Chair Caning (1912) towards verisimilitude which is against “essences” and isn’t natural as we “edit” what we see; nobody sees everything. More Cubist paintings.\u000bMB: Surely this creates a puzzle for anyone else to look at? \u000bDH: Not necessarily. Naturalist picture look skilful, but they are essentially camera images. Canaletto used a camera obscura and his students drew out the detail. The real skill came in filling in the outlines and capturing the Venetian light; painting. \u000b\u000b ACE101.3 10:09:48 10:18:26 MB: Back to Cubism. It seems such a breakaway from the work of artists striving to paint things “as they were seen to be”. \u000bDH: Cubism is about going back to reality. Painting. Cubists were concerned with the many different aspects of a subject, more realistic than a fixed point of view. Portrait by Picasso. Distorting faces raises questions about “why?” because this would normally be the result of some deformation. Picasso recreated the face. This picture has an expression of anxiety and the hands are fidgeting. \u000bMB summarises and asks why Cubists did not take people along with them\u000bDH: They did. Les Demoiselles d’Avignon (1907). Progress was trial and error, not theory, and influences came from outside Europe. A mask by Picasso, influenced by African art. The movement had great influence itself. 1930s posters are influenced by Cubism, as were furniture and other everyday design. McKnight Kauffer poster, Magicians Prefer Shell (1934). Juan Gris’s Chessboard, Glass and Dish (1917). But “all the theoreticians of Cubism were lousy painters”.\u000b ACE101.4 10:18:26 10:29:37 MB: But when looking at a pile of bricks or an all-red canvas, or something resembling junk all stuck together, what is presented to people as “modern art”: is it all a con trick. \u000bDH: Of course not. Painting by Mark Rothko. But it can’t supply us with all our needs, though the theoreticians assumed it could and were supporting movements which went a certain way as they thought this is what history suggested. Go back to the “Bricks” (Carl André’s Equivalent VIII, 1966): they don’t have much meaning outside the context of a gallery, something which is not true of any other kind of art, most of which works anywhere. And it’s not particularly interesting.\u000bMB: But some people have the view that even artists like Picasso are distorting and simplifying in a way that anyone could do. How can people have a chance to recognise the skill involved?\u000bDH shows Matisse’s La Negresse (1952) suggesting that the representation of the hands suggests a fluttering movement. \u000bMB: It may be a brilliant perception but isn’t the execution too simple?\u000bDH: Simple is beautiful if it’s right.\u000bMB pursues the point that people don’t understand the skill required to do what Matisse did and think they could do as well themselves, though they recognise that they could never produce the results that Michelangelo achieved in the Sistine Chapel. \u000bDH: But there hasn’t been anyone else doing what Matisse did. And if it’s because they don’t want to, there’s no answer. Once you go outside the idea that pictures have a magic that can make things vivid for you, there’s no need to defend too much.\u000b\u000b ACE101.5 10:29:37 10:35:00 DH: Faces are the hardest things to do and hands are the next hardest. Art school exam models could not be posed with hands hidden. Picasso’s etching Suite Vollard 83: Minotaur with Cup in Hand and Young Woman (1933): focuses on the hands. Picasso drawings of reclining couple: the incredible skill of being able to depict the difference in male and female skin in a line drawing. \u000bMB: But that’s not what worries people when they talk about modern art; even the “fidgetty fingers” are quite realistic compared with some things presented over the last forty or fifty years. \u000bDH: Picasso portrait – DH describes the figure as “a nun”. A painting executed when Picasso was 90 (c.1970). One from 1965. Picasso didn’t bother with the background because that’s not what the watcher is interested in: the picture concentrates on the woman. \u000b ACE101.6 10:35:00 10:45:25 MB: Do you need to have had some education to feel what you’ve described?\u000bDH: No, though you might have to get rid of a few prejudices such as the assumption that a photograph tells the truth. The government wouldn’t allow a self-portrait in a passport as it might not be a likeness. But people can “put on a mask” when they’re photographed, and the result won’t be particularly like them\u000bMB: You could argue that, once photography was discovered, “the game was up for painting”. \u000bDH: True of Canaletto – the postcards of Venice have replaced such paintings. And the subject matter of photographs doesn’t usually move one in the same way. The Victoria and Albert Museum’s exhibition “From Today, Painting is Dead” can really only refer to British 19th century “topographical painters” who used camera obscura to paint landscapes. The Picasso painting couldn’t be done in photography. \u000bMB summarising: Exponents of the Cubist movement at the beginning of the 20th century explored it for ten to fifteen years, moved on, and left the wreckage of theory in their wake?\u000bDH: People with a generous spirit don’t find problems with Picasso and Matisse now. And it’s not for us to decide how important their work was anyway. \u000bMB: Can you explain what you mean by being moved by a painting? What comes across to you?\u000bDH: When you’ve moved, you even forget about skill. Very hard to describe. Thoughts about how Matisse saw, remembered, made the image, what he liked. Thinking of the artist doing it is moving. Van Gogh’s popularity is very real, you don’t have to be an expert. He’d find some joy in all the little things around. It’s very moving to do it and to give it to everybody else. It’s unbelievably generous. An artist must have a generous spirit or he can’t do anything with his experience. \u000bCredits.\u000b","Date":"1981","Choreographer":"","Title":"David Hockney on Modern Art","Part":"","Film ID":"ACE101","Production Company":""}