{"Synopsis":"An investigation into the disappearance of Primitive painter, Reginald Pepper, and a critique of Primitive art, authenticity, and the construction of reality through art.","Director":"Noël Burch","Article":"The","Minutes":"55 min","Full credits":"Prepared for screen and television by Noël Burch, Christopher Mason; Produced by Fiz Oliver; The notes of Andrew K. are read by John Bird; Max Reger’s Sonata No.3 for Clarinet and Piano is played by Thea King, Clifford Benson; Video transfers and production Arbor International; Dubbing Mixer Colin Martin; Additional dialogues Joanna Carrington, Jonathan Chadwick . Our thanks to James Clancey, Britt Harrison, Karen Ludlow, Irene Oliver, Pru Oliver Eric Lister and the Portal Gallery, Andras Kalman and the Crane Kalman Gallery, Julian Royle and the employees of the Royle Publishing Co. Ltd., Hannah Mitchell, Guy Brett, The Polytechnic of Central London, Brittany Ferries, Windsor and Newton Ltd., The Greetings Shop and Princess Margaret Hospital (Swindon), The Swindon School of Art and Design, Peter Benson, Gordon Tinto, Duncan White, Hetty Hope, James Udo Affia, Mick Varley, Peter Tucker, Karen Michlmayr, Rachel Hanby, Peter Nahum, Sally Pasmore, Lady Christina West, Mike van Bloemen, Carol Schuster, Peter Silver. Camera Erika Stevenson, Adam Rodgers; Sound Diana Ruston, Simmy Clare, Mick Duffield; Art Direction Alison Stewart-Richardson; Costumes Doreen Watkinson; Associate Producers Margaret Williams, Deborah Kermode; Executive Producer for the Arts Council Rodney Wilson; Editing JoAnn Kaplan, Janet Revel; Stills and Rostrum Camera David Rowan; Casting Liz Cassidy; Reginald Pepper David Barry; Mrs Pepper, Gilliam Martell; Auntie May, Muriel Barker; Longbody the Cat, Jonathan Kydd; Mrs Michael Carter, Barrie Shore; Policeman, Simon Watkins; Policewoman, Lynn Verall; Charlady, Maureen Morris; George Tate, Randal Herley; Frank Talbot , Peter Aubrey. Film and TV Lighting Services; Telecutting; Filmatic Laboratories. An Arbor International Production. © The Arts Council of Great Britain, ZDF-Mainz.","chapters":[{"out":685,"in":0,"desc":"Credits. Caption: “Until drastic, government-imposed budget cuts brought about the closure of the film department of the Swindon School of Art and Design, Andrew K. was principal tutor of film production there. Following his recent death in a Salvation Army refuge, several rolls of unedited film and video tape, as well as a sheaf of notes and directives, were found among his effects.” Caption: “‘Successful glimpses, here faithfully imparted, our more gifted readers must endeavour to combine for their own behoof!’ Thomas Carlyle, Sartor Resartus.” Swindon School of Art and Design. VO says that Third Year student assignment is to make a documentary on the life and work of local “Sunday painter”, Reginald Pepper, who recently disappeared. Students . VO lists materials that students will have available. An event at the Portal Gallery; paintings by Reginald Pepper. VO suggests to John Grierson unit they obtain copies of Pepper paintings for filming on Department rostrum. Caption: “Mrs Michael Carter, Art Collector.” Mrs Carter talking about the paintings, saying that the “primitive” style is not usually a good investment, and relating an anecdote that suggests that “primitive” painters are often not at all naïve. Pepper paintings and other decorated artefacts. Photographs of people, streets and cityscapes: VO says “To Jean-Luc Godard unit: please stick to the assigned topic!” Paintings. “Note to John Grierson unit: these rostrum views are very handsome, but a bit dull, don’t you think?...” “Animated collage” of Mrs Pepper and Auntie May taking tea; Reginald Pepper character accidentally bangs into door. “Note to Federico Fellini unit: I believe you’re going about this in entirely the wrong way…” Auntie May leaving house; Reginald being berated by Mrs Pepper for painting by the canal. Woman in street tells film-makers where canal used to be. Man talks about canal disappearing in 17th century; thinks Swindon should have more technology. Second man would like canal back. Photographs and film of canal. “To John Gierson unit: Your interest in the pastoral nostalgia of the Pepper paintings is valuable, but beware of self-indulgent aestheticism.” Pigs. Painting of pigs."},{"out":1214,"in":685,"desc":"Film-makers asking householder if Geoffrey or Reginald Pepper lives at the house. Hospital ward. Painting. Caption: “Eric Lister, Gallery Director.” Lister says primitive and naïve paintings differ, depending on who has done them. A naïve painter’s vision has become frozen in time. A primitive painter lacks education but has an obsession to paint. Points to painting by Alfred Wallis. Talks about the many different kinds of people who visit the gallery. There is no difference between men and women artists despite what the Establishment may say. Points to painting by Beryl Cooke. Advises people to buy paintings because they like them and fit with their decorative taste. The word “art” is very pretentious. Film-makers asking householders’ opinions on Pepper’s paintings. Most don’t like them; they prefer flowers or things that look real. “To D A Pennebaker unit: Your vox pops could be considerably improved if you refrained from putting words into people’s mouths…”"},{"out":1867,"in":1214,"desc":"Auntie May returns to Pepper house. Tea party dialogue repeated. Reginald appears without walking into the furniture. Actors dressed as cats. Mrs Pepper holds forth, criticising Reginald. He clears the table. The cats listen as Mrs Pepper and Auntit May sing “All things bright and beautiful”. Camera pulls back to reveal film-makers. Exterior Pepper house. Auntie May leaves. Film-makers outside nearby house accosted by police. Policewoman prevents further filming. Students labelled Ernst Block and Georgy Lukacs read passages on popular art. “To Jean-Luc Godard unit: Are you sure this is the most effective way of putting over your ideas?...” Caption: “Andras Kalman, Gallery Director.” Kalman talks about itinerant painters painting pigs. Talks about American collectors of folk art, described by one as “anti-depressant pictures”. Says some naive painters can become “too good”. It is elitism which prevents people from paying attention to things like weather vanes and shop signs. Driving to smart housing development. Film-makers ask passing cleaning woman if she knows the Peppers; she thinks her employers might as they have lots of pictures. Woman passing strangely decorated house, one with mural of George and the Dragon."},{"out":2567,"in":1867,"desc":"Shop selling artists’ materials. Woman looking at greetings cards. VO on the increasing popularity of primitive art, especially among women who are the greates buyers of greetings cards. Caption: “Julian Royle, Greetings Card Publisher.” Royle claims that the first sender of a Christmas card was the director of the Victoria and Albert Museum around 1845-1850. Printing presses. Royle talking about the growth of greetings cards dissemination, particularly among the Anglo-Saxon nations. Cards being packeted. Caption: “Hannah Mitchell, Lecturer in Cultural Studies.” Mitchell taking a class and saying that Benjamin believes that through mechanical reproduction, it’s “possible for art to emancipate itself from what he sees as its parasitic involvement with ritual”. Painting of children in playground. Caption: “George Tate, Former Headmaster.” Tate remembers Pepper as not being very bright, and didn’t shine at painting. He talks about the death of Reginald’s father. Scrap metal yard; manager’s VO says they’ve never had any fatalities. “To all units: It has come to my attention that considerable film stock has already been used up on the Pepper project… I must once again remind the Godard unit that this film is about Reginald Pepper and his painting.” Caption: “Guy Brett, Art Critic.” Brett talking about historic used of the term “primitive”, and says that people like Picasso who took up African art lacked understanding of the cultures from which it came. Falsely adopting a naïve style plays to the taste of well-off middle class people. Brett suggests the film-makers could think about situations which are the opposite of commonplace. Shows some “Chilean patchwork” of everyday events."},{"out":3294,"in":2567,"desc":"“Cat” talking to Reginald about his work and whether or not an improvement in his finances would change his life. Cat doesn’t like Gladys. Caption: “Frank Talbot, Manager.” Talbot talking about his own painting. He describes himself as “a real primitive”. German television programme on the work of Judith Leyster, several of whose paintings were attributed to Frans Hals; the value of one dropped dramatically after it was discovered it was not by an old master. Press cuttings suggesting Joanna Carrington is the real creator of the Pepper paintings. Faulty sound recordings “To D A Pennebaker unit: No funds are available for your projected shoot in France…” Hand-held camera shots of cottage go black. Caption: “Joanna Carrington, Painter.” Carrington says in recorded interview she met Pepper through his aunt May. Hand-held camera now peering through cottage window. Carrington talking about the Pepper family and helping Reginald sell some paintings. Camera looking for way in to cottage. Carrington says the idea that she is Reginald Pepper is “absolute rubbish”. Farmer chases camera away from cottage. Carrington’s voice complaining that film-makers had promised not to bring camera. Photographs of them running away. Countryside. Seascape. Caption: “Editor’s note: The following is based upon material kindly supplied by Jonathan Cape Ltd., publishers. Voice of J. Carrington: Joanna Savory. Voice of T. Maschler: John Weal.” Paintings of tea-tables and cakes, etc. VOs arguing about the use of them as illustrations of children’s book, Pepper and Jam. Tracking alongside park railings. “To all Third Year students: I am pleased to report that, despite a number of facetious wasteful contributions, most of the Pepper material is of consistently high quality and could, no doubt, have been edited into a genuinely interesting film… Goodbye to you all, and thank you.” Credits."}],"Series":"","Full synopsis":"ACE146.2 10:00:00 10:11:25 Credits. Caption: “Until drastic, government-imposed budget cuts brought about the closure of the film department of the Swindon School of Art and Design, Andrew K. was principal tutor of film production there. Following his recent death in a Salvation Army refuge, several rolls of unedited film and video tape, as well as a sheaf of notes and directives, were found among his effects.” Caption: “‘Successful glimpses, here faithfully imparted, our more gifted readers must endeavour to combine for their own behoof!’ Thomas Carlyle, Sartor Resartus.” Swindon School of Art and Design. VO says that Third Year student assignment is to make a documentary on the life and work of local “Sunday painter”, Reginald Pepper, who recently disappeared. Students . VO lists materials that students will have available. An event at the Portal Gallery; paintings by Reginald Pepper. VO suggests to John Grierson unit they obtain copies of Pepper paintings for filming on Department rostrum. Caption: “Mrs Michael Carter, Art Collector.” Mrs Carter talking about the paintings, saying that the “primitive” style is not usually a good investment, and relating an anecdote that suggests that “primitive” painters are often not at all naïve. Pepper paintings and other decorated artefacts. Photographs of people, streets and cityscapes: VO says “To Jean-Luc Godard unit: please stick to the assigned topic!” Paintings. “Note to John Grierson unit: these rostrum views are very handsome, but a bit dull, don’t you think?...” “Animated collage” of Mrs Pepper and Auntie May taking tea; Reginald Pepper character accidentally bangs into door. “Note to Federico Fellini unit: I believe you’re going about this in entirely the wrong way…” Auntie May leaving house; Reginald being berated by Mrs Pepper for painting by the canal. Woman in street tells film-makers where canal used to be. Man talks about canal disappearing in 17th century; thinks Swindon should have more technology. Second man would like canal back. Photographs and film of canal. “To John Gierson unit: Your interest in the pastoral nostalgia of the Pepper paintings is valuable, but beware of self-indulgent aestheticism.” Pigs. Painting of pigs. ACE146.3 10:11:25 10:20:14 Film-makers asking householder if Geoffrey or Reginald Pepper lives at the house. Hospital ward. Painting. Caption: “Eric Lister, Gallery Director.”\u000bLister says primitive and naïve paintings differ, depending on who has done them. A naïve painter’s vision has become frozen in time. A primitive painter lacks education but has an obsession to paint. Points to painting by Alfred Wallis. Talks about the many different kinds of people who visit the gallery. There is no difference between men and women artists despite what the Establishment may say. Points to painting by Beryl Cooke. Advises people to buy paintings because they like them and fit with their decorative taste. The word “art” is very pretentious. Film-makers asking householders’ opinions on Pepper’s paintings. Most don’t like them; they prefer flowers or things that look real. “To D A Pennebaker unit: Your vox pops could be considerably improved if you refrained from putting words into people’s mouths…” \u000b ACE146.4 10:20:14 10:31:07 Auntie May returns to Pepper house. Tea party dialogue repeated. Reginald appears without walking into the furniture. Actors dressed as cats. Mrs Pepper holds forth, criticising Reginald. He clears the table. The cats listen as Mrs Pepper and Auntit May sing “All things bright and beautiful”. Camera pulls back to reveal film-makers. Exterior Pepper house. Auntie May leaves. Film-makers outside nearby house accosted by police. Policewoman prevents further filming. Students labelled Ernst Block and Georgy Lukacs read passages on popular art. “To Jean-Luc Godard unit: Are you sure this is the most effective way of putting over your ideas?...” Caption: “Andras Kalman, Gallery Director.” Kalman talks about itinerant painters painting pigs. Talks about American collectors of folk art, described by one as “anti-depressant pictures”. Says some naive painters can become “too good”. It is elitism which prevents people from paying attention to things like weather vanes and shop signs. Driving to smart housing development. Film-makers ask passing cleaning woman if she knows the Peppers; she thinks her employers might as they have lots of pictures. Woman passing strangely decorated house, one with mural of George and the Dragon. ACE146.5 10:31:07 10:42:47 Shop selling artists’ materials. Woman looking at greetings cards. VO on the increasing popularity of primitive art, especially among women who are the greates buyers of greetings cards. Caption: “Julian Royle, Greetings Card Publisher.”\u000bRoyle claims that the first sender of a Christmas card was the director of the Victoria and Albert Museum around 1845-1850. Printing presses. Royle talking about the growth of greetings cards dissemination, particularly among the Anglo-Saxon nations. Cards being packeted. Caption: “Hannah Mitchell, Lecturer in Cultural Studies.”\u000bMitchell taking a class and saying that Benjamin believes that through mechanical reproduction, it’s “possible for art to emancipate itself from what he sees as its parasitic involvement with ritual”. Painting of children in playground. Caption: “George Tate, Former Headmaster.” Tate remembers Pepper as not being very bright, and didn’t shine at painting. He talks about the death of Reginald’s father. Scrap metal yard; manager’s VO says they’ve never had any fatalities. “To all units: It has come to my attention that considerable film stock has already been used up on the Pepper project… I must once again remind the Godard unit that this film is about Reginald Pepper and his painting.” Caption: “Guy Brett, Art Critic.” Brett talking about historic used of the term “primitive”, and says that people like Picasso who took up African art lacked understanding of the cultures from which it came. Falsely adopting a naïve style plays to the taste of well-off middle class people. Brett suggests the film-makers could think about situations which are the opposite of commonplace. Shows some “Chilean patchwork” of everyday events. \u000b ACE146.6 10:42:47 10:54:54 “Cat” talking to Reginald about his work and whether or not an improvement in his finances would change his life. Cat doesn’t like Gladys. Caption: “Frank Talbot, Manager.” Talbot talking about his own painting. He describes himself as “a real primitive”. German television programme on the work of Judith Leyster, several of whose paintings were attributed to Frans Hals; the value of one dropped dramatically after it was discovered it was not by an old master. Press cuttings suggesting Joanna Carrington is the real creator of the Pepper paintings. Faulty sound recordings “To D A Pennebaker unit: No funds are available for your projected shoot in France…” Hand-held camera shots of cottage go black. Caption: “Joanna Carrington, Painter.”\u000bCarrington says in recorded interview she met Pepper through his aunt May. Hand-held camera now peering through cottage window. Carrington talking about the Pepper family and helping Reginald sell some paintings. Camera looking for way in to cottage. Carrington says the idea that she is Reginald Pepper is “absolute rubbish”.\u000bFarmer chases camera away from cottage. Carrington’s voice complaining that film-makers had promised not to bring camera. Photographs of them running away. Countryside. Seascape. Caption: “Editor’s note: The following is based upon material kindly supplied by Jonathan Cape Ltd., publishers. Voice of J. Carrington: Joanna Savory. Voice of T. Maschler: John Weal.” Paintings of tea-tables and cakes, etc. VOs arguing about the use of them as illustrations of children’s book, Pepper and Jam. Tracking alongside park railings. “To all Third Year students: I am pleased to report that, despite a number of facetious wasteful contributions, most of the Pepper material is of consistently high quality and could, no doubt, have been edited into a genuinely interesting film… Goodbye to you all, and thank you.” Credits.\u000b","Date":"1984","Choreographer":"","Title":"Impersonation. Apropos the disappearance of Reginald Pepper","Part":"","Film ID":"ACE146","Production Company":"Arbor International"}