{"Synopsis":"An analysis of photographic images of Derry from photojournalists, newspaper photographers and community groups, which discusses how images can be used and interpreted in a number of different ways, and how this, in turn, affects viewers’ impressions of reality.","Director":"Dave Fox, Sylvia Stevens","Article":"","Minutes":"52 min","Full credits":"With thanks to Peter Bradbury, Paul Clarke, Larry Doherty, Donegal Democrat, Orchard Gallery, Diedre Hannaway, Hawkes, Photographers International, Derry Journal, Charlie Lamberton, Magnum, Paul Marris, Nobby, Pacemaker, Michael Parker, Tom Picton, Jude Rayner, Steve Sprung, Chris Steele-Perkins, Trisha Ziff. Camera Maxim Ford. Assistant Camera Pete Woodhouse, Caren Moy; Sound Mandy Rose, Ellen Burridge; Electrician Bernard Morales; Studio Design Tony Roberts; Editor Esther Ronay; Assistant Editor Janet Revell; Music Composed and Arranged by John Glyn; Sound Assembly King Kobra; Computers Miles 33; Titles Charles Long; Opticals Howell Optical Printers Limited; Executive Producer Rodney Wilson; Producer David Glyn; Directed by Dave Fox, Sylvia Stevens. A Faction Films Production for The Arts Council in association with Channel 4, Arts Council Films © MCMLXXXV.","chapters":[{"out":569,"in":0,"desc":"Panning high angle shot of Londonderry in winter. Shot continues to include the Bogside “Free Derry Corner” sign, “You are now entering Free Derry”. VOs talk about public images of Derry; intercut news pictures. Children tobogganing. News pictures from computer file. Two people (Dave Fox and Sylvia Stevens) spreading out photographs on a table. “A war of pictures … about how places are seen and remembered through those pictures” says VO. Printing press. Willie Carson, (photojournalist, Derry) looking at proof, his VO talking about his book Derry Through the Lens begun in 1974, and a more recent publication called A Decade and a Half. Carson’s VO continues over photographs of the city. Carson talking about images of the city and about his work; photographs on the walls of his room. He says that while many of the images show the beauty of the city, many carry a foreboding of something about to happen; none is the only truth. Clive Limpkin (Fleet Street photographer), talking about being sent to Derry in August 1969. His VO continues over winter scene of the city, describing the riot that started after a march had apparently concluded peacefully. Pages of photographs. Limpkin describes fleeing after he and other journalists were attacked because people assumed they were on the side of the Catholics, and how he came to realise the long history preceding these events."},{"out":1215,"in":569,"desc":"Photographs of events on Bloody Sunday. Fox and Stevens at the table. “How can we tell what these pictures mean?” Eamonn Melaugh (photographer, Derry) describing events of Bloody Sunday (January 30th, 1972), pointing out where people were shot during an anti-internment march. Newspaper reports and photographs. Countryside. VO of Terry Fincher (international photojournalist) saying that he’d covered ‘quite a lot of conflict’ since the mid-1950s; he believes that Northern Ireland is receiving less coverage that in the 1970s and he feels it important to keep the issues affecting this part of Britain in the public consciousness. Some of his photographs. He points out that photographs can be misinterpreted – shows one of his images from Aden – and argues that photographers want to keep their pictures as truthful as possible. Inside Camerawork (community photography project, Derry), with a montage of images on display. Camerawork worker describes a project they did on young people when they made a decision not to show images of the war. Other Camerawork workers talk about how people make money out of images of suffering and anguish, and only appear to be interested in “the bad bits” of Derry. They want people who are part of the local community to be able to produce their own images and decide what outsiders should see."},{"out":1715,"in":1215,"desc":"Fox and Stevens looking at The Year in Pictures and other collections; VO says that news photographs make people feel familiar with places they really know nothing about. There is no room to question the background to published photographs. Watching video of troops and stone-throwers at Butcher’s Gate. Barney McMonagle (photographer, Derry), visible in previous video, talking about the “free Derry” riots of August 1969; some of his photographs. He talks about his excitement at seeing photographs of rioting developing. His children looking through his albums. He says that photographers were always hanging around Free Derry Corner hoping some disturbance would occur. McMonagle says he stopped taking photographs in 1973 when his long-lens camera was mistaken for a gun and he was shot at. High angle shot of Derry. Book of photographs. Limpkin VO and describing how he knows which images his employers will find most desirable even while he’s taking them, and how photographers compare notes at the end of a day’s work. Picture of young boy in gas mask and other images from the disturbances."},{"out":2053,"in":1715,"desc":"Ian Berry (international photojournalist) at his home, talking about his experiences of working in Northern Ireland. Some of Berry’s photographs, which he took almost by chance, of British troops beating up two youths. Berry says that the first newspaper he tried to sell these pictures to said they couldn’t use them. Another of the photographs. Berry says he was advised to leave Northern Ireland, but then discovered that a newspaper had published only his photographs of the youths throwing stones at the patrol which made him popular with the Army. Photograph of troops on the receiving end of missiles. Bryn Campbell (picture editor, London) says that what appears in newspapers is always a choice. He says that some photographers like to cover conflict situations in order to show what they can do. Talks about restrictions on taking pictures in the Falklands; suggests that more photographers should have been allowed to go there, but understands concerns about showing pictures of dead people on the British side."},{"out":2692,"in":2053,"desc":"Fox and Stevens looking at magazine images, “a bit of the world in miniature”. “Conflict is seen as out there and foreign.” Derry landscape. The Camerawork workers, talking about the reception their exhibition received from young people in London, some surprised at the ‘normality’ of life in Derry, while young Black people were able to identify with people who were being harassed by the police. The same exhibition at the art college in Farnham got a different reception: some of the audience considered the photographs to be ‘heavy’ and asked about scenery subjects. One of the Camerawork women points out that non-one can “be sure who’s hiding behind bushes and trees” – her husband was shot from ambush. Landscape. Mounting a photograph titled Unseen – to the Border; one called Undercover – by the River. Willie Doherty (artist, Derry) talking about the unseen being that which impinges most on one’s life. Photographs titled Surveillance, Stifling – Last Hours of Daylight, Shrouding Pervading – Fog Ice, The Sleep of Reason – Drizzle Overcast. Romantic images with underlying undercover activity. Surveillance is continual. R.U.C (photographer, Derry), official police photographer talking while he travels by car to a border checkpoint. He refuses to allow filming as they near it. Some official images:a general view of an area; photographer at work; views of the scene; evidential photographs. Man says people can be identified even if they’re wearing masks. Talks about dramatic photographs taken by photojournalists contrasting with the more “factual” material they gather themselves."},{"out":3384,"in":2692,"desc":"Fox and Stevens with one of the RUC’s albums. The non-action pictures “contain most information”. Quoting the police manual on court evidence saying that professional-looking photographs usually carry more weight than amateur material; “legal photographs should be rich in information but not expensive in appearance”. Helicopter. Woman taking photographs. Film of mourners laying flowers. Looking at albums with Eileen Robson (photographer, Derry): family and friends, weddings, etc. Photographs of events of Bloody Sunday (not taken by her), photographs of hunger strike “calendar”; a letter written on toilet paper, smuggled out of prison. An album of hunger strike photographs. The table of photographs. “How do you make sense of these pictures? ... Can you get away from a photography that is based on spying or based on the laws of the market?” Camerawork workers talking about murals leading young people to become interested in photography, along with a revival in the Irish language. View over rooftops to the “Free Derry” marker, and a photographer. Credits."}],"Series":"","Full synopsis":"ACE160.2 10:00:00 10:09:29 Panning high angle shot of Londonderry in winter. Shot continues to include the Bogside “Free Derry Corner” sign, “You are now entering Free Derry”. VOs talk about public images of Derry; intercut news pictures. Children tobogganing. News pictures from computer file. Two people (Dave Fox and Sylvia Stevens) spreading out photographs on a table. “A war of pictures … about how places are seen and remembered through those pictures” says VO. Printing press. Willie Carson, (photojournalist, Derry) looking at proof, his VO talking about his book Derry Through the Lens begun in 1974, and a more recent publication called A Decade and a Half. Carson’s VO continues over photographs of the city. Carson talking about images of the city and about his work; photographs on the walls of his room. He says that while many of the images show the beauty of the city, many carry a foreboding of something about to happen; none is the only truth. Clive Limpkin (Fleet Street photographer), talking about being sent to Derry in August 1969. His VO continues over winter scene of the city, describing the riot that started after a march had apparently concluded peacefully. Pages of photographs. Limpkin describes fleeing after he and other journalists were attacked because people assumed they were on the side of the Catholics, and how he came to realise the long history preceding these events. ACE160.3 10:09:29 10:20:15 Photographs of events on Bloody Sunday. Fox and Stevens at the table. “How can we tell what these pictures mean?” Eamonn Melaugh (photographer, Derry) describing events of Bloody Sunday (January 30th, 1972), pointing out where people were shot during an anti-internment march. Newspaper reports and photographs. Countryside. VO of Terry Fincher (international photojournalist) saying that he’d covered ‘quite a lot of conflict’ since the mid-1950s; he believes that Northern Ireland is receiving less coverage that in the 1970s and he feels it important to keep the issues affecting this part of Britain in the public consciousness. Some of his photographs. He points out that photographs can be misinterpreted – shows one of his images from Aden – and argues that photographers want to keep their pictures as truthful as possible. Inside Camerawork (community photography project, Derry), with a montage of images on display. Camerawork worker describes a project they did on young people when they made a decision not to show images of the war. Other Camerawork workers talk about how people make money out of images of suffering and anguish, and only appear to be interested in “the bad bits” of Derry. They want people who are part of the local community to be able to produce their own images and decide what outsiders should see. ACE160.4 10:20:15 10:28:35 Fox and Stevens looking at The Year in Pictures and other collections; VO says that news photographs make people feel familiar with places they really know nothing about. There is no room to question the background to published photographs. Watching video of troops and stone-throwers at Butcher’s Gate. Barney McMonagle (photographer, Derry), visible in previous video, talking about the “free Derry” riots of August 1969; some of his photographs. He talks about his excitement at seeing photographs of rioting developing. His children looking through his albums. He says that photographers were always hanging around Free Derry Corner hoping some disturbance would occur. McMonagle says he stopped taking photographs in 1973 when his long-lens camera was mistaken for a gun and he was shot at. High angle shot of Derry. Book of photographs. Limpkin VO and describing how he knows which images his employers will find most desirable even while he’s taking them, and how photographers compare notes at the end of a day’s work. Picture of young boy in gas mask and other images from the disturbances. ACE160.5 10:28:35 10:34:13 Ian Berry (international photojournalist) at his home, talking about his experiences of working in Northern Ireland. Some of Berry’s photographs, which he took almost by chance, of British troops beating up two youths. Berry says that the first newspaper he tried to sell these pictures to said they couldn’t use them. Another of the photographs. Berry says he was advised to leave Northern Ireland, but then discovered that a newspaper had published only his photographs of the youths throwing stones at the patrol which made him popular with the Army. Photograph of troops on the receiving end of missiles. Bryn Campbell (picture editor, London) says that what appears in newspapers is always a choice. He says that some photographers like to cover conflict situations in order to show what they can do. Talks about restrictions on taking pictures in the Falklands; suggests that more photographers should have been allowed to go there, but understands concerns about showing pictures of dead people on the British side. ACE160.6 10:34:13 10:44:52 Fox and Stevens looking at magazine images, “a bit of the world in miniature”. “Conflict is seen as out there and foreign.” Derry landscape. The Camerawork workers, talking about the reception their exhibition received from young people in London, some surprised at the ‘normality’ of life in Derry, while young Black people were able to identify with people who were being harassed by the police. The same exhibition at the art college in Farnham got a different reception: some of the audience considered the photographs to be ‘heavy’ and asked about scenery subjects. One of the Camerawork women points out that non-one can “be sure who’s hiding behind bushes and trees” – her husband was shot from ambush. Landscape. Mounting a photograph titled Unseen – to the Border; one called Undercover – by the River. Willie Doherty (artist, Derry) talking about the unseen being that which impinges most on one’s life. Photographs titled Surveillance, Stifling – Last Hours of Daylight, Shrouding Pervading – Fog Ice, The Sleep of Reason – Drizzle Overcast. Romantic images with underlying undercover activity. Surveillance is continual. R.U.C (photographer, Derry), official police photographer talking while he travels by car to a border checkpoint. He refuses to allow filming as they near it. Some official images:a general view of an area; photographer at work; views of the scene; evidential photographs. Man says people can be identified even if they’re wearing masks. Talks about dramatic photographs taken by photojournalists contrasting with the more “factual” material they gather themselves. ACE160.7 10:44:52 10:56:24 Fox and Stevens with one of the RUC’s albums. The non-action pictures “contain most information”. Quoting the police manual on court evidence saying that professional-looking photographs usually carry more weight than amateur material; “legal photographs should be rich in information but not expensive in appearance”. Helicopter. Woman taking photographs. Film of mourners laying flowers. Looking at albums with Eileen Robson (photographer, Derry): family and friends, weddings, etc. Photographs of events of Bloody Sunday (not taken by her), photographs of hunger strike “calendar”; a letter written on toilet paper, smuggled out of prison. An album of hunger strike photographs. The table of photographs. “How do you make sense of these pictures? ... Can you get away from a photography that is based on spying or based on the laws of the market?” Camerawork workers talking about murals leading young people to become interested in photography, along with a revival in the Irish language. View over rooftops to the “Free Derry” marker, and a photographer. Credits.","Date":"1985","Choreographer":"","Title":"Picturing Derry","Part":"","Film ID":"ACE160","Production Company":"Faction Films"}