{"Synopsis":"The aspirations and achievements of the English furniture designers and craftsmen, Ernest Gimson (1863-1919), Ernest Barnsley (1863-1926), and Sidney Barnsley (1865-1926), who settled in the Cotswolds and devoted themselves to the development of traditional crafts.","Director":"Margaret Dickinson","Article":"","Minutes":"52 min","Full credits":"Commentary spoken by Sheila Allen; Extracts from William Morris’s Art and Socialism spoken by Bob Peck; Camera Peter Harvey; Camera Assistant Carl Ross; Sound John Ralph; Additional Recording John Anderton. The producers wish to thank Contessa Antonini, Mrs & Mrs Edward Barnsley, Major A. Biddulph, Mr Donald Gimson, Miss N Jewson, Mrs A Strange, Arlington Mill Country Museum, Bibury, The Edward Barnsley Workshop, The Edward Barnsley Educational Trust The Earl Bathurst, Cirencester Park, Bedales School, Birmingham Reference Library, Norman Bucknell, Cheltenham Museum and Art Gallery, Church of the Wisdom of God, Lower Kingswood, Corinium Museum, Cirencester, Cotswold Countryside Collection, Northleach, Alan Crawford, Sir Anthony and Lady Denny, Mrs Ben R Gimson, Jeremy Gimson, Gimson and Co (Leicester) Ltd., Henry Gibbs, Cotswold Caners, Leicestershire Museums Service, Mr and Mrs JamesMarshall The Residents of Sapperton, Sapperton Village Hall Committee, Victoria and Albert Museum. Lighting Equipment Film and TV Services Ltd.; Sound Services Synchrosonics Ltd.; Processing Rank Film Laboratories Ltd.; Rostrum Camera and Graphics Frameline; Music arranged by Robin Canter; Played by Richard Campbell, Robin Canter, Elizabeth Routier, Clare Shanks; Music Recording Nick Parker; Dubbing Mixer Colin Martin; Editor Alexandra Anderson; Assistant Anna Ksiezopolska; Production Manager Donna Grey; Script Jan Marsh. A Four Corners Film by Margaret Dickinson and Jan Marsh. Executive Producer Rodney Wilson; Director Margaret Dickson. Arts Council of Great Britain © 1983.","chapters":[{"out":574,"in":0,"desc":"Leicester; the Secular Society. Arlington Mill, Bibury, Gloucestershire, now a museum, one room showing furniture made at the local workshop founded by Ernest Gimson. Gimson Engineering works, Leicester, founded by Ernest’s father, Josiah. Photographs. Donald Gimson talking about Josiah and the Leicester Secular Society, and about Ernest. Offices. Commentary explains that Ernest became an architect, while the whole family was committed to civic reform. Beam engines in Abbey pumping station. Donald Gimson VO says that his father Sidney invited William Morris to speak on art and socialism at the Secular Society in 1884. Shots of Leicester with parts of Morris’s lecture read over. Donald Gimson says Morris helped Ernest find work at J. D Sedding’s architectural practice where he met Ernest and Sidney Barnsley. Photographs. Photographs of Birmingham. Room designed, in Gothic Revival style, by J. H. Chamberlain. Arts and Crafts style designs by William Morris. Modelled plasterwork. Chair bodger making woven rush seat. Photograph of Barnsley brothers on European art tour; designs from Greece and early mediaeval Europe. Sketches by Gimson of frescoes at Berkeley, and of a stone squirrel in Winchster Cathedral. Photograph of Ernest Barnsley and family; villa designed by him. The Church of the Wisdom of God, Lower Kingswood, Surrey, designed by Sidney Barnsley, a mixture of English vernacular exterior with Byzantine interior. Furnishings made by Kenton and Company. Decorative chamfering, one of the Cotswold school’s motifs. Hand-painted roof. Wildflowers."},{"out":1169,"in":574,"desc":"Countryside; commentary says that Ernest Gimson and the Barnsleys moved to the Cotswolds. Cirencester Park on the Bathurst Estate; Pinbury Park where they went to live. Woodworking – carpentry, joinery, marquetry. Photographs of the workshop. Chair bodger finishing chair. Examples of furniture made at Pinbury. Photograph of Ernest Barnsley and family, with Ernest Gimson and Sidney’s wife, Lucy. Dresser made by Sidney, which Edward Barnsley, Sidney and Lucy’s son, describes and comments on; photograph of it before re-modelling. Pinbury and surrounding countryside. Dry stone walling; details of stone buildings. Photograph of Sapperton valley and canal; remains of spoil heaps, now overgrown with trees; Chalford and Stroud industrial area; view showing railway, the growth of which meant competition from larger industrial centres. Morris’s words over about population movement and its consequences. Photographs of farm machinery. Knife-cleaning machine; metal tea caddy; catalogue of Gimson’s kitchen appliances; beam engine; Victorian designs, etc."},{"out":1714,"in":1169,"desc":"Swarf from steel milling; dirty factory building. Commentary notes increase in pollution as a result of mass production. Morris’s words over complaining about this. Gimson General Engineers building. Donald Gimson talks about his grandfather, Sidney, spending weekends camping in Charnwood forest, having walked the nine miles from Leicester. Countryside. Pump House and Stoneywell and Lea Cottages designed by Ernest Gimson, and built from local stone with slate or thatched roofs. Exterior and interior photographs; the houses today. Daneway House to which the craftsmen transferred after selling Pinbury back to the Bathursts. Workshops. Photographs: Peter Waals, the foreman; Alfred Bucknall, blacksmith; Norman Jewson, architect and designer. Jewson’s daughter talking about his work at Daneway; metalwork designed by Jewson; wedding to Mary Barnsley. Sapperton. Miss Jewson and Mrs Strange reminisce about life at Sapperton, and explain that the Barnsleys and Gimsons were “working gentry” and didn’t quite fit in. Photographs of family members. Ernest Barnsley’s house, modelled on Daneway. Drawings, decorative metalwork, furniture, decorative plasterwork (in Barnsley’s house) by Ernest Gimson. Ernest Gimson’s Sapperton house. Sidney Barnsley’s house; family photograph. Edward Barnsley talks about his father and his work; designs; photograph of the living room, which looks forward to the modern style."},{"out":2428,"in":1714,"desc":"Examples and details of furniture and décor, including a table, a small inlaid chest of drawers, a towel rail; a child’s cot, etc.; commentary talks about the wood used in different circumstances, design features and flaws, and notes that construction features are displayed and form part of the design itself. Farm wagon: similarity of design in other items where practical ideas, e.g., chamfering (carving out of scallop shapes to lighten timbers), are used for decoration. Items displaying cabinet-making techniques: ebony and holly stringing; Dutch-related design; inlaid Italian chest; mother-of-pearl ornament on cabinet legs; box inlaid with ivory and silver. Commentary points out that, at Daneway, one man would carry through a construction from beginning to end. Edward Barnsley’s workshop at Froxfield, Hampshire; Barnsley talking about the satisfaction of “being a maker of things”. Making wooden joints and constructing a drawer. Edward Barnsley’s daughter, Karin Antonini, explains the early stages of training. Joinery; using machinery and hand-tools; apprentice being shown how to use sliding bevel; apprentice explains how he is making a herring-bone inlay. Antonini shows table-desk made by apprentice. Workshop."},{"out":3119,"in":2428,"desc":"Photograph of drawing-room furniture made at Daneway. Daneway job book with costings of each piece made and names of customers; even the relatively low prices were too much for the poorer people Gimson hoped to work for. Interior of Rodmarten Manor, near Cirencester, designed and built by Edward Barnsley (1909-1926) for Claud and Margaret Biddulph. Their son, Anthony Biddulph, talking about the commission. Exterior and gardens. Exterior and interior and furnishings of village hall at Sapperton (1912); VOs talk about the uses to which the hall was put. Photograph of Ernest Gimson’s wife, Emily; Mrs Strange talks about her running Girl Guides and about music making. Multi-purpose settle with storage space under the seat and a back that transforms into a table-top. Quotation from Morris; commentary talks of Ernest Gimson’s ideas of “healthy employment for all”, hoping to influence the future, though his dream of a self-supporting craft village did not materialise. Women’s VOs talking about uses of village hall. Sapperton village; woman’s VO says there has been no shop since before the War and that one or two cottages still have no baths or indoor toilets. Council houses; younger people cannot afford to buy properties. Countryside. Commentary says that Ernest Gimson died in 1919, with his last work being the design of the library at Bedales School, Hampshire, completed by Sidney Barnsley. Interior and exterior views, the latter displaying a mix of urban and rustic elements. Factory. Countryside. Leicester. Quotation from Morris’s lecture to the Secular Society: “the beginnings of Social Revolution must be the foundations of the re-building of the Art of the People, that is to say of the Pleasure of Life”. Credits."}],"Series":"","Full synopsis":"ACE127.2 10:00:00 10:09:34 Leicester; the Secular Society. Arlington Mill, Bibury, Gloucestershire, now a museum, one room showing furniture made at the local workshop founded by Ernest Gimson. Gimson Engineering works, Leicester, founded by Ernest’s father, Josiah. Photographs. Donald Gimson talking about Josiah and the Leicester Secular Society, and about Ernest. Offices. Commentary explains that Ernest became an architect, while the whole family was committed to civic reform. Beam engines in Abbey pumping station. Donald Gimson VO says that his father Sidney invited William Morris to speak on art and socialism at the Secular Society in 1884. Shots of Leicester with parts of Morris’s lecture read over. Donald Gimson says Morris helped Ernest find work at J. D Sedding’s architectural practice where he met Ernest and Sidney Barnsley. Photographs. Photographs of Birmingham. Room designed, in Gothic Revival style, by J. H. Chamberlain. Arts and Crafts style designs by William Morris. Modelled plasterwork. Chair bodger making woven rush seat. Photograph of Barnsley brothers on European art tour; designs from Greece and early mediaeval Europe. Sketches by Gimson of frescoes at Berkeley, and of a stone squirrel in Winchster Cathedral. Photograph of Ernest Barnsley and family; villa designed by him. The Church of the Wisdom of God, Lower Kingswood, Surrey, designed by Sidney Barnsley, a mixture of English vernacular exterior with Byzantine interior. Furnishings made by Kenton and Company. Decorative chamfering, one of the Cotswold school’s motifs. Hand-painted roof. Wildflowers. ACE127.3 10:09:34 10:19:29 Countryside; commentary says that Ernest Gimson and the Barnsleys moved to the Cotswolds. Cirencester Park on the Bathurst Estate; Pinbury Park where they went to live. Woodworking – carpentry, joinery, marquetry. Photographs of the workshop. Chair bodger finishing chair. Examples of furniture made at Pinbury. Photograph of Ernest Barnsley and family, with Ernest Gimson and Sidney’s wife, Lucy. Dresser made by Sidney, which Edward Barnsley, Sidney and Lucy’s son, describes and comments on; photograph of it before re-modelling. Pinbury and surrounding countryside. Dry stone walling; details of stone buildings. Photograph of Sapperton valley and canal; remains of spoil heaps, now overgrown with trees; Chalford and Stroud industrial area; view showing railway, the growth of which meant competition from larger industrial centres. Morris’s words over about population movement and its consequences. Photographs of farm machinery. Knife-cleaning machine; metal tea caddy; catalogue of Gimson’s kitchen appliances; beam engine; Victorian designs, etc. ACE127.4 10:19:29 10:28:34 Swarf from steel milling; dirty factory building. Commentary notes increase in pollution as a result of mass production. Morris’s words over complaining about this. Gimson General Engineers building. Donald Gimson talks about his grandfather, Sidney, spending weekends camping in Charnwood forest, having walked the nine miles from Leicester. Countryside. Pump House and Stoneywell and Lea Cottages designed by Ernest Gimson, and built from local stone with slate or thatched roofs. Exterior and interior photographs; the houses today. Daneway House to which the craftsmen transferred after selling Pinbury back to the Bathursts. Workshops. Photographs: Peter Waals, the foreman; Alfred Bucknall, blacksmith; Norman Jewson, architect and designer. Jewson’s daughter talking about his work at Daneway; metalwork designed by Jewson; wedding to Mary Barnsley. Sapperton. Miss Jewson and Mrs Strange reminisce about life at Sapperton, and explain that the Barnsleys and Gimsons were “working gentry” and didn’t quite fit in. Photographs of family members. Ernest Barnsley’s house, modelled on Daneway. Drawings, decorative metalwork, furniture, decorative plasterwork (in Barnsley’s house) by Ernest Gimson. Ernest Gimson’s Sapperton house. Sidney Barnsley’s house; family photograph. Edward Barnsley talks about his father and his work; designs; photograph of the living room, which looks forward to the modern style. ACE127.5 10:28:34 10:40:28 Examples and details of furniture and décor, including a table, a small inlaid chest of drawers, a towel rail; a child’s cot, etc.; commentary talks about the wood used in different circumstances, design features and flaws, and notes that construction features are displayed and form part of the design itself. Farm wagon: similarity of design in other items where practical ideas, e.g., chamfering (carving out of scallop shapes to lighten timbers), are used for decoration. Items displaying cabinet-making techniques: ebony and holly stringing; Dutch-related design; inlaid Italian chest; mother-of-pearl ornament on cabinet legs; box inlaid with ivory and silver. Commentary points out that, at Daneway, one man would carry through a construction from beginning to end. Edward Barnsley’s workshop at Froxfield, Hampshire; Barnsley talking about the satisfaction of “being a maker of things”. Making wooden joints and constructing a drawer. Edward Barnsley’s daughter, Karin Antonini, explains the early stages of training. Joinery; using machinery and hand-tools; apprentice being shown how to use sliding bevel; apprentice explains how he is making a herring-bone inlay. Antonini shows table-desk made by apprentice. Workshop. ACE127.6 10:40:28 10:51:59 Photograph of drawing-room furniture made at Daneway. Daneway job book with costings of each piece made and names of customers; even the relatively low prices were too much for the poorer people Gimson hoped to work for. Interior of Rodmarten Manor, near Cirencester, designed and built by Edward Barnsley (1909-1926) for Claud and Margaret Biddulph. Their son, Anthony Biddulph, talking about the commission. Exterior and gardens. Exterior and interior and furnishings of village hall at Sapperton (1912); VOs talk about the uses to which the hall was put. Photograph of Ernest Gimson’s wife, Emily; Mrs Strange talks about her running Girl Guides and about music making. Multi-purpose settle with storage space under the seat and a back that transforms into a table-top. Quotation from Morris; commentary talks of Ernest Gimson’s ideas of “healthy employment for all”, hoping to influence the future, though his dream of a self-supporting craft village did not materialise. Women’s VOs talking about uses of village hall. Sapperton village; woman’s VO says there has been no shop since before the War and that one or two cottages still have no baths or indoor toilets. Council houses; younger people cannot afford to buy properties. Countryside. Commentary says that Ernest Gimson died in 1919, with his last work being the design of the library at Bedales School, Hampshire, completed by Sidney Barnsley. Interior and exterior views, the latter displaying a mix of urban and rustic elements. Factory. Countryside. Leicester. Quotation from Morris’s lecture to the Secular Society: “the beginnings of Social Revolution must be the foundations of the re-building of the Art of the People, that is to say of the Pleasure of Life”. Credits.","Date":"1983","Choreographer":"","Title":"Against the Grain. The Sapperton group of craftsmen designers","Part":"","Film ID":"ACE127","Production Company":"Four Corners"}