{"Synopsis":"An analysis of the relationship between visual image and narrative with commentary taken from the works of Swiss linguist, Ferdinand de Saussure (1857-1913), French critic and theoretician, Roland Barthes (1915-1980) and French anthropologist and developer of Structuralism, Claude Lévi-Strauss (b.1908).","Director":"Lizbeth Malkmus, Douglas Lowndes","Article":"","Minutes":"39 min","Full credits":"Piano played by Alastair Leonard; Rondo in A Minor K511 W. A. Mozart; Partita No.6 in E Minor BWV830 J. S. Bach; Mouvement from Images Book 1 C. Debussy. The FUTURIST play was based on a script by Volt translated by Victoria Kirby and published in the book FUTURIST PERFORMANCE by Michael Kirby, Dutton Paperback. Actors Ken Robertson, Clare Travers Deacon, Tim Brown, Clive Swift, Reven Malkmus, Richard Albrecht, Stella Bauer, Piers Plowright; Camera Clive Tickner, Steve Tickner, Paul Lowndes, James Malkmus; Sets Humphrey Leadbitter; Sound Ian Bruce; Production Felicity Oliver; Those who helped, Jo Spence, Roger Webster, Roy & Annie Armes, Jack & Casey Hyland & daughter, Helen Armes, Manuel Alvarado, Bob Ferguson John Sanford Lyn Leadbitter & children. Grateful thanks are due to… Trustees of the British Museum, Tate Gallery London, City Art Gallery Manchester, Clichy Musées Nationaux Paris, Pathé News, The Round House, The Richmond Fellowship, Photocraft Hampstead. Quotations spoken from:- Course in General Linguistics by Ferdinand De Saussure, McGraw Hill (© Philosophical Library New York), The Savage Mind by Claude LeviStraus, Weidenfeld & Nicolson Ltd. Structural Anthropology by Claude LeviStraus, Peregrine Books (© Basic Books Inc. New York), Quotations by the teacher from :- S/Z by Roland Barthes, Hill & Wang, Mythologies by Roland Barthes, Paladin Panther Image Music & Text by Roland Barthes, Fontana Collins. Written and Directed by Lizbeth McCulloch, Douglas Lowndes. Arts Council of Great Britain © 1980.","chapters":[{"out":820,"in":180,"desc":"Sky, trees, countryside. Young man is stopped by a Gentleman and a Labourer but walks on. Coloured engraving of itinerant farm hand. Open scene re-enacted, this time with camera and photographer visible in foreground. Colour"}],"Series":"","Full synopsis":"ACE108.2 00:03:00 00:13:40 Sky, trees, countryside. Young man is stopped by a Gentleman and a Labourer but walks on. Coloured engraving of itinerant farm hand. Open scene re-enacted, this time with camera and photographer visible in foreground. Colour","Date":"1980","Choreographer":"","Title":"Machines for the Suppression of Time","Part":"","Film ID":"ACE108","Production Company":""}