{"Synopsis":"A record of the last firing of a 16th-century kiln in Puisaye, France.","Director":"John Tchalenko","Article":"","Minutes":"52 min","Full credits":"Image/Camera Daniel Cavillon, Jerome Blumberg; Son/Sound Michele Caville, Francois Didio; Conseiller technique/Technical adviser Michel Bailly; Montage/Editors Annie Marx, William Diver, John Tchalenko; Direction de production/Production management Annick Demeule; Producteur exécutif /Executive producer Rodney Wilson; Une coproduction High Fire Films Ltd., The Arts Council of Great Britain, The Crafts Council, CNRS Audiovisuel, Centre National de Cinématographie, Producteur délégué/Associate producer Philippe Dussart, Réalisation/Director John Tchalenko. Nous remerçions La Musée National des Arts et Traditions Populaires, Marcel Poulet, Les potiers et les habitants de Saint Amand-en-Puisaye; Music: J. S. Bach Chromatic Fantasia BMV903, George Malcolm, Harpsichord, The Decca Record Co Ltd. © Arts Council of Great Britain 1984. © Philippe Dussart 1984.","chapters":[{"out":592,"in":0,"desc":"Map of France showing Puisaye. Travelling shot along country road. Road sign for St Amand en Puisaye, Burgundy. Buildings and an earlier photograph showing how little has changed over many years. Signs for pottery manufacturers. Town centre, potter’s yard, young man building wooden frame kiln. He is shown old photographs, and identifies one place as belonging to an old potter called Raymond Gaubier who retired in the 1960s. Another man recognises photographs of his father, born 1867, and his sister; he identifies various activities shown in the pictures and points out where they took place. The man talks about throwing a large pot. More photographs of the pottery buildings and men at work. Film of comparable activities today. Man talks about his great-grandfather (died 1867), and all his family; each generation from 1549 having produced a few potters. He shows pits in the surrounding forest where his family dug their clay, and reads part of a legal document granting rights for clay gathering. Caption: “La Millotterie kiln; built 1787, last fired 1940.” Modern pottery with pupil under instruction. Evening scenes in Puisaye."},{"out":1151,"in":592,"desc":"Inspecting the interior of (caption) “Les Anges kiln; built 1600, last fired 1921.) by the light of a flaming torch. Caption: “Trois poteries / Three potteries.” View of Puisaye and surroundings. Caption: “Poterie André Nault”. Activities in the workshop: shaping nearly completed pieces, making a new one so large that it has to be constructed in three sections. VO talks about the difference in results produced by old wheels turned by hand and modern electric ones, and describes the normal throwing practices."},{"out":1875,"in":1151,"desc":"Caption: “Poterie Martine Rouillard”. Stirring slip and decorating small pots. Filling the kiln. Kitchen interior. Rouillard’s VO on her attitude to the craft of pottery-making. She makes objects because she likes them, not because she wants to make money. Caption: “Entreprise Guy Normand”, a much larger operation than the other two, making many copies of the same piece at the same time on a production-line system, and using huge electric kilns."},{"out":2988,"in":1875,"desc":"Rouillard stoking the fire in her kiln and checking the progress of the objects being fired. Man doing the same at the Poterie André Nault. Emptying the kilns at all three potteries. The very large piece being brought out from the Nault kiln. Captions: “Cuisson à l’ancienne / Refiring a traditional kiln” “La caisson dure 7 jours / The firing takes 7 days” Cagnat Céramique. VO talks about a large numbers of pots, made 30 to 40 years ago, which were never fired. Caption: “La Batisse kiln; built 1806, last fired 1921.” Filling the kiln with the unfired pots; starting the fire. Two men advise on the best method. Raking out the ashes; adding more fuel. Checking the progress of test pieces. Men discussing the different parts of the process, and talking about older potters. Removing some pots which have fallen over during the firing."},{"out":3184,"in":2988,"desc":"The finished objects. Man describes how some structural weakness in the fold kiln had pushed a few of the pots over. One of the completed pots dates from around 1901; the rest from the 1940s and 1950s. Details of design and decoration. Credits."}],"Series":"","Full synopsis":"ACE137.2 10:00:00 10:09:52 Map of France showing Puisaye. Travelling shot along country road. Road sign for St Amand en Puisaye, Burgundy. Buildings and an earlier photograph showing how little has changed over many years. Signs for pottery manufacturers. Town centre, potter’s yard, young man building wooden frame kiln. He is shown old photographs, and identifies one place as belonging to an old potter called Raymond Gaubier who retired in the 1960s. Another man recognises photographs of his father, born 1867, and his sister; he identifies various activities shown in the pictures and points out where they took place. The man talks about throwing a large pot. More photographs of the pottery buildings and men at work. Film of comparable activities today. Man talks about his great-grandfather (died 1867), and all his family; each generation from 1549 having produced a few potters. He shows pits in the surrounding forest where his family dug their clay, and reads part of a legal document granting rights for clay gathering. Caption: “La Millotterie kiln; built 1787, last fired 1940.” Modern pottery with pupil under instruction. Evening scenes in Puisaye. ACE137.3 10:09:52 10:19:11 Inspecting the interior of (caption) “Les Anges kiln; built 1600, last fired 1921.) by the light of a flaming torch. Caption: “Trois poteries / Three potteries.” View of Puisaye and surroundings. Caption: “Poterie André Nault”. Activities in the workshop: shaping nearly completed pieces, making a new one so large that it has to be constructed in three sections. VO talks about the difference in results produced by old wheels turned by hand and modern electric ones, and describes the normal throwing practices. ACE137.4 10:19:11 10:31:15 Caption: “Poterie Martine Rouillard”. Stirring slip and decorating small pots. Filling the kiln. Kitchen interior. Rouillard’s VO on her attitude to the craft of pottery-making. She makes objects because she likes them, not because she wants to make money. Caption: “Entreprise Guy Normand”, a much larger operation than the other two, making many copies of the same piece at the same time on a production-line system, and using huge electric kilns. ACE137.5 10:31:15 10:49:48 Rouillard stoking the fire in her kiln and checking the progress of the objects being fired. Man doing the same at the Poterie André Nault. Emptying the kilns at all three potteries. The very large piece being brought out from the Nault kiln. Captions: “Cuisson à l’ancienne / Refiring a traditional kiln” “La caisson dure 7 jours / The firing takes 7 days” Cagnat Céramique. VO talks about a large numbers of pots, made 30 to 40 years ago, which were never fired. Caption: “La Batisse kiln; built 1806, last fired 1921.” Filling the kiln with the unfired pots; starting the fire. Two men advise on the best method. Raking out the ashes; adding more fuel. Checking the progress of test pieces. Men discussing the different parts of the process, and talking about older potters. Removing some pots which have fallen over during the firing. ACE137.6 10:49:48 10:53:04 The finished objects. Man describes how some structural weakness in the fold kiln had pushed a few of the pots over. One of the completed pots dates from around 1901; the rest from the 1940s and 1950s. Details of design and decoration. Credits.","Date":"1984","Choreographer":"","Title":"Grand Feu / High Fire. Survie d’une tradition / Survival of a tradition","Part":"","Film ID":"ACE137","Production Company":"High Fire Films"}