{"Synopsis":"Performance art and its roots in ancient European folk rituals; extracts from performance pieces by artists from Britain and Eastern Europe.","Director":"Ken McMullen, Stuart Brisley","Article":"","Minutes":"55 min","Full credits":"With extracts from the work of Tibor Hajas, Hungary, Ra?a Todosijevi?, Yugoslavia, Iain Robertson, Scotland, Zbigniew Warpechowski, Poland, Natalia LL, Poland, Milan Knížák, Czechoslovakia, The Haxey Hood, England, The Padstow Hobbyhorse, England, Ewa Partum, Poland, Jan Micoch, Czechoslovakia, Jerzy Bere?, Poland, Stuart Brisley, England. Filming directed by Ken McMullen; Texts compiled by Stuart Brisley; Music David Cunningham; Assistant Director Paul Cheetham; Assistant Production Kim Nygaard; Editors Robert Hargreaves, Clare Mussell; Editing Assistants Livia Gainham, Bob Budd; Foreigh Co-ordination George Levantis; News Co-ordination Andrew Maguire; Camera Ken McMullen, Margaret Brooks, Jenny Oken; Optical Printing Kim Nygaard, Horatio Monteverde, Peter Savage; Dubbing Mixer Mike Billings; Sound Montage Stuart Brisley; Graphics Horatio Monteverde. With Special Thanks To Josine van Droffelaar, Wies Smals, De Appel Amsterdam, Janet Anderson, Philip Dampier, Iain Robertson, Inge Lommatzsch, Robert Coward, And all those who cannot be named. Executive Producer Rodney Wilson. Produced by Stuart Brisley & Ken McMullen through Match Film (London) for the Arts Council of Great Britain. © 1984.","chapters":[{"out":630,"in":0,"desc":"Sound only. Drums and voice repeating “Was ist Kunst?” Same sound continues over photograph of soldiers and of Stuart Brisley. Monochrome film of woman sitting almost completely still. Voice-over now shouting “Was ist Kunst?” Woman. Commentary VO says that “All behaviour is performance. Performance behaviour is a condition of art. Performance behaviours are Ghost Dances in a dying culture. Performance behaviour is an artistic and social phenomenon of East and West where differing ideologies mask the common destruction of cultural values, and simultaneously suppress the search for new models.” “Was ist Kunst” continues over at the same time. “Performance is made up of moments where the performer behaves according to an inner reality, unhampered by prior notions of how a thing should be done. It involves risk. Risk is essential.” Shouting voice continues over. Colour slowly fades into the monochrome image. Woman. Commentary identifies the off-screen shouting voice as that of Ra?a Todosijevi?, being directed towards a passive figure on screen, representing, among other things, isolation, alienation. Ritual acting out is as old history itself. Ritual used to have only participants; the crucial difference today, is that there are also observers. A group of men singing “To be a farmer’s boy” in a pub. VO of one of their number describing (VO) how they’ll have a couple of drinks, sing a few traditional songs, and move on to another venue. Men in the street. Song continues over. Watchers of the Hood game lining up in muddy field. Man’s VO gives date as January 6: the ancient game of Haxey Hood. Field, players. Commentary describes the Haxey Hood, saying that the original Hood was likely to have been the head of a sacrificed bull. Game continues; commentary reads excerpts from an earlier description of the game, and offers contemporary analysis. Darkness."},{"out":1378,"in":630,"desc":"DISASSOCIATION “Like ritual, performance takes place in real time.” “Image ‘Approaches to Learning’, Brisley/Robertson U.K.1980”. Man gets out of a lift, walks slowly round another man who’s standing outside it. They pace around, stand still, pace, one hits the other who falls, gets up; both pace. Heard over is “voice: ‘The Hand and the Nail’ [Zbigniew] Warpechowski”, describing a man’s reaction to seeing another impaling his hand deliberately on a nail. Voice of Polish man describing Warpechowski impaling his own hand. Man hits the other. Darkness. Preparation for and performance of “‘Electrical Love Story’ Warpechowski Poland 1979”. Warpechowski’s own comments read over. Still of military man reading at microphone. VO says “We are not trying to change the system. We are trying to change the way the system works… We are trying to return to the real meaning… and sense of an institution.” Photographs of queues of Polish people; VO suggests they are queuing for milk, butter, soap, etc.; talks of the expense of these goods."},{"out":1877,"in":1378,"desc":"“‘Romantic Manifestation’ [Jerzy] Bere? Poland 1981”: Bere?, kneeling naked, chops up a board on which the word “exhibition” is painted, arranges the wood into a pyramid shape and sets fire to it. Woman’s VO (in Polish; translated) explains that she saw him perform in the city square in Krakow in 1981, putting bundles of kindling, each with a word on it, into a circle made of the same word, which he then set fire to. The VO notes that this “the last manifestation of spirit”, took place three weeks before martial law was declared. Photograph of snow-covered square with trucks circling around. “‘Meditation for the Condition of Poland’ Natalia LL Poland 1981”: Natalia LL seated, reflected, in angle of windows. Woman’s VO (in Polish and English) explains that younger artists in Poland are highly sensitised to cultural development in the capitalist world. They face a dilemma caused by their own socialist ethos coming up against the cultural dynamic of the West. Darkness. Voices of young women over. Photograph of woman in police officer’s uniform; intercut with photographs of woman walking naked in crowded streets: “‘Self Identification’ Ewa Partum Poland 1980”: Photograph of the two women confronting each other. Woman’s VO (Polish) not translated. Darkness. Man’s VO “In the words of a distant intellectual, Adam Michnik, real Poland has ‘shown itself to be a giant with legs of steel but hands of clay, facing a regime with feet of clay but hands of steel’”. Black and white film of man, watched by audience, smashing iron bar against two table tops. “Ra?a Todosijevi?, Yugloslavia, 1979: ‘East and West. Them and Us. Then and Now.’”"},{"out":2802,"in":1877,"desc":"Black and white film of man slung by arms and legs between roof beams. ASSOCIATION. “image: ‘The Big Sleep’ Jan Micoch Czechoslovakia 1974”. VO quotes “text: The trial of Milan Knížák Czechoslovakia 1971”: “on St Valentine’s Day last year, 1971, Knížák was sentenced to two years imprisonment ...” for producing art works the authorities didn’t approve of. Woman hangs up dresses; seats herself at sewing machine. Pop music over. Sewing machine arm going up and down; woman’s voice counting. Darkness. “‘Temporary Unlinking’ Sonia Knox N. Ireland 1981”. Woman and dresses. Music, distorted voice, and sound of gargling over. Bere?, naked, painting the soles of his feet, walking and leaving black footprints on the floor. “‘Political Mess’ Bere? Poland 1980” Woman’s voice (in Polish) saying she first saw Bere? in a small village near Gdansk, three weeks after the government had signed the agreement permitting the formation of an independent trade union, and describes the performance. Bere? sets fire to a piece of paper on which he’s painted. Narrator says this work brings up the issue of the reproduction of all performance behaviour, as this was reconstructed, with description supplied by a witness to an earlier performance. Woman’s VO (in English) continues witness report over film of Bere? painting the word “ghost’” on his body. Narrator suggests that “without a witness, the work does not attain artistic or social reality. Without a witness, the work has no existence”. Darkness. Man’s VO: “It is simple. Things are not what they seem to be. On the face of it, past experience doesn’t seem to provide an adequate basis for analysis. In fact, there may be no distinctions to be made between on thing and something else.” “‘Between’ Brisley/Rbertson U.K. 1979”. Two naked men, on slippery incline, shuffle around and shove each other from time to time. Man’s VO continues."},{"out":3300,"in":2802,"desc":"Aerial view of coastline, fields, sand bars, shallow water, cliffs. VO “In Britain there still exist communal rituals, which resist intrusion, for intrusion produces self-consciousness, and self-consciousness destroys the very sense of the ritual.” VO explains that, in 1346, French sailors were frightened away by an army of women from Padstow with a hobby horse in the lead. Aerial view of countryside and of Padstow. Men’s voices singing the “’Obby ’Oss May Song”. Photographs of same procession from early twentieth century. Photographs of hobby horse costumes and rituals from other parts of Europe. Commentary describes the Padstow hobby horse and the Haxey Hood as drama in one of its earliest forms, where the division between action and audience has not yet been institutionalised, and suggests that some contemporary performance seeks to do the same, particularly where they are in opposition to an established regime. Aerial view of Padstow and the nearby sea. Black and white film of man hanging up clothes; woman’s VO “Du denke durch Aktion”. Credits over."}],"Series":"","Full synopsis":"ACE144.2 10:00:00 10:10:30 Sound only. Drums and voice repeating “Was ist Kunst?” Same sound continues over photograph of soldiers and of Stuart Brisley. Monochrome film of woman sitting almost completely still. Voice-over now shouting “Was ist Kunst?” Woman. Commentary VO says that “All behaviour is performance. Performance behaviour is a condition of art. Performance behaviours are Ghost Dances in a dying culture. Performance behaviour is an artistic and social phenomenon of East and West where differing ideologies mask the common destruction of cultural values, and simultaneously suppress the search for new models.” “Was ist Kunst” continues over at the same time. “Performance is made up of moments where the performer behaves according to an inner reality, unhampered by prior notions of how a thing should be done. It involves risk. Risk is essential.” Shouting voice continues over. Colour slowly fades into the monochrome image. Woman. Commentary identifies the off-screen shouting voice as that of Ra?a Todosijevi?, being directed towards a passive figure on screen, representing, among other things, isolation, alienation. Ritual acting out is as old history itself. Ritual used to have only participants; the crucial difference today, is that there are also observers. A group of men singing “To be a farmer’s boy” in a pub. VO of one of their number describing (VO) how they’ll have a couple of drinks, sing a few traditional songs, and move on to another venue. Men in the street. Song continues over. Watchers of the Hood game lining up in muddy field. Man’s VO gives date as January 6: the ancient game of Haxey Hood. Field, players. Commentary describes the Haxey Hood, saying that the original Hood was likely to have been the head of a sacrificed bull. Game continues; commentary reads excerpts from an earlier description of the game, and offers contemporary analysis. Darkness. ACE144.3 10:10:30 10:22:58 DISASSOCIATION\u000b “Like ritual, performance takes place in real time.” “Image ‘Approaches to Learning’, Brisley/Robertson U.K.1980”. Man gets out of a lift, walks slowly round another man who’s standing outside it. They pace around, stand still, pace, one hits the other who falls, gets up; both pace. Heard over is “voice: ‘The Hand and the Nail’ [Zbigniew] Warpechowski”, describing a man’s reaction to seeing another impaling his hand deliberately on a nail. Voice of Polish man describing Warpechowski impaling his own hand. Man hits the other. Darkness. Preparation for and performance of “‘Electrical Love Story’ Warpechowski Poland 1979”. Warpechowski’s own comments read over. Still of military man reading at microphone. VO says “We are not trying to change the system. We are trying to change the way the system works… We are trying to return to the real meaning… and sense of an institution.” Photographs of queues of Polish people; VO suggests they are queuing for milk, butter, soap, etc.; talks of the expense of these goods.\u000b\u000b ACE144.4 10:22:58 10:31:17 “‘Romantic Manifestation’ [Jerzy] Bere? Poland 1981”: Bere?, kneeling naked, chops up a board on which the word “exhibition” is painted, arranges the wood into a pyramid shape and sets fire to it. Woman’s VO (in Polish; translated) explains that she saw him perform in the city square in Krakow in 1981, putting bundles of kindling, each with a word on it, into a circle made of the same word, which he then set fire to. The VO notes that this “the last manifestation of spirit”, took place three weeks before martial law was declared. Photograph of snow-covered square with trucks circling around. “‘Meditation for the Condition of Poland’ Natalia LL Poland 1981”: Natalia LL seated, reflected, in angle of windows. Woman’s VO (in Polish and English) explains that younger artists in Poland are highly sensitised to cultural development in the capitalist world. They face a dilemma caused by their own socialist ethos coming up against the cultural dynamic of the West. Darkness. Voices of young women over. Photograph of woman in police officer’s uniform; intercut with photographs of woman walking naked in crowded streets: “‘Self Identification’ Ewa Partum Poland 1980”: Photograph of the two women confronting each other. Woman’s VO (Polish) not translated. Darkness. Man’s VO “In the words of a distant intellectual, Adam Michnik, real Poland has ‘shown itself to be a giant with legs of steel but hands of clay, facing a regime with feet of clay but hands of steel’”. Black and white film of man, watched by audience, smashing iron bar against two table tops. “Ra?a Todosijevi?, Yugloslavia, 1979: ‘East and West. Them and Us. Then and Now.’”\u000b\u000b ACE144.5 10:31:17 10:46:42 Black and white film of man slung by arms and legs between roof beams. ASSOCIATION. “image: ‘The Big Sleep’ Jan Micoch Czechoslovakia 1974”. VO quotes “text: The trial of Milan Knížák Czechoslovakia 1971”: “on St Valentine’s Day last year, 1971, Knížák was sentenced to two years imprisonment ...” for producing art works the authorities didn’t approve of. Woman hangs up dresses; seats herself at sewing machine. Pop music over. Sewing machine arm going up and down; woman’s voice counting. Darkness. “‘Temporary Unlinking’ Sonia Knox N. Ireland 1981”. Woman and dresses. Music, distorted voice, and sound of gargling over. Bere?, naked, painting the soles of his feet, walking and leaving black footprints on the floor. “‘Political Mess’ Bere? Poland 1980” Woman’s voice (in Polish) saying she first saw Bere? in a small village near Gdansk, three weeks after the government had signed the agreement permitting the formation of an independent trade union, and describes the performance. Bere? sets fire to a piece of paper on which he’s painted. Narrator says this work brings up the issue of the reproduction of all performance behaviour, as this was reconstructed, with description supplied by a witness to an earlier performance. Woman’s VO (in English) continues witness report over film of Bere? painting the word “ghost’” on his body. Narrator suggests that “without a witness, the work does not attain artistic or social reality. Without a witness, the work has no existence”. Darkness. Man’s VO: “It is simple. Things are not what they seem to be. On the face of it, past experience doesn’t seem to provide an adequate basis for analysis. In fact, there may be no distinctions to be made between on thing and something else.” “‘Between’ Brisley/Rbertson U.K. 1979”. Two naked men, on slippery incline, shuffle around and shove each other from time to time. Man’s VO continues. ACE144.6 10:46:42 10:55:00 Aerial view of coastline, fields, sand bars, shallow water, cliffs. VO “In Britain there still exist communal rituals, which resist intrusion, for intrusion produces self-consciousness, and self-consciousness destroys the very sense of the ritual.” VO explains that, in 1346, French sailors were frightened away by an army of women from Padstow with a hobby horse in the lead. Aerial view of countryside and of Padstow. Men’s voices singing the “’Obby ’Oss May Song”. Photographs of same procession from early twentieth century. Photographs of hobby horse costumes and rituals from other parts of Europe. Commentary describes the Padstow hobby horse and the Haxey Hood as drama in one of its earliest forms, where the division between action and audience has not yet been institutionalised, and suggests that some contemporary performance seeks to do the same, particularly where they are in opposition to an established regime. Aerial view of Padstow and the nearby sea. Black and white film of man hanging up clothes; woman’s VO “Du denke durch Aktion”. Credits over.\u000b\u000b","Date":"1984","Choreographer":"","Title":"Being & Doing","Part":"","Film ID":"ACE144","Production Company":"Match Film (London)"}