{"Synopsis":"A survey of the work of British Neo-Romantic painter, Keith Vaughan (1912-1977), with commentary taken from his journals.","Director":"John Bulmer","Article":"","Minutes":"29 min","Full credits":"The Producers wish to thank Bryan Robertson, Alan Ross, Patrick Woodcock, Peter Adam, Benita Armstrong, John Nicholas Ball, Sheila Chesser, Camberwell School of Arts and Crafts, Christ’s Hospital School, Prunella Clough, Fischer Fine Art, Robert & Veronica Gosling, Gordon Hargreaves, Peter Meyer, Redfern Gallery, Slade School of Fine Art, Lord Strauss; And also Arts Council of Great Britain, Birmingham Museums and Art Gallery, B.B.C., The British Council, City of Manchester Art Galleries, Geffrye Museum, London, Glynn Vivian Art Gallery, Swansea, Imperial War Museum, Anne James, Mr & Mrs Knowles, London Library, Nottingham City Art Gallery, The Tate Gallery, Unilever, Waddington Galleries. Still Photographs by Ida Kar & Jorge Lewinski; Production Team Luke Cardiff, Robert Green, Simon Reeves, Nancy van den Burgh; Edited by Polly Moseley; Conceived and Researched by Hetty Einzig; Directed and Photographed by John Bulmer; Producer Anne Balfour Fraser; Executive Producer Rodney Wilson. Produced by Balfour Films. Arts Council of Great Britain © 1984.","chapters":[{"out":637,"in":0,"desc":"Paintings by Keith Vaughan – Harvest Assembly (1956) and others. Vaughan’s words on figures and their environment read over. Caption: “Keith Vaughan had no formal art training. He was a figurative painter at a time when Abstract Art became fashionable. He taught art briefly but made his living selling his paintings. He kept a journal for most of his life.” Vaughan’s words on the reason for writing his journal read over. Photograph (1960) of Vaughan and one of his paintings. VO continues on the human body and Vaughan’s relationships over other paintings. Bryan Robertson, Art Critic, on Vaughan’s classical education. Boys at Christ’s Hospital (Bluecoats) School. Vaughan’s words VO talking about revisiting the school. Boys singing in chapel. Robertson’s VO on Vaughan’s affection for the work of Frank Brangwyn; views of his murals in the school chapel (1912-1923). Vaughan’s VO on his feelings on seeing them again. Robertson describes Vaughan as typical of his period, brought up in the 1920s and 1930s, rejecting any kind of bohemianism. Photograph of Vaughan. Sketches by Vaughan in advertisements for Lintas products (1931-1938). Painting of a miner. Photographs of young naked men on the beach. Vaughan’s words over. Sketches of male nudes. Christ’s Hospital boys’ band marching. Army band marching. Marching soldiers. Christ’s Hospital band. Images intercut. Vaughan VO on his call-up for military service. Sketches of wartime subjects."},{"out":1200,"in":637,"desc":"Alan Ross, Publisher of the Journals, says that Vaughan was naturally “anti-heroic”. Soldiers writing letters in the canteen. More wartime subjects. Film of German troops being marched to a prisoner of war camp, being registered, going to the showers. Sketches and drawings including A Barrack Room (1942); A Chat Before Lights Out (c.1942). Bush VO believes that Vaughan’s wartime work shows a sense of community lacking from that of other periods. Vaughan’s words over about life in the army. Various post-war paintings with Vaughan words VO on the peace, the suffering that remains, and his own feelings. Pages from Vaughan’s journal. Drawings. List of exhibitions of Vaughan’s work. Robertson on Vaughan’s “arcadian impulse” to find a link between man and his environment. Landscape. Fields. Photograph of nude boy. Sketch of male nude dated 1958. Life class with male model. Vaughan’s words over on his own qualities as a teacher, and on the difference between life and still life work. Group of Bathers (1951). Various nudes. The Martyrdom of St. Sebastian, Three Figures on a Red Ground (1963), and others. Robertson’s VO suggests that the “monumental” aspects, the “Dionysian” qualities, and the “energy” of the paintings are more important than the homoerotic themes in them."},{"out":1745,"in":1200,"desc":"Figure paintings such as Small Assembly of Figures (1951). Vaughan’s VO on “space” in paintings: “As far as I can see, all space in painting is an illusion… the important thing is what has been painted there”. Photograph of Vaughan with one of his paintings. His house in Essex and paintings of it. Ross VO on Vaughan’s relationships or lack of them. Photograph of Vaughan at home. Vaughan’s VO on being alone. Ross on Vaughan’s later journals. Paintings of young men intercut with film of men in similar poses – on a beach, in the sea, etc. Vaughan’s VO on the need for maturity. More beach scenes. Catalogue of exhibition at the Whitechapel Art Gallery, London, 1962. Robertson’s VO over paintings including Landscape with Figure, Morellos (1959); people talking about the exhibition and its critical reception. Vaughan’s words VO. Ross says that he had no idea of the loneliness, frustration and misery endured by Vaughan, though he thought he knew him well, until he read the journals. Vaughan’s VO on getting his CBE (1965). Photograph (1968) of Vaughan in his studio. Paintings; Assembly of Figures VII (1964). Ross on Vaughan’s cancer and other illnesses, his need to adjust to a new reality, and his suicide. Paintings. Vaughan’s VO on the suddenness of death and the need to arrange things so that there is as little “disorder” as possible. Photograph of Vaughan seated in his studio with a painting; painting – of a suicide – shown. Vaughan’s words on his own suicide. The last entry in the journal: “… It wasn’t a complete failure. I did some work.” Credits."}],"Series":"","Full synopsis":"ACE147.2 10:00:00 10:10:37 Paintings by Keith Vaughan – Harvest Assembly (1956) and others. Vaughan’s words on figures and their environment read over. Caption: “Keith Vaughan had no formal art training. He was a figurative painter at a time when Abstract Art became fashionable. He taught art briefly but made his living selling his paintings. He kept a journal for most of his life.” Vaughan’s words on the reason for writing his journal read over. Photograph (1960) of Vaughan and one of his paintings. VO continues on the human body and Vaughan’s relationships over other paintings. Bryan Robertson, Art Critic, on Vaughan’s classical education. Boys at Christ’s Hospital (Bluecoats) School. Vaughan’s words VO talking about revisiting the school. Boys singing in chapel. Robertson’s VO on Vaughan’s affection for the work of Frank Brangwyn; views of his murals in the school chapel (1912-1923). Vaughan’s VO on his feelings on seeing them again. Robertson describes Vaughan as typical of his period, brought up in the 1920s and 1930s, rejecting any kind of bohemianism. Photograph of Vaughan. Sketches by Vaughan in advertisements for Lintas products (1931-1938). Painting of a miner. Photographs of young naked men on the beach. Vaughan’s words over. Sketches of male nudes. Christ’s Hospital boys’ band marching. Army band marching. Marching soldiers. Christ’s Hospital band. Images intercut. Vaughan VO on his call-up for military service. Sketches of wartime subjects. \u000b\u000b ACE147.3 10:10:37 10:20:00 Alan Ross, Publisher of the Journals, says that Vaughan was naturally “anti-heroic”. Soldiers writing letters in the canteen. More wartime subjects. Film of German troops being marched to a prisoner of war camp, being registered, going to the showers. Sketches and drawings including A Barrack Room (1942); A Chat Before Lights Out (c.1942). Bush VO believes that Vaughan’s wartime work shows a sense of community lacking from that of other periods. Vaughan’s words over about life in the army. Various post-war paintings with Vaughan words VO on the peace, the suffering that remains, and his own feelings. Pages from Vaughan’s journal. Drawings. List of exhibitions of Vaughan’s work. Robertson on Vaughan’s “arcadian impulse” to find a link between man and his environment. Landscape. Fields. Photograph of nude boy. Sketch of male nude dated 1958. Life class with male model. Vaughan’s words over on his own qualities as a teacher, and on the difference between life and still life work. Group of Bathers (1951). Various nudes. The Martyrdom of St. Sebastian, Three Figures on a Red Ground (1963), and others. Robertson’s VO suggests that the “monumental” aspects, the “Dionysian” qualities, and the “energy” of the paintings are more important than the homoerotic themes in them. ACE147.4 10:20:00 10:29:05 Figure paintings such as Small Assembly of Figures (1951). Vaughan’s VO on “space” in paintings: “As far as I can see, all space in painting is an illusion… the important thing is what has been painted there”. Photograph of Vaughan with one of his paintings. His house in Essex and paintings of it. Ross VO on Vaughan’s relationships or lack of them. Photograph of Vaughan at home. Vaughan’s VO on being alone. Ross on Vaughan’s later journals. Paintings of young men intercut with film of men in similar poses – on a beach, in the sea, etc. Vaughan’s VO on the need for maturity. More beach scenes. Catalogue of exhibition at the Whitechapel Art Gallery, London, 1962. Robertson’s VO over paintings including Landscape with Figure, Morellos (1959); people talking about the exhibition and its critical reception. Vaughan’s words VO. Ross says that he had no idea of the loneliness, frustration and misery endured by Vaughan, though he thought he knew him well, until he read the journals. Vaughan’s VO on getting his CBE (1965). Photograph (1968) of Vaughan in his studio. Paintings; Assembly of Figures VII (1964). Ross on Vaughan’s cancer and other illnesses, his need to adjust to a new reality, and his suicide. Paintings. Vaughan’s VO on the suddenness of death and the need to arrange things so that there is as little “disorder” as possible. Photograph of Vaughan seated in his studio with a painting; painting – of a suicide – shown. Vaughan’s words on his own suicide. The last entry in the journal: “… It wasn’t a complete failure. I did some work.” Credits.","Date":"1984","Choreographer":"","Title":"Keith Vaughan","Part":"","Film ID":"ACE147","Production Company":""}