{"Synopsis":"The work of American composer, Steve Reich (b.1936), a pioneer of minimalism and process music.","Director":"Margaret Williams","Article":"","Minutes":"56 min","Full credits":"Filmed in part at Avery Fisher Hall, Lincoln Center for the Performing Arts, New York City, and The Almeida International Festival of Contemporary Music and Performance. Musicians – USA: Rebecca Armstrong, Robert Becker, Cheryl Bensman, Virgil Blackwell, Phillip Bush, Jay Clayton, Garry Kvistad, Russell Hartenberger, Melissa Meell, Edmund Niemann, James Press, Steve Reich, Richard Rood, Gary Schall, Mort Silver, Nurit Tilles, Glen Velez, Pamela Wood Ambush; Musicians – UK: Tim Ferchen, Simon Limbrick, David Owen, Glen Perrin Charlie Seaward, Shaun Tozer. The Desert Music © 1985 Elektra/Asylum/Nonesuch Records; Conductor, Michael Tilson Thomas, Steve Reich and Musicians with Chorus and members of the Brooklyn Philharmonic, Text, William Carlos Williams. Archive material courtesy of Michael Blackwood Productions. Special thanks to Beryl Korot, Ezra Reich, Olga Bloom, John Burrows, Adrian Clarke, Elizabeth Collett, John Doff, Sheila Ditchfield, John Ellson, James Fawcett Lyn Garon, Rhoda Grauer, Nigel Hinds, Bob Hurwitz, Annette Morreau, Michael Nyman, Gregory Rose, Andrew Rosner Rachel Sinfield, Richard Stoltzman, Janis Susskind, Michael Tilson Thomas, Roberta Lynn Tross, Ransom Wilson, Applewood Music Inc., The Arnolfini, Bargemusic, Boosey & Hawkes, EMAS, Film & TV Lighting, US Coastguard, Victoria Rooms, Bristol, World Trade Center, British Film Institute, Contemporary Music Network (UK), Filmatic Laboratories, Fuji Photo Film (UK) Ltd., Mayor’s Office for Film Theater & Broadcasting, New York. Camera Operators Patrick Ducal, Brian Grainger, Geraldo Saldo. Sound Recordists Jerry Bruck, John Clifton, Jeff Hawkins, Simon Hayter. Assistant Director Robin Kempson. Camera Assistants Armand Evans, Peter Fernberger, Jeremy Reid; Sound Assistant John Rodda; Graphic Designer David Rait; Sound Editor Li Guy; Dubbing Mixer Aad Wirtz; Lighting Cameraman Chris O’Dell; Film Editor Paul Davies; Executive Producer Rodney Wilson; Producer Mary Jane Walsh; Director Margaret Williams. Produced by MJW Productions for the Arts Council of Great Britain in association with WNET/Thirteen, New York. © Arts Council of Great Britain 1987.","chapters":[{"out":553,"in":0,"desc":"New York Counterpoint (1985) playing over New York scenes intercut with shots of Steve Reich in rehearsal walking in the street. Reich’s VO gives basic biographical details. Reich in interview talking about studying percussion; Professor William Austin encouraged him to become a composer. Reich VO over shots of himself at rehearsal talking about working with Hall Overton, and going to the Julliard School where his percussion work took second place to classical studies. Michael Tilson Thomas talking about the “joyous quality” of Reich’s music, and having to think about the notes in different ways. Richard Stoltzman playing New York Counterpoint. Talking about the repetitive nature of the piece which he grew to like. Stoltzman playing. Four Organs (1970) being performed in the Union Chapel, Islington. Reich’s VO talking briefly about this work. Tilson Thomas talking about the first performance in Boston, where the audience began to protest and he and Reich had to mouth timings at each other above the noise."},{"out":1253,"in":553,"desc":"Come Out (1966). Reich tells story of composing this as a benefit for the Harlem Six, from tapes he was given, and following the advice of William Carlos Williams to work with speech rhythms as they exist rather than to try to set them to a fixed metre. Demonstrates how this works. Film of rail yards, car park, etc. Reich talking about the music of Hans Eisler, Kurt Weill, and Richard Wagner and not being able to be influenced by politics. Pendulum Music (1968). Reich explaining over how this piece came about. He talks about transferring his two interests of tape and electronic music to live musicians, with Piano Phase (1967) being the first of these experiments. Four Organs. Reich talking about studying with the Ewe people of Ghana. Drumming (1970-1971). Reich talks briefly about the changes that these studies made to his work and describes the different parts of Drumming."},{"out":1670,"in":1253,"desc":"Notation for Clapping Music (1972). Reich describes how this piece came about. Performance. Score for Music for Pieces of Wood (1973) which Reich describes as an extension of Clapping Music. Performance. Reich talking about the “rhythmic ambiguity” of his chamber music, and the difficulties it posed for the musicians. Music for Pieces of Wood. His solution is to have “multiple candidates for the down beat”. Reich at the piano; VO talking about how he composes. Score in progress. Trying out xylophone against tape."},{"out":2088,"in":1670,"desc":"Rehearsal of Music for 18 Musicians (1974-1976) at Avery Fisher Hall. Occasional Reich VO talking about performing the work, frequently with the same players. Reich responds to question about performances of his work which don’t include any of his regular musicians by talking about performances of The Desert Music in Cologne and of Music for Mallet Instruments, Voices and Organ in San Francisco."},{"out":2860,"in":2088,"desc":"Sextet (1984). Score. Performance. Reich talking about trying to get “a different kind of sound” out of percussion. Musicians respond to a question on interpreting this kind of music. Applause. Reich talking about public response to his music. How Reich came to compose Vermont Counterpoint (1982). Ransom Wilson playing the piece. Reich VO on how it’s done. Wilson talking about the difficulties of the recording session, and how all the parts of one section had to be recorded again when Reich decided to change one of the instruments."},{"out":3355,"in":2860,"desc":"Reich with his wife Beryl Korot; his VO talking about how they met, about her art work, about the tensions of family against professional life. New York at night; The Desert Music (1984) playing over. Tilson Thomas talking about this work and the subtleties required in conducting it. Reich on the political content of some of his work, which can only come out if the music succeeds. Credits."}],"Series":"","Full synopsis":"ACE169.2 10:00:00 10:09:13 New York Counterpoint (1985) playing over New York scenes intercut with shots of Steve Reich in rehearsal walking in the street. Reich’s VO gives basic biographical details. Reich in interview talking about studying percussion; Professor William Austin encouraged him to become a composer. Reich VO over shots of himself at rehearsal talking about working with Hall Overton, and going to the Julliard School where his percussion work took second place to classical studies. Michael Tilson Thomas talking about the “joyous quality” of Reich’s music, and having to think about the notes in different ways. Richard Stoltzman playing New York Counterpoint. Talking about the repetitive nature of the piece which he grew to like. Stoltzman playing. Four Organs (1970) being performed in the Union Chapel, Islington. Reich’s VO talking briefly about this work. Tilson Thomas talking about the first performance in Boston, where the audience began to protest and he and Reich had to mouth timings at each other above the noise. ACE169.3 10:09:13 10:20:53 Come Out (1966). Reich tells story of composing this as a benefit for the Harlem Six, from tapes he was given, and following the advice of William Carlos Williams to work with speech rhythms as they exist rather than to try to set them to a fixed metre. Demonstrates how this works. Film of rail yards, car park, etc. Reich talking about the music of Hans Eisler, Kurt Weill, and Richard Wagner and not being able to be influenced by politics. Pendulum Music (1968). Reich explaining over how this piece came about. He talks about transferring his two interests of tape and electronic music to live musicians, with Piano Phase (1967) being the first of these experiments. Four Organs. Reich talking about studying with the Ewe people of Ghana. Drumming (1970-1971). Reich talks briefly about the changes that these studies made to his work and describes the different parts of Drumming. ACE169.4 10:20:53 10:27:50 Notation for Clapping Music (1972). Reich describes how this piece came about. Performance. Score for Music for Pieces of Wood (1973) which Reich describes as an extension of Clapping Music. Performance. Reich talking about the “rhythmic ambiguity” of his chamber music, and the difficulties it posed for the musicians. Music for Pieces of Wood. His solution is to have “multiple candidates for the down beat”. Reich at the piano; VO talking about how he composes. Score in progress. Trying out xylophone against tape. ACE169.5 10:27:50 10:34:48 Rehearsal of Music for 18 Musicians (1974-1976) at Avery Fisher Hall. Occasional Reich VO talking about performing the work, frequently with the same players. Reich responds to question about performances of his work which don’t include any of his regular musicians by talking about performances of The Desert Music in Cologne and of Music for Mallet Instruments, Voices and Organ in San Francisco. ACE169.6 10:34:48 10:47:40 Sextet (1984). Score. Performance. Reich talking about trying to get “a different kind of sound” out of percussion. Musicians respond to a question on interpreting this kind of music. Applause. Reich talking about public response to his music. How Reich came to compose Vermont Counterpoint (1982). Ransom Wilson playing the piece. Reich VO on how it’s done. Wilson talking about the difficulties of the recording session, and how all the parts of one section had to be recorded again when Reich decided to change one of the instruments. ACE169.7 10:47:40 10:55:55 Reich with his wife Beryl Korot; his VO talking about how they met, about her art work, about the tensions of family against professional life. New York at night; The Desert Music (1984) playing over. Tilson Thomas talking about this work and the subtleties required in conducting it. Reich on the political content of some of his work, which can only come out if the music succeeds. Credits.","Date":"1987","Choreographer":"","Title":"Steve Reich. A new musical language","Part":"","Film ID":"ACE169","Production Company":"MJW Productions"}