{"Synopsis":"A dramatised account of the life of British painter, Mark Gertler (1891-1939).","Director":"Phil Mulloy","Article":"","Minutes":"51 min","Full credits":"Mark Gertler, Anthony Sher; Dora Carrington, Suzanne Burden; Marjorie Hodgkinson, Angela Morant; Clive Bell, Richard Wilson; Roger Fry, William Russell; Lady Ottoline Morrell, Janet Henfrey; Henry Tonks, David Gant; Tutor, Jack Lynn; Futurist, Clive Merrison; Vorticist, Jeremy Sinden. Design Assistant Alison Stuart Richardson; Art Director Miranda Melville; Casting Susie Figgis; Production Company Mediac; Production Manager Fizz Oliver; Assistant Director Peter Wyeth; Sound Larry Sider; Lighting Assistant Mick Duffield; Camera Assistant Jem Brigden; Photography Clive Tickner; Dubbing Mixer Peter Maxwell; Assistant Editor Joke van Wijk; Editor Mick Audsley; Music Composed by Mike Storey; Written by Phil Mulloy, Anthony Sher; Directed by Phil Mulloy, We gratefully acknowledge the assistance of Tate Art Gallery, Anthony D’Offay Gallery, Glasgow Art Gallery, Leicester Art Gallery, Leeds Art Gallery, Swansea Art Gallery, Ashmolean Museum Fitzwilliam Museum, Ben Uri Art Gallery, Museum of London, Luke Gertler, Mrs Blundell, Peyton Skipworth, Mrs Jenks. Arts Council of Great Britain © 1981.","chapters":[{"out":618,"in":0,"desc":"Commentary (over early photographs of London street, children, etc): “In 1890, escaping fears of persecution … Mark Gertler and his family made the arduous journey from Austria to England and settled in the slums of London’s East End …”. Gertler walking round Spitalfields. His VO as he visits his now-derelict childhood home. Self Portrait (1920). Mark Gertler visits the National Gallery; “…it wasn’t until I left school that I came into contact with real art”. Various paintings (in sepia). At home; “Whoever heard of a Jewish artist, anyway? …”. Gertler takes some of his work to the Regent Street Polytechnic, where he is accepted as a student. Lecture on the history of art. Gertler working on a still life: “I was determined to paint better than any of the Christians around me…”; Sea Shells (1907). Copying details of other paintings. Still Life with Melon (1908), which won him a bronze medal in a national art competition. Gertler in life class at the Slade School; his work is criticised by Henry Tonks, and he gets sympathy from Dora Carrington."},{"out":1262,"in":618,"desc":"Writing to William Rothenstein (who had encouraged him to apply to the Slade) to tell him how he is progressing. Practising, in a mirror, inviting Carrington to tea. Portraits of The Artist’s Mother (1909), The Artist’s Parents (1909), and The Artist’s Mother (1911). Gertler reads critical acclaim for his work to his mother. The Artist’s Sister (1910). Tonks dismissing contemporary work – Manet, Picasso, etc. – at an exhibition of Post Impressionists. Carrington reassures Gertler that the paintings are marvellous, but refuses his invitation to tea. Gertler in his studio; his VO talks about being “baffled” by most of the French artists; one of Cézanne’s portraits of his wife. A “Futurist poet”, who wishes “to cure English art of that most grave of all maladies, that of being out of date”, lists his criticisms and condemnations of art and audiences alike. Gertler hiding his head. A “Vorticist” also criticises England, its snobbery, etc. Tonks threatens to resign over “talk about Cubism and Abstraction”. Gertler expresses his disgust with all art movements, and laments having cut himself off from his family and old friends. Portrait of Carrington (1912). Gertler talks about Carrington; her VO reading a letter to him explaining why she cannot love him as he would like. Gertler and Carrington looking at Egyptian statue. The Artist’s Mother (1913). A Jewish Family (1913). Gertler and Carrington in art gallery. He describes a visit from someone who came to look at his work but did not buy anything. Harry Holding an Apple (1913). Gertler is angry that his work doesn’t sell because the public only wants “prettiness”."},{"out":1933,"in":1262,"desc":"Lady Ottoline Morrell, at Garsington Manor, saying, to Clive Bell and Roger Fry, that Gertler “needs help”; Bell dismisses most English art as “provincial” but Morrell says that she’s inviting Gertler to her Bedford Square house to meet “the right people”. Carrington encourages Gertler to go; he asks her why she won’t marry him and she says she doesn’t “belong” to him or anyone else. Fruit Sorters (1914). Gertler in his mother’s kitchen; he feels that the distance between him and his family means he should move out. Edward Marsh agrees to become his patron, and he moves to Hampstead, feeling “both sadness and relief” at having left the East End. Gertler and Carrington on Hampstead Heath, he imitating Charlie Chaplin; the Heath inspires him. Gilbert Cannan at his Mill (1915). Gertler reading derogatory newspaper art criticism to Carrington, but says his work is beginning to sell and that he has a potential buyer coming that afternoon. News of the war. The Merry-Go-Round (1916). Carrington reads adulatory letter from DH Lawrence. Gertler with Morrell; he says the wartime atmosphere is upsetting him and she urges him to rest. They discuss Carrington and her relationships. Garsington and its gardens. The Pond – Garsington (1916)."},{"out":2488,"in":1933,"desc":"Carrington leaves Gertler’s studio. Gardens at Garsington. Bell and Fry ignore Gertler as he sings a ribald song; Bell criticises his work and Fry says that French art is better than English. Gertler painting; he says his ambition is now “to paint as well as Cézanne” and comments on his lack of money. Rain coming through his roof onto his work. The Bathers (1917-18). Self Portrait (1918). Gertler talks about contracting tuberculosis. Trees at a Sanatorium (1921). Gertler in his studio, working on The Queen of Sheba (1922). The Coster Woman (1923). He talks about becoming depressed when comparing himself to Matisse or Picasso. His wife, Marjorie Hodgkinson, paints something on his canvas. Bouquet and Sunshade (1931). Gertler talks about his experiments with colour and line. Gertler and Hodgkinson playing with their son on the Heath; he remarks that the boy was born the same year that Lytton Strachey died and Carrington sent them a wedding present. Gertler and Carrington; he says he’s not selling much. His VO talks of Carrington’s suicide. Homage to Roger Fry (1934). Violin and Bust (1934). Gertler’s VO talks of visiting exhibitions of Matisse and Picasso in Paris and describing his own show as “a complete failure”, though he had teaching work."},{"out":3049,"in":2488,"desc":"Gertler and his wife; they argue about his work and wonder how to pay their bills. She wants to paint again though he is not supportive. The Bride (1937). Gertler’s VO on French influence and his “feelings of inferiority”. Gertler walking in Spitalfields. Posters of Oswald Mosley. His VO talks about the need to sell some work. Visiting his former house, he is joined by his wife who tries to lighten his mood. Spanish Fan (1938). Gertler at home while his wife is away; he talks about feeling “panicky” and “disheartened” with his work. He turns on the gas. Credits."}],"Series":"","Full synopsis":"ACE109.2 10:00:00 10:10:18 Commentary (over early photographs of London street, children, etc): “In 1890, escaping fears of persecution … Mark Gertler and his family made the arduous journey from Austria to England and settled in the slums of London’s East End …”. Gertler walking round Spitalfields. His VO as he visits his now-derelict childhood home. Self Portrait (1920). Mark Gertler visits the National Gallery; “…it wasn’t until I left school that I came into contact with real art”. Various paintings (in sepia). At home; “Whoever heard of a Jewish artist, anyway? …”. Gertler takes some of his work to the Regent Street Polytechnic, where he is accepted as a student. Lecture on the history of art. Gertler working on a still life: “I was determined to paint better than any of the Christians around me…”; Sea Shells (1907). Copying details of other paintings. Still Life with Melon (1908), which won him a bronze medal in a national art competition. Gertler in life class at the Slade School; his work is criticised by Henry Tonks, and he gets sympathy from Dora Carrington. ACE109.3 10:10:18 10:21:02 Writing to William Rothenstein (who had encouraged him to apply to the Slade) to tell him how he is progressing. Practising, in a mirror, inviting Carrington to tea. Portraits of The Artist’s Mother (1909), The Artist’s Parents (1909), and The Artist’s Mother (1911). Gertler reads critical acclaim for his work to his mother. The Artist’s Sister (1910). Tonks dismissing contemporary work – Manet, Picasso, etc. – at an exhibition of Post Impressionists. Carrington reassures Gertler that the paintings are marvellous, but refuses his invitation to tea. Gertler in his studio; his VO talks about being “baffled” by most of the French artists; one of Cézanne’s portraits of his wife. A “Futurist poet”, who wishes “to cure English art of that most grave of all maladies, that of being out of date”, lists his criticisms and condemnations of art and audiences alike. Gertler hiding his head. A “Vorticist” also criticises England, its snobbery, etc. Tonks threatens to resign over “talk about Cubism and Abstraction”. Gertler expresses his disgust with all art movements, and laments having cut himself off from his family and old friends. Portrait of Carrington (1912). Gertler talks about Carrington; her VO reading a letter to him explaining why she cannot love him as he would like. Gertler and Carrington looking at Egyptian statue. The Artist’s Mother (1913). A Jewish Family (1913). Gertler and Carrington in art gallery. He describes a visit from someone who came to look at his work but did not buy anything. Harry Holding an Apple (1913). Gertler is angry that his work doesn’t sell because the public only wants “prettiness”. ACE109.4 10:21:02 10:32:13 Lady Ottoline Morrell, at Garsington Manor, saying, to Clive Bell and Roger Fry, that Gertler “needs help”; Bell dismisses most English art as “provincial” but Morrell says that she’s inviting Gertler to her Bedford Square house to meet “the right people”. Carrington encourages Gertler to go; he asks her why she won’t marry him and she says she doesn’t “belong” to him or anyone else. Fruit Sorters (1914). Gertler in his mother’s kitchen; he feels that the distance between him and his family means he should move out. Edward Marsh agrees to become his patron, and he moves to Hampstead, feeling “both sadness and relief” at having left the East End. Gertler and Carrington on Hampstead Heath, he imitating Charlie Chaplin; the Heath inspires him. Gilbert Cannan at his Mill (1915). Gertler reading derogatory newspaper art criticism to Carrington, but says his work is beginning to sell and that he has a potential buyer coming that afternoon. News of the war. The Merry-Go-Round (1916). Carrington reads adulatory letter from DH Lawrence. Gertler with Morrell; he says the wartime atmosphere is upsetting him and she urges him to rest. They discuss Carrington and her relationships. Garsington and its gardens. The Pond – Garsington (1916). \u000b\u000b ACE109.5 10:32:13 10:41:28 Carrington leaves Gertler’s studio. Gardens at Garsington. Bell and Fry ignore Gertler as he sings a ribald song; Bell criticises his work and Fry says that French art is better than English. Gertler painting; he says his ambition is now “to paint as well as Cézanne” and comments on his lack of money. Rain coming through his roof onto his work. The Bathers (1917-18). Self Portrait (1918). Gertler talks about contracting tuberculosis. Trees at a Sanatorium (1921). Gertler in his studio, working on The Queen of Sheba (1922). The Coster Woman (1923). He talks about becoming depressed when comparing himself to Matisse or Picasso. His wife, Marjorie Hodgkinson, paints something on his canvas. Bouquet and Sunshade (1931). Gertler talks about his experiments with colour and line. Gertler and Hodgkinson playing with their son on the Heath; he remarks that the boy was born the same year that Lytton Strachey died and Carrington sent them a wedding present. Gertler and Carrington; he says he’s not selling much. His VO talks of Carrington’s suicide. Homage to Roger Fry (1934). Violin and Bust (1934). Gertler’s VO talks of visiting exhibitions of Matisse and Picasso in Paris and describing his own show as “a complete failure”, though he had teaching work. ACE109.6 10:41:28 10:50:49 Gertler and his wife; they argue about his work and wonder how to pay their bills. She wants to paint again though he is not supportive. The Bride (1937). Gertler’s VO on French influence and his “feelings of inferiority”. Gertler walking in Spitalfields. Posters of Oswald Mosley. His VO talks about the need to sell some work. Visiting his former house, he is joined by his wife who tries to lighten his mood. Spanish Fan (1938). Gertler at home while his wife is away; he talks about feeling “panicky” and “disheartened” with his work. He turns on the gas. Credits.","Date":"1981","Choreographer":"","Title":"Mark Gertler. Fragments of a biography","Part":"","Film ID":"ACE109","Production Company":"Mediac"}