{"Synopsis":"Interview material shot for the 1985 film, Ben Nicholson, in which British abstract painter Patrick Heron (1920-1999) talks about Nicholson and his work.","Director":"John Read","Article":"","Minutes":"38 min","Full credits":"Camera Brian Granger; Sound Robert Allen; Producer Anne Balfour Fraser; Director John Read. Production Company Balfour Films. © Arts Council of Great Britain 1985.","chapters":[{"out":521,"in":0,"desc":"Caption: “This interview took place in Patrick Heron’s studio in St. Ives, Cornwall, in September 1984. The main subject was the work of Ben Nicholson and parts are included in the Arts Council Film ‘Ben’, directed by John Read on the life of Ben Nicholson.” Patrick Heron talks about his connection with St. Ives to which his family first moved in 1925; gives some of his family background; about some drawings from the early period, one similar to those painted later by Alfred Wallis who first came to St. Ives in 1928. About Ben Nicholson first meeting Wallis, the influence of Wallis’s work on him; descriptions of Wallis’s use of colour, typical of the British avant-garde movement. Heron talks about “education” for painting, best done by painters looking at other people’s paintings. Influences on Nicholson: his father, Winifred Nicholson, Barbara Hepworth. The arbitrary distinctions between figurative and non-figurative painting."},{"out":1308,"in":521,"desc":"Heron on Nicholson’s “white reliefs”, intended to eliminate figuration; “with time, certain associations accrue to these images”; images are “read back into reality”; facts are relative in their significance and mean different things at different times. The influence on the design world of Nicholson’s organisation of pure circles with pure rectangles. Heron on Nicholson’s “line”, comparing him favourably with Mondrian. Nicholson’s landscapes from Yorkshire and West Cornwall, both places from Heron’s past. On Nicholson’s need for privacy. Heron on Nicholson after he left St. Ives; his work in the 1940s; the influence of Georges Braque. On Nicholson’s still life work; how Cornwall, uniquely among British landscapes, has had an influence on the twentieth century British avant-garde; influence of Picasso and Braque. Nicholson’s “English-ness”; his delicacy (sometimes overdone), his speed. Elements of Cubism and Constructivism. “The greatest English painter since Turner.” On Turner and Constable."},{"out":1837,"in":1308,"desc":"Heron denies any mystical side to Nicholson. On symbols as opposed to images. On Mark Rothko talking about “grace”. Nicholson being very down to earth if sometimes over-complex. On “draftsmanship”; execution and conception go together. He says that Nicholson thought that the meaning of a thing springs from its physical reality. Heron on Nicholson’s studio: neat and tidy, and rather “domesticated”. He says he unconsciously organises objects in his own studio on a rectilinear grid. Heron can’t identify only a single paramount quality in Nicholson’s work. Talks about seeing a seven-foot late Picasso alongside a similarly-dimensioned Nicholson he hadn’t seen before, which he thought “slightly overwhelmed the Picasso”. On Nicholson’s Swiss period, returning to reliefs and mixing different periods. He believes that the two last exhibitions were full of new and “fantastically inventive” work, breaking new ground."},{"out":2260,"in":1837,"desc":"Heron on his comparison between Nicholson and Joan Miró. Talks about Nicholson being very depressed because of the way he was more or less ignored by the Press, and couldn’t sell his work; that he only started to sell in Switzerland. On Nicholson’s “official recognition” through an award of the Order of Merit. Heron on Nicholson’s “immensely strong” work ethic. Support for Nicholson and other artists through the writings of Herbert Read. Credits."}],"Series":"","Full synopsis":"ACE150.2 10:00:00 10:08:41 Caption: “This interview took place in Patrick Heron’s studio in St. Ives, Cornwall, in September 1984. The main subject was the work of Ben Nicholson and parts are included in the Arts Council Film ‘Ben’, directed by John Read on the life of Ben Nicholson.” Patrick Heron talks about his connection with St. Ives to which his family first moved in 1925; gives some of his family background; about some drawings from the early period, one similar to those painted later by Alfred Wallis who first came to St. Ives in 1928. About Ben Nicholson first meeting Wallis, the influence of Wallis’s work on him; descriptions of Wallis’s use of colour, typical of the British avant-garde movement. Heron talks about “education” for painting, best done by painters looking at other people’s paintings. Influences on Nicholson: his father, Winifred Nicholson, Barbara Hepworth. The arbitrary distinctions between figurative and non-figurative painting. ACE150.3 10:08:41 10:21:48 Heron on Nicholson’s “white reliefs”, intended to eliminate figuration; “with time, certain associations accrue to these images”; images are “read back into reality”; facts are relative in their significance and mean different things at different times. The influence on the design world of Nicholson’s organisation of pure circles with pure rectangles. Heron on Nicholson’s “line”, comparing him favourably with Mondrian. Nicholson’s landscapes from Yorkshire and West Cornwall, both places from Heron’s past. On Nicholson’s need for privacy. Heron on Nicholson after he left St. Ives; his work in the 1940s; the influence of Georges Braque. On Nicholson’s still life work; how Cornwall, uniquely among British landscapes, has had an influence on the twentieth century British avant-garde; influence of Picasso and Braque. Nicholson’s “English-ness”; his delicacy (sometimes overdone), his speed. Elements of Cubism and Constructivism. “The greatest English painter since Turner.” On Turner and Constable. ACE150.4 10:21:48 10:30:37 Heron denies any mystical side to Nicholson. On symbols as opposed to images. On Mark Rothko talking about “grace”. Nicholson being very down to earth if sometimes over-complex. On “draftsmanship”; execution and conception go together. He says that Nicholson thought that the meaning of a thing springs from its physical reality. Heron on Nicholson’s studio: neat and tidy, and rather “domesticated”. He says he unconsciously organises objects in his own studio on a rectilinear grid. Heron can’t identify only a single paramount quality in Nicholson’s work. Talks about seeing a seven-foot late Picasso alongside a similarly-dimensioned Nicholson he hadn’t seen before, which he thought “slightly overwhelmed the Picasso”. On Nicholson’s Swiss period, returning to reliefs and mixing different periods. He believes that the two last exhibitions were full of new and “fantastically inventive” work, breaking new ground. ACE150.5 10:30:37 10:37:40 Heron on his comparison between Nicholson and Joan Miró. Talks about Nicholson being very depressed because of the way he was more or less ignored by the Press, and couldn’t sell his work; that he only started to sell in Switzerland. On Nicholson’s “official recognition” through an award of the Order of Merit. Heron on Nicholson’s “immensely strong” work ethic. Support for Nicholson and other artists through the writings of Herbert Read. Credits.","Date":"1985","Choreographer":"","Title":"Patrick Heron. Interviewed by John Read","Part":"","Film ID":"ACE150","Production Company":"Balfour Films"}