{"Synopsis":"The life and work of Nina Hamnett (1890-1956), “Queen of Bohemia” and exponent of “psychological portraiture”.","Director":"Teresa Grimes","Article":"","Minutes":"26 min","Full credits":"Nina’s voice, Judy Campbell; Interviewees Edward Booth-Clibborn, Jane Farrington, John Heath-Stubbs , James Hepburn, Margaret Hepburn, Sheelah Hynes, Barbara Kerr-Seymour; Camera Clare Williams, Carolyn Sandys; Sound Matthew Evans; Editing Anne Sopel, Margaret Barrett; Music Composed by Elaine Streeter; Dubbing mixer Peter Hodges; Rostrum camera Jay Holloway; Graphics Terrie Wixon; Film Research David Collier; Photographs courtesy of Daniel Farson, Le Paris secret des années 30, Paris, Gallimard, 1976. G. Brassai © 1989. Archive material courtesy of Cinémathèque Gaumont. The producers would like to thank Edward Booth-Clibborn and his family for their help in the making of this film. We would also like to thank Vik Advani, John Bernusconi, Gaston Berlemont, Denise Hooker, Sandra Lummis, Cartwright Hall, Bradford, The Charleston Trust, Courtauld Institute Galleries, Doncaster Museum and Art Gallery, Ferens Art Gallery, Hull, University of Leeds, Southampton City Art Gallery. Associate producer Ruth Pantoleon; Executive producer Rodney Wilson; Producer Steve Garvey; Director Teresa Grimes. A Paintbrush production for the Arts Council of Great Britain in association with Channel 4 Television. © Arts Council of Great Britain MCMLXXXIX","chapters":[{"out":527,"in":0,"desc":"Nina Hamnett’s words VO explaining that everyone was “furious” at her “having been born a girl… but it had certain advantages”. Various photographs of Hamnett as a child. Commentary says that Hamnett was “a celebrated Bohemian personality in Paris, but her status as an artist suffered as a consequence”. Photograph of Hamnett becomes a jigsaw puzzle. Photographs of Hamnett wearing American sailor’s hat and in other poses; arious VOs describing her. Edward Booth-Clibborn opens folder of Hamnett’s drawings he found in her flat after her death in 1956, some of which are sketches of himself as a boy and a young man; other portrait sketches, sketches of café life, James and Margaret Hepburn. Margaret Hepburn’s VO over photographs of the Hamnett children and their mother and of Hamnett in checked dress. Hamnett rebelled in order to get away from her conventional home life. Hamnett’s words VO over portraits of Hamnett in checked dress (1918) and in black sweater, both by Roger Fry, saying that her father “had quite given up” on her “becoming a decent human being”. Hamnett VO continues over photograph of art school studio where her grandmother sent her. A drawing of art school students sketching. Hamnett VO speaks of her father’s attitude to her art studies. Some of Hamnett life drawings; her VO talks about taking a room in Grafton Street, Fitzroy Square, and of cutting her hair. Black and white portrait of her with short hair, wearing black hat. Jane Farrington, Birmingham City Art Gallery, talks about the influence of the Camden Town group on Hamnett’s early work, and her “curiously English” subdued palette. A number of paintings, including Hamnett’s Orchard I (1918), The Landlady (1917), and circus scenes. Booth-Clibborn with Hamnett’s news cuttings and scrapbook collection, showing photographs of a number of portraits (and other paintings) not known to survive, in a style that Hamnett called “psychological portraiture” as explained by Farrington VO. Booth-Clibborn re Hamnett showing at Albert Hall alongside Henri Gaudier-Brzska. Photos of Gaudier-Brzeska; Hamnett VO describing how they posed nude for each other."},{"out":1120,"in":527,"desc":"Farrington VO describes the relationship between Hamnett and Gaudier-Brzeska over sketches of nudes. Hamnett’s VO talks about “becoming an artist”. Film of Paris in the early 1900s and 1920s, artists at work in studio, etc. Hamnett VO describes being visited by Modigliani. Farrington VO over portrait of Hamnett by Modigliani and portrait by Hamnett of Ossip Zadkine (1914), influenced by the work of Modigliani. Hamnett VO describing her life in Paris over various photographs and film of a fancy dress ball. Farrington VO over various photographs of Hamnett. Paintings. VO Hamnett talks about someone suggesting that she might get a decorative and furniture-painting job with the Omega Workshops in Fitzroy Square. Farrington talks about Roger Fry setting up the Workshops to give work to penniless artists and to try to influence British design. Farrington VO over examples of Omega design – on a piano front, on a table-top and surrounding chairs, fabrics, etc. Farrington suggests that women may have had to carry out designs produced by male colleagues; everything was anonymous. Photographs of women, including Hamnett, at work. Sketches and paintings by Hamnett. Hamnett VO talking about the French influence on their work. James Hepburn talks about Hamnett’s work. Portrait of young man in background. Hamnett VO talking about her “psychological portraits” over various pictures including Reclining Man (c.1918). Various photographs of Paris with VOs talking about all the important artists and musicians Hamnett associated with there. Original film and photographs of cafés, restaurants an night-clubs in Paris in about 1920. Farrington’s VO on Hamnett’s reaction to Paris, constructing an image of herself as “an eccentric, Bohemian English artist”, and being the centre of the social scene. Artists of the period; portrait sketches and paintings by Hamnett who was not particularly interested in the new movements and styles."},{"out":1566,"in":1120,"desc":"Hamnett VO describes the appearance of her autobiography, Laughing Torso (1932). Press cuttings and reviews. Booth-Clibborn VO suggests reasons why it became an instant best-seller. Margaret Hepburn and VO film and photographs of English public houses, talking about being in London at the end of the era of literary and artistic people frequenting London pubs. Soho in the 1930s. John Heath-Stubbs VO suggesting that it had an atmosphere similar to that in Paris in the 19th century. Woman’s VO proposes that Hamnett went to pubs to relax and meet people. Sketches and watercolours by Hamnett of London streets, boxers, musicians, etc. Farrington VO on Hamnett’s talent for observation of the everyday way of life. John Heath-Stubbs and VO photographs of Hamnett and interiors public houses. Farrington VO photographs of Hamnett. Booth-Clibborn VO over photographs of Hamnett explaining that she didn’t look after herself, was twice hospitalised with broken hips; Hamnett’s hospital diary with sketches of other patients. Farrington VO points out that these sketches prove that Hamnett continued to work very late in her life, and continued to be interested in her sitters. VOs over photograph of Hamnett and film of her suitcase of scrapbooks and press cuttings. Hamnett VO over some of her portraits explaining that going to see a painting done long ago is like going to see an old friend, experience a mixture of nervousness and pleasure. The jigsaw puzzle pieces re-form into a photograph of Hamnett. Credits."}],"Series":"Five Women Painters","Full synopsis":"ACE178.2 10:00:00 10:08:47 Nina Hamnett’s words VO explaining that everyone was “furious” at her “having been born a girl… but it had certain advantages”. Various photographs of Hamnett as a child. Commentary says that Hamnett was “a celebrated Bohemian personality in Paris, but her status as an artist suffered as a consequence”. Photograph of Hamnett becomes a jigsaw puzzle. Photographs of Hamnett wearing American sailor’s hat and in other poses; arious VOs describing her. Edward Booth-Clibborn opens folder of Hamnett’s drawings he found in her flat after her death in 1956, some of which are sketches of himself as a boy and a young man; other portrait sketches, sketches of café life, James and Margaret Hepburn. Margaret Hepburn’s VO over photographs of the Hamnett children and their mother and of Hamnett in checked dress. Hamnett rebelled in order to get away from her conventional home life. Hamnett’s words VO over portraits of Hamnett in checked dress (1918) and in black sweater, both by Roger Fry, saying that her father “had quite given up” on her “becoming a decent human being”. Hamnett VO continues over photograph of art school studio where her grandmother sent her. A drawing of art school students sketching. Hamnett VO speaks of her father’s attitude to her art studies. Some of Hamnett life drawings; her VO talks about taking a room in Grafton Street, Fitzroy Square, and of cutting her hair. Black and white portrait of her with short hair, wearing black hat. Jane Farrington, Birmingham City Art Gallery, talks about the influence of the Camden Town group on Hamnett’s early work, and her “curiously English” subdued palette. A number of paintings, including Hamnett’s Orchard I (1918), The Landlady (1917), and circus scenes. Booth-Clibborn with Hamnett’s news cuttings and scrapbook collection, showing photographs of a number of portraits (and other paintings) not known to survive, in a style that Hamnett called “psychological portraiture” as explained by Farrington VO. Booth-Clibborn re Hamnett showing at Albert Hall alongside Henri Gaudier-Brzska. Photos of Gaudier-Brzeska; Hamnett VO describing how they posed nude for each other. ACE178.3 10:08:47 10:18:40 Farrington VO describes the relationship between Hamnett and Gaudier-Brzeska over sketches of nudes. Hamnett’s VO talks about “becoming an artist”. Film of Paris in the early 1900s and 1920s, artists at work in studio, etc. Hamnett VO describes being visited by Modigliani. Farrington VO over portrait of Hamnett by Modigliani and portrait by Hamnett of Ossip Zadkine (1914), influenced by the work of Modigliani. Hamnett VO describing her life in Paris over various photographs and film of a fancy dress ball. Farrington VO over various photographs of Hamnett. Paintings. VO Hamnett talks about someone suggesting that she might get a decorative and furniture-painting job with the Omega Workshops in Fitzroy Square. Farrington talks about Roger Fry setting up the Workshops to give work to penniless artists and to try to influence British design. Farrington VO over examples of Omega design – on a piano front, on a table-top and surrounding chairs, fabrics, etc. Farrington suggests that women may have had to carry out designs produced by male colleagues; everything was anonymous. Photographs of women, including Hamnett, at work. Sketches and paintings by Hamnett. Hamnett VO talking about the French influence on their work. James Hepburn talks about Hamnett’s work. Portrait of young man in background. Hamnett VO talking about her “psychological portraits” over various pictures including Reclining Man (c.1918). Various photographs of Paris with VOs talking about all the important artists and musicians Hamnett associated with there.\u000bOriginal film and photographs of cafés, restaurants an night-clubs in Paris in about 1920. Farrington’s VO on Hamnett’s reaction to Paris, constructing an image of herself as “an eccentric, Bohemian English artist”, and being the centre of the social scene. Artists of the period; portrait sketches and paintings by Hamnett who was not particularly interested in the new movements and styles.\u000b\u000b ACE178.4 10:18:40 10:26:06 Hamnett VO describes the appearance of her autobiography, Laughing Torso (1932). Press cuttings and reviews. Booth-Clibborn VO suggests reasons why it became an instant best-seller. Margaret Hepburn and VO film and photographs of English public houses, talking about being in London at the end of the era of literary and artistic people frequenting London pubs. Soho in the 1930s. John Heath-Stubbs VO suggesting that it had an atmosphere similar to that in Paris in the 19th century. Woman’s VO proposes that Hamnett went to pubs to relax and meet people. Sketches and watercolours by Hamnett of London streets, boxers, musicians, etc. Farrington VO on Hamnett’s talent for observation of the everyday way of life. John Heath-Stubbs and VO photographs of Hamnett and interiors public houses. Farrington VO photographs of Hamnett. Booth-Clibborn VO over photographs of Hamnett explaining that she didn’t look after herself, was twice hospitalised with broken hips; Hamnett’s hospital diary with sketches of other patients. Farrington VO points out that these sketches prove that Hamnett continued to work very late in her life, and continued to be interested in her sitters. VOs over photograph of Hamnett and film of her suitcase of scrapbooks and press cuttings. Hamnett VO over some of her portraits explaining that going to see a painting done long ago is like going to see an old friend, experience a mixture of nervousness and pleasure. The jigsaw puzzle pieces re-form into a photograph of Hamnett. Credits.","Date":"1989","Choreographer":"","Title":"Fast and Furious. The life & times of Nina Hamnett","Part":"4","Film ID":"ACE178","Production Company":"Paintbrush"}