{"Synopsis":"One of a ten-part series, presented by John Hegley, in which contemporary poets read their work: with Bei Dao, Carol Ann Duffy, and Roy Fisher.","Director":"John Gwyn","Article":"","Minutes":"24 min","Full credits":"Presented by John Hegley; With Bei Dao, Carol Ann Duffy, Roy Fisher; Bei Dao translated by Bonnie S. McDougall; Archive footage The Stones in the Park, Granada Television, E.T.U., W.T.N., British Movietonews; British Pathé News. Music Composed and Performed by John Hegley, Nigel Piper; Film Camera Tom Ritchie; Assistant Camera Alan Moir; Film Editor Malcolm Farquharson; Graphic Designer Bob Baptist; Researchers Angela Pollard, Oonagh Taylor; Production Assistant Jean Reed; Vision Mixer Gwynne Challenger; Floor Manager Ted Gowling; Vision Engineer Ray Barrett; Studio Cameras Mike Somers; Studio Sound Phil Middlemore; Lighting Director Tony Nuttall; VT Editor Roger Drew; Design Ian Reed; Producers for the Arts Council Rodney Wilson, Alistair Niven; Executive Producer Paul Corley; Programme Editor Tom Pickard; Director-Producer John Gwyn. A Border Television Production in association with The Arts Council of Great Britain. © Border Television and the Arts Council.","chapters":[{"out":788,"in":0,"desc":"John Hegley introduces the programme, reads a brief poem called Luton, and introduces Carol Ann Duffy. Carol Ann Duffy introduces and reads Weasel Words. Duffy introduces and reads Stealing. Hegley introduces Bei Dao. Bei Dao reads Random Thoughts (in Chinese). Film of Chinese peasants, demonstration, Mao, etc, follow with the English translation. Bei Dao interviewed, talks about being a Red Guard; film of agricultural scenes, demonstrations, Cultural Revolution, etc. Bei Dao reading. Text in Chinese with translation read over, superimposed on film of army, peasants, etc. Bei Dao interview; Cultural Revolution footage. Bei Dao reading. Translation read over; subtitles. Interview: Bei Dao talking about poetry and culture. Bei Dao reads Underground Station."},{"out":1465,"in":788,"desc":"Mick Jagger reading from Shelley’s Adonaïs at the 1969 Rolling Stones Hyde Park concert. Hegley with a song about an amoeba. Introduces Roy Fisher. Roy Fisher reads The Entertainment of War; London Blitz footage. Hegley introduces Duffy. Duffy reads Standing Female Nude. Duffy introduces and reads Selling Manhattan. Hegley reads I am Going. Credits."}],"Series":"Word of Mouth","Full synopsis":"ACE213.2 10:00:00 10:13:08 John Hegley introduces the programme, reads a brief poem called Luton, and introduces Carol Ann Duffy. Carol Ann Duffy introduces and reads Weasel Words. Duffy introduces and reads Stealing. Hegley introduces Bei Dao. Bei Dao reads Random Thoughts (in Chinese). Film of Chinese peasants, demonstration, Mao, etc, follow with the English translation. Bei Dao interviewed, talks about being a Red Guard; film of agricultural scenes, demonstrations, Cultural Revolution, etc. Bei Dao reading. Text in Chinese with translation read over, superimposed on film of army, peasants, etc. Bei Dao interview; Cultural Revolution footage. Bei Dao reading. Translation read over; subtitles. Interview: Bei Dao talking about poetry and culture. Bei Dao reads Underground Station. ACE213.3 10:13:08 10:24:25 Mick Jagger reading from Shelley’s Adonaïs at the 1969 Rolling Stones Hyde Park concert. Hegley with a song about an amoeba. Introduces Roy Fisher. Roy Fisher reads The Entertainment of War; London Blitz footage. Hegley introduces Duffy. Duffy reads Standing Female Nude. Duffy introduces and reads Selling Manhattan. Hegley reads I am Going. Credits.","Date":"1990","Choreographer":"","Title":"Word of Mouth 1","Part":"","Film ID":"ACE213","Production Company":"Border Television"}