{"Synopsis":"One of a series of dance pieces created specially for television, featuring bottles and a bar.","Director":"Ross MacGibbon","Article":"","Minutes":"14 min","Full credits":"Devised and Choreographed by Yolande Snaith; Music Composed by Graeme Miller; Dancers Julia Clarke, James de Maria, Yolande Snaith, Jamie Watton; Arts Council Production Trainee Francesca Penzani; Production Assistant Lucinda Jarrett; Make-up Designer Emma Blanc; Design Assistant Lucy Elton; Lighting Gaffer Nick Jenner; Sound Recordist Adam Rickets; Grip Alan Tabner; Videotape Editor Perry Widdowson; Associate Producer Anne Williamson-Noble; Lighting Cameraman Tony Keene; Designer Robert Innes Hopkins; Executive Producers for The Arts Council and the BBC Rodney Wilson, Bob Lockyer; Produced and Edited by Ross MacGibbon. A Landseer Production for BBC and The Arts Council of Great Britain. © BBC and The Arts Council MCMXCIII.","chapters":[{"out":892,"in":0,"desc":"Dancers opening and closing large moving metal doors and panels. Leaping and rolling on and off L-shaped, bar-height wooden platform. Green bottle breaking. Dancers hands throwing bottles to each other. Rolling the bottles on the platform, stacking them. The last one breaks. Throwing bottles round central pillar. Breaking them. Rubbing and sliding on sawdust on bar/platform. Women and men moving at the edges of the bar. Hand stretching out towards bottle on bar. Dancers moving towards bottles, spin them slide them, juggle with them, etc. Dancers leaving bar area. Bottles on bar fall and slide off. Credits."}],"Series":"Dance for the Camera 1","Full synopsis":"ACE258.2 10:00:00 10:14:52 Dancers opening and closing large moving metal doors and panels. Leaping and rolling on and off L-shaped, bar-height wooden platform. Green bottle breaking. Dancers hands throwing bottles to each other. Rolling the bottles on the platform, stacking them. The last one breaks. Throwing bottles round central pillar. Breaking them. Rubbing and sliding on sawdust on bar/platform. Women and men moving at the edges of the bar. Hand stretching out towards bottle on bar. Dancers moving towards bottles, spin them slide them, juggle with them, etc. Dancers leaving bar area. Bottles on bar fall and slide off. Credits.","Date":"1993","Choreographer":"Yolande Snaith","Title":"Should Accidentally Fall","Part":"","Film ID":"ACE258","Production Company":"Landseer"}