{"Synopsis":"The cultural clubs of the South African townships offer opportunities to children to engage in dance, mime, theatre, music, and poetry; commentators on this phenomenon include singer Sophie Mgcina, choreographers Carly Dibokoane and Jackie Semela, poets Lesogo Rampolokeng and Siphiwe Ngwenya, and actor James Mthoba.","Director":"Deborah May","Article":"","Minutes":"54 min","Full credits":"Poets Lesogo Rampolokeng, Siphiwe Ngwenya; Performers Augustinas Lemgolo, Saloon Boys, The Long Till Boys, Abna Mncwabe, Patrick Shai, Soweto Dance Theatre, Alfonse Mabasa, Sechaba, Siyeza, Willie Tshaka, Woza Africa Group, Progress Youth Group, Mamahau Children, The Patriots, Somqobazitha Dancers, The Twilight Gumboots, New Foundation. With thanks to All the performers & cultural workers we met during this production, Tale Motsepe, Jean Power, Vincenzo Daffonchio, Margaret Williams. Photographs courtesy of Idaf. Extracts from Horns for Hondo by Lesogo Rampolokeng courtesy of COSAW. Camera Dewald Aukema; Assistant Camera Pam Laxen; Sound Tony Bensusan; Assistant Director Patrick Shai; Original Music Errollyn Wallen; Commentary Sophie Mgcina; Assistant Editor Emma Matthews; Videotape Editor Paul Bolton; Dubbing Mixer David Old; Editor Robert Hargreaves; Executive Producer Ron Orders; Executive Producer for the Arts Council Rodney Wilson; Producer Anne Beresford; Director Deborah May. A Cinecontact-Kinoki Production for the Arts Council of Great Britain. © Arts Council of Great Britain MCMXCI.","chapters":[{"out":729,"in":180,"desc":"Roofs, walls, barbed wire. Hand juggling with empty bottle. Man’s VO reciting poem. VO continues over street scenes. Man dancing and spinning the bottle. Children dancing in the road. Mechanical toy drummer. Exercise class. Band carrying their instruments. People dancing. Voice over points out that there is no theatre available to any of the eight million people who live in the South African townships, and that art is not taught in black schools. Hundreds of cultural clubs have sprung up since the children’s uprising of 1976. Sophie Mgcina, singer, teacher. Says violence splits people and children lose respect for adults. The cultural clubs, set up in any available vacant space, are very important in giving children something more than their otherwise impoverished existence. Dance and mime performances in a back yard. Mgcina’s VO continues, describing these dances as having narrative and representing day-to-day events. Carly Dibokoane, choreographer. Performance continues. Siphiwe Ka Ngwenya reciting from To Celebrate is a Must. Dancer. Dancers in theatre hall, chanting while they perform ."},{"out":1288,"in":729,"desc":"Jackie Semela, choreographer, talking about the need for places where people can come together. Man performing back-flips. Mgcina talks about the children’s uprising in Soweto and says the clubs were created to restore what had been before. Dilapidated school buildings. Photographs from Soweto. VO of man who had been involved in the uprising. Siphiwe Ka Ngwenya’s VO “For Soweto I shall sing… I am Amandla.” Dibokoane talks about bringing the experiences back into the theatre, and using them as consciousness raising to help prepare for the future. Theatre group performing in schoolroom. Dibokoane says that every civil disturbance encourages people to find new ways of expressing themselves. Theatre group rehearsing. James Mthoba, actor, teacher, describes how people will write and direct plays, write the music, act in the play, etc., all without any training. Group exercising and rehearsing. Woman’s VO says the works may be political, historical, or deal with social issues like drugs and AIDS. Samuel Makhubela, actor, director, talking about Red Friday, Good Friday, about the release of Nelson Mandela."},{"out":1298,"in":1288,"desc":"END OF PART ONE"},{"out":1822,"in":1298,"desc":"Red Friday, Good Friday being performed in schoolroom. Sound continues over shots of Boer memorial and of township streets. The bottle juggler appears. Dibokoane talks about how news of Mandela’s coming release inspired people to prepare pieces for the coming celebration, but that the event was followed by a good deal of violence. Street scenes, soldiers, fires, news headlines, damaged buildings. Mthoba relating an incident that shows how children were affected by the violence. Zulu dancers. Mgcina’s VO explains that “pure” tribal dancing was encouraged under apartheid as it fostered separate identities for the different groups, but today, dance troupes mix elements from a variety of sources. Ernest Moja and Solomon Moroke explaining to Dibokoana that what is seen today is a multi-cultured mixture. Street performance. Moja and Moroke saying that people should come together and stop the inter-tribal killings. Zulu dancers. Semela talking about anti-tribalism; believes that people should know their own bodies better as this would keep them from violence. Dibokoane dislikes the idea of “new South Africa” as he sees the government endorsing black on black violence."},{"out":2549,"in":1822,"desc":"Theatre group rehearsing, singing “Kaffir, Kaffir, You Think You’re White” and satirising the National party. Street performers, with poet reciting And the beach went red, and the sea went red… The backyard performers. Wellington boot (gumboot) dancers. Dibokoane wants dance to have an equal place with other art forms, and believes it can help unify the black nation. Dancers rehearsing. Dibokoane’s VO explains that his training was in Western dance and that he had to get into African dance and try to blend the two. Semela talks about the need to blend the present with the past to inform the future. Dancers in theatre hall. Semela’s VO explaining what some of their movements represent. Poet’s VO “No-one can negotiate…” Semela talking about the responsibilities and discipline taken on by the young people who join the groups, and that these affect not only their bodies but their personalities as well. Schoolchildren dancing, with fellow pupils chanting. Children playing clapping games. Dibokoane talks about finding beauty in the townships. Rehearsing with a little girl. His VO talks about how children have turned their games into dances."},{"out":2561,"in":2549,"desc":"END OF PART TWO"},{"out":3000,"in":2561,"desc":"Houses in township. Boys dancing. Dibokoane’s VO saying that people need to dance but conditions make it difficult. Young man doing back-flips. Group of young musicians and dancers walking through the township with woman haranguing them. Five Roses Bowl open-air stage. Mgcina’s VO asking where children can go to perform rather than rehearse, there are few venues and little money for costumes and transport. The group performing at the Bowl. Intercut with Zulu group performing on river bank. Musician performing on bridge with two mechanical toy drummers. White families. Zulu dancers resting. Poet’s VO Tyranny makes man horizontal… Derelict land. Children playing arcade games. Young man reading children’s book. Gumboot dancers. Rhythm continues over shots of young people. Mgcina’s VO says township dancing reflects changes in culture generally with African and Eureopan, traditional and modern mixed together. She describes the origins of the dance."},{"out":3417,"in":3000,"desc":"Mthoba says black people aren’t counted when it comes to the arts and consequently, anyone wanting to be involved in such projects is criticised for being lazy. The bottle juggler. A dancer. A group performing at an open-air talent contest. More dancers. Mgcina talks about pantsula dancing which started in the shebeens and is now a part of township youth culture. Mthoba talking about the need for culture in the new South Africa to be a mixture of black and white, not just one. Dibokoane talking about the emergence of unity and anti-tribalism. Township. Choir singing “Talk to them, talk to them…”, extolling the virtues of Nelson Mandela and Gatsha Buthelezi. Bottle juggler. Credits"},{"out":3417,"in":3417,"desc":"DO NOT ENCODE PAST HERE"}],"Series":"","Full synopsis":"ACE268.10 00:56:57 00:56:57 DO NOT ENCODE PAST HERE ACE268.2 00:03:00 00:12:09 Roofs, walls, barbed wire. Hand juggling with empty bottle. Man’s VO reciting poem. VO continues over street scenes. Man dancing and spinning the bottle. Children dancing in the road. Mechanical toy drummer. Exercise class. Band carrying their instruments. People dancing. Voice over points out that there is no theatre available to any of the eight million people who live in the South African townships, and that art is not taught in black schools. Hundreds of cultural clubs have sprung up since the children’s uprising of 1976. Sophie Mgcina, singer, teacher. Says violence splits people and children lose respect for adults. The cultural clubs, set up in any available vacant space, are very important in giving children something more than their otherwise impoverished existence. Dance and mime performances in a back yard. Mgcina’s VO continues, describing these dances as having narrative and representing day-to-day events. Carly Dibokoane, choreographer. Performance continues. Siphiwe Ka Ngwenya reciting from To Celebrate is a Must. Dancer. Dancers in theatre hall, chanting while they perform . ACE268.3 00:12:09 00:21:28 Jackie Semela, choreographer, talking about the need for places where people can come together. Man performing back-flips. Mgcina talks about the children’s uprising in Soweto and says the clubs were created to restore what had been before. Dilapidated school buildings. Photographs from Soweto. VO of man who had been involved in the uprising. Siphiwe Ka Ngwenya’s VO “For Soweto I shall sing… I am Amandla.” Dibokoane talks about bringing the experiences back into the theatre, and using them as consciousness raising to help prepare for the future. Theatre group performing in schoolroom. Dibokoane says that every civil disturbance encourages people to find new ways of expressing themselves. Theatre group rehearsing. James Mthoba, actor, teacher, describes how people will write and direct plays, write the music, act in the play, etc., all without any training. Group exercising and rehearsing. Woman’s VO says the works may be political, historical, or deal with social issues like drugs and AIDS. Samuel Makhubela, actor, director, talking about Red Friday, Good Friday, about the release of Nelson Mandela. ACE268.4 00:21:28 00:21:38 END OF PART ONE ACE268.5 00:21:38 00:30:22 Red Friday, Good Friday being performed in schoolroom. Sound continues over shots of Boer memorial and of township streets. The bottle juggler appears. Dibokoane talks about how news of Mandela’s coming release inspired people to prepare pieces for the coming celebration, but that the event was followed by a good deal of violence. Street scenes, soldiers, fires, news headlines, damaged buildings. Mthoba relating an incident that shows how children were affected by the violence. Zulu dancers. Mgcina’s VO explains that “pure” tribal dancing was encouraged under apartheid as it fostered separate identities for the different groups, but today, dance troupes mix elements from a variety of sources. Ernest Moja and Solomon Moroke explaining to Dibokoana that what is seen today is a multi-cultured mixture. Street performance. Moja and Moroke saying that people should come together and stop the inter-tribal killings. Zulu dancers. Semela talking about anti-tribalism; believes that people should know their own bodies better as this would keep them from violence. Dibokoane dislikes the idea of “new South Africa” as he sees the government endorsing black on black violence. ACE268.6 00:30:22 00:42:29 Theatre group rehearsing, singing “Kaffir, Kaffir, You Think You’re White” and satirising the National party. Street performers, with poet reciting And the beach went red, and the sea went red… The backyard performers. Wellington boot (gumboot) dancers. Dibokoane wants dance to have an equal place with other art forms, and believes it can help unify the black nation. Dancers rehearsing. Dibokoane’s VO explains that his training was in Western dance and that he had to get into African dance and try to blend the two. Semela talks about the need to blend the present with the past to inform the future. Dancers in theatre hall. Semela’s VO explaining what some of their movements represent. Poet’s VO “No-one can negotiate…” Semela talking about the responsibilities and discipline taken on by the young people who join the groups, and that these affect not only their bodies but their personalities as well. Schoolchildren dancing, with fellow pupils chanting. Children playing clapping games. Dibokoane talks about finding beauty in the townships. Rehearsing with a little girl. His VO talks about how children have turned their games into dances. ACE268.7 00:42:29 00:42:41 END OF PART TWO ACE268.8 00:42:41 00:50:00 Houses in township. Boys dancing. Dibokoane’s VO saying that people need to dance but conditions make it difficult. Young man doing back-flips. Group of young musicians and dancers walking through the township with woman haranguing them. Five Roses Bowl open-air stage. Mgcina’s VO asking where children can go to perform rather than rehearse, there are few venues and little money for costumes and transport. The group performing at the Bowl. Intercut with Zulu group performing on river bank. Musician performing on bridge with two mechanical toy drummers. White families. Zulu dancers resting. Poet’s VO Tyranny makes man horizontal… Derelict land. Children playing arcade games. Young man reading children’s book. Gumboot dancers. Rhythm continues over shots of young people. Mgcina’s VO says township dancing reflects changes in culture generally with African and Eureopan, traditional and modern mixed together. She describes the origins of the dance. ACE268.9 00:50:00 00:56:57 Mthoba says black people aren’t counted when it comes to the arts and consequently, anyone wanting to be involved in such projects is criticised for being lazy. The bottle juggler. A dancer. A group performing at an open-air talent contest. More dancers. Mgcina talks about pantsula dancing which started in the shebeens and is now a part of township youth culture. Mthoba talking about the need for culture in the new South Africa to be a mixture of black and white, not just one. Dibokoane talking about the emergence of unity and anti-tribalism. Township. Choir singing “Talk to them, talk to them…”, extolling the virtues of Nelson Mandela and Gatsha Buthelezi. Bottle juggler. Credits","Date":"1991","Choreographer":"","Title":"We Jive Like This","Part":"","Film ID":"ACE268","Production Company":"Cinecontact-Kinoki"}