{"Synopsis":"One of a series of dance pieces created specially for television, an adaptation of the poem by Samuel Taylor Coleridge (1772-1834).","Director":"Milfid Ellis","Article":"The","Minutes":"15 min","Full credits":"Narrator John Gielgud; The Ancient Mariner, Anthony Dowell; The Wedding Guest, Michael Nunn; The Albatross, Leire Ortueta; Dancers, Lynn Bristow, William Tuckett, Adam Cooper, Belinda Hatley, Emma Lewis; Mariners, James Spencer Thierrée, Dean Fernee, Stuart Howard, Paul Lane, Harris Tatakis, Craig Watkins; Arts Council Production Trainee Kevin Finnan. With special thanks to The Captain of the Sea Cadet Corps, London Area Sea Cadets, Glyndebourne Festival Opera, The Royal Ballet, The Royal Opera House. Technical Advisors Glenda Whitley, Roger Whitley; Production Assistant Julie Ackroyd; Focus Puller Dave Marsh; Script Supervisor Renée Glynne; Production Manager Aaron Denn; Construction Brad Lochore; Design Assistant Drogo Michie; Costume Zaza Guirey, Michale Brown, John Krausa, Lucilla Smith; Wardrobe Tim Guthrie; Make-Up Designers Peter King, Chris Redman; Sound Recordist Mark Glynne; Sound Editor Mathew Knights; Dubbing Mixer Nigel Heath; Editor Chris Wyatt; Designer Michael Howells; Lighting Camera Nic Knowland; Executive Producers for the Arts Council and the BBC Rodney Wilson, Bob Lockyer; Producer Mary Jane Walsh; Choreographer William Tuckett; Director Milfid Ellis. A Palindrome Production for BBC and The Arts Council of Great Britain. © BBC and The Arts Council MCMXCIII.","chapters":[{"out":920,"in":0,"desc":"Wedding guests. VO begins to read an edited version of the poem by Samuel Taylor Coleridge. Ancient Mariner and Guest. The storm. The mist and cold. The Albatross. The Mariner kills the Albatross and the sailors hang the dead bird round the Mariner’s neck. The Woman and Death. The Guest, the Mariner and the Albatross. The Dead. Judgment. The Mariner is rescued by the Hermit. The Mariner and the Guest. Credits"}],"Series":"Dance for the Camera 1","Full synopsis":"ACE257.2 10:00:00 10:15:20 Wedding guests. VO begins to read an edited version of the poem by Samuel Taylor Coleridge. Ancient Mariner and Guest. The storm. The mist and cold. The Albatross. The Mariner kills the Albatross and the sailors hang the dead bird round the Mariner’s neck. The Woman and Death. The Guest, the Mariner and the Albatross. The Dead. Judgment. The Mariner is rescued by the Hermit. The Mariner and the Guest. Credits","Date":"1993","Choreographer":"William Tuckett","Title":"Rime of the Ancient Mariner","Part":"","Film ID":"ACE257","Production Company":"Palindrome"}