{"Synopsis":"Personal reminiscence, archive film and new footage are combined in an evocation of the open-air swimming pools built in Britain in the 1920s and 1930s.","Director":"Christopher Dudman","Article":"","Minutes":"10 min","Full credits":"Thanks to Sue New, Diver – Hayley Allen, Jantzen Swimwear, The Twentieth Century Society, The Finchley Pool Preservation Society, The South London Swimming Club, Ian Parker of The Independent, Janine Bartosik. The Lidos: Parliament Hill, Peterborough, Saltdean, Stroud, Tooting Bec, Uxbridge; The Derelict Lidos: Brockwell Park, Finchley, Kennington. Photography Bob Pender Hughes, Frank Battersby, Conner Connolly; Sound Recordist Maggis Ellis; Rostrum Camera Frameline; Portrait Photography George Brooks; Music Richard Durrant; Film Editor Sally Hilton, Swantee Toocaram; Executive Producer Rodney Wilson for the Arts Council; 10 x 10 Series Producer Colin Rose; Produced by Maggie Ellis, Jacqui Timberlake; Director Christopher Dudman. A Cinecontact Production for The Arts Council of Great Britain and BBC Bristol in association with ZDF. © Christopher Dudman and The Arts Council of Great Britain MCMXCIII.","chapters":[{"out":577,"in":0,"desc":"A derelict swimming pool. Pools in use. People swimming, sitting and standing about, diving. VOs explain why they like these open-air pools. VO talks about how swimming was revived by the Romantic poets. Film of outdoor swimmers in the 1920s, photographs of people at early lidos, swimming, sunbathing, etc. More silent-era film, amateur colour footage. Details of lido architecture. Views of water and swimmers. VOs talking about the social and entertainment aspects of lidos. Architectural details. VO describing the “dislocating” effect of swimming. Buildings and pools in disrepair. Man’s VO describing how he had to keep moving as the pools he frequented closed down. Caption: “In 1939 there were 50 lidos in the London area alone. In 1993 there were only 10.” Credits."}],"Series":"10 x 10","Full synopsis":"ACE261.2 10:00:00 10:09:37 A derelict swimming pool. Pools in use. People swimming, sitting and standing about, diving. VOs explain why they like these open-air pools. VO talks about how swimming was revived by the Romantic poets. Film of outdoor swimmers in the 1920s, photographs of people at early lidos, swimming, sunbathing, etc. More silent-era film, amateur colour footage. Details of lido architecture. Views of water and swimmers. VOs talking about the social and entertainment aspects of lidos. Architectural details. VO describing the “dislocating” effect of swimming. Buildings and pools in disrepair. Man’s VO describing how he had to keep moving as the pools he frequented closed down. Caption: “In 1939 there were 50 lidos in the London area alone. In 1993 there were only 10.” Credits.","Date":"1993","Choreographer":"","Title":"Lido","Part":"","Film ID":"ACE261","Production Company":"Cinecontact"}