{"Synopsis":"One of a series of short productions made by young black film- and video-makers: opera singer Maureen Brathwaite talks about her life and career.","Director":"Dani Williams","Article":"","Minutes":"8 min","Full credits":"“Il Bel Sogno di Doretta” from La Rondine Giacomo Puccini, arranged & performed by Wayne Marshall. Thanks to Royal Opera House, Richmond Theatre. Pianist Elizabeth Marcus; Runners Boakai Sasay, Sophie Ashton; Location Manager Idris Ahmed; Wardrobe Jenny Gabbidon; Make-up Sue Wyburgh; Art Director Emma Fowler; Sound Recordist Richard Flynn; Grip Malcolm Beale; Gaffer Andy Milner; Camera Assistant James Bishop; Lighting Camera Alwin Kuchler; Editor Lucia Zucchetti; Line Producer Stella Nwimo; Series Producer Simon Onwurah; Director Dani Williamson. A Non-Aligned Communications Production for The Arts Council and Carlton UK Television. © The Arts Council of England 1995.","chapters":[{"out":475,"in":0,"desc":"Footage of Maureen Brathwaite backstage and in rehearsal while she talks about her musical history, how finding out about other black opera singers was very helpful, how she incorporates spirituals in her recital programmes and about “echoes of the African continent” in operas such as Aida, Dido and Anaeas, Nabucco and Salome. She explains how she felt when she first sang a principle role, that of Donna Elvira in Mozart’s Don Giovanni, talks about the combining of all the different facets of an opera into one art form, and introduces the aria “Chi il bel sogno di Doretta potè indovinar” from Puccini’s La Rondine (1917). Credits."}],"Series":"Synchro 3","Full synopsis":"ACE281.2 10:00:00 10:07:55 Footage of Maureen Brathwaite backstage and in rehearsal while she talks about her musical history, how finding out about other black opera singers was very helpful, how she incorporates spirituals in her recital programmes and about “echoes of the African continent” in operas such as Aida, Dido and Anaeas, Nabucco and Salome. She explains how she felt when she first sang a principle role, that of Donna Elvira in Mozart’s Don Giovanni, talks about the combining of all the different facets of an opera into one art form, and introduces the aria “Chi il bel sogno di Doretta potè indovinar” from Puccini’s La Rondine (1917). Credits.","Date":"1995","Choreographer":"","Title":"Soprano","Part":"","Film ID":"ACE281","Production Company":"Non-Aligned Communications"}