{"Synopsis":"One of a series of short films inspired by paintings: relationships near a beach hut.","Director":"Ann Turner","Article":"","Minutes":"5 min","Full credits":"Bathing Boxes by Jeffrey Smart, University of Sydney Collection, A. R. Renshaw Bequest 1976. Written and directed by Ann Turner. Woman 1, Heather Mitchell; Woman 2, Frances O’Connor; Man, Stephen Whittaker; Narrator, Karin Altmann. Director of Photography Martin McGrath; Editor Ken Sallows; Original Music David Hirschfelder; Pub.for the world by Polygram Music Publishing (Aust.) Pty Limited. First Assistant Director Annabelle Murphy; Production Assistant Alison Sadler; Focus Puller Gary Bottomley; Make-up Designer Vivienne MacGillicuddy; Gaffer Clive Rippon; Sound Craig Carter, Livia Ruzic; Producer Franziska Wagenfeld; Original Title Music Roger White; Series Titles Excess; Series Researcher Nigel Algar; Executive Producers Rodney Wilson, Keith Alexander; Series Producers Keith Griffiths, Diane Freeman. Koninck for BBC and the Arts Council of England. © BBC, The Arts Council of England MCMXCV.","chapters":[{"out":280,"in":0,"desc":"Details from Jeffrey Smart’s painting, Bathing Boxes (1976). Row of bathing huts. VO says her family rented a bathing box next to Michael’s, that she and Michael were inseparable, but one day, she let another girl, Deirdre Spicer, into her box. There follow flirtatious relationships, on the beach, between a man and two women. The painting again. Credits."}],"Series":"Picture House","Full synopsis":"ACE291.2 10:00:00 10:04:40 Details from Jeffrey Smart’s painting, Bathing Boxes (1976). Row of bathing huts. VO says her family rented a bathing box next to Michael’s, that she and Michael were inseparable, but one day, she let another girl, Deirdre Spicer, into her box. There follow flirtatious relationships, on the beach, between a man and two women. The painting again. Credits.","Date":"1995","Choreographer":"","Title":"Bathing Boxes","Part":"","Film ID":"ACE291","Production Company":"Koninck"}