{"Synopsis":"One of a series of short productions made by young black film- and video-makers, this follows the group, Asian Dub Foundation, on their way to, and performing at an open-air event.","Director":"Smita Maldé","Article":"","Minutes":"6 min","Full credits":"Rapper Deedar Zaman (Master D); Bass guitar Aniruddha Das (Dr Das); Turntables John Pandit (Pandit G); Female Vocalist Dipa Joshi; Lyrics Mustaq Uddin, Deedar Zaman; Music/Performance Asian Dub Foundation (ADF); Stills Photography Tony Picanco; Sound Martin Waller, Victoria Stevens; Camera Lee Mander, Steve Verdon, Ellie Peers; Production Manager Clare Gasson; Offline Editor Sally Hilton; Producer/Director Smita Maldé. © Smita Maldé CAT Productions for The Arts Council of England and Carlton Television Ltd.","chapters":[{"out":370,"in":0,"desc":"Deedar Saman joins the rest of Asian Dub Foundation in their van; they tease him about the adolescent changes in his appearance. Van driving through London. Saman’s VO introduces himself saying he’s aged 15, and trying to be a good rapper. He talks about his subject matter and the group’s music. ADF rapping during the journey. Saman says they try to convey an anti-racist message. Arriving at their destination, an open-air event at the Open University. Split screen of performers preparing. ADF’s set which includes Strong Culture. Going home. Credits."}],"Series":"Synchro 3","Full synopsis":"ACE283.2 10:00:00 10:06:10 Deedar Saman joins the rest of Asian Dub Foundation in their van; they tease him about the adolescent changes in his appearance. Van driving through London. Saman’s VO introduces himself saying he’s aged 15, and trying to be a good rapper. He talks about his subject matter and the group’s music. ADF rapping during the journey. Saman says they try to convey an anti-racist message. Arriving at their destination, an open-air event at the Open University. Split screen of performers preparing. ADF’s set which includes Strong Culture. Going home. Credits.","Date":"1995","Choreographer":"","Title":"Strong Culture","Part":"","Film ID":"ACE283","Production Company":"Cat Productions"}