{"Synopsis":"One of a ten-part series, presented by John Hegley, in which contemporary poets read their work: with Mahmoudan Hawad, Henry Normal, Basil Bunting, Roger Lloyd Pack,","Director":"John Gwyn","Article":"","Minutes":"25 min","Full credits":"Music Composed and Performed by John Hegley, Nigel Piper; Film Camera Tom Ritchie; Assistant Camera Alan Moir; Film Editor Malcolm Farquharson, Trevor Wonfor; Graphic Designer Bob Baptist; Researchers Angela Pollard, Oonagh Taylor; Production Assistant Jean Reed; Vision Mixer Gwynne Challenger; Floor Manager Ted Gowling; Vision Engineer Ray Barrett; Studio Cameras Mike Somers; Studio Sound Phil Middlemore; Lighting Director Tony Nuttall; VT Editor Roger Drew; Design Ian Reed; Producers for the Arts Council Rodney Wilson, Alistair Niven; Executive Producer Paul Corley; Programme Editor & Location Director Tom Pickard; Studio Director-Producer John Gwyn. A Border Television Production in association with The Arts Council of Great Britain. © Border Television and the Arts Council.","chapters":[{"out":765,"in":0,"desc":"John Hegley introduces the programme and introduces Mahmoudan Hawad. Hawad walking in the desert, reciting (in Arabic, no translation) Tamajaq – the noble Tuareg woman. Hawad making patterns in the sand. Recites The Nomad (in Arabic, EST). Hegley introduces Henry Normal. Henry Normal introduces and recites Suicide Note. Normal introduces and recites Prehistoric Courtship. Normal introduces and recites Never Play Chess with an Anarcho-Nihilist. Normal introduces and recites A More Intimate Fame. Normal introduces and recites Travelling Second Class Through Hope."},{"out":1482,"in":765,"desc":"Hegley recites Pat and introduces Basil Bunting. Roger Lloyd Pack reciting the introduction of John Keats’s Endymion. VO continues over film of Basil Bunting at home. Film of Basil Bunting pointing out that “Standard English” is a relatively recent construction. He relates anecdotes regarding William Wordsworth’s pronunciation, and says that his poetry should be read with the broad vowels of a Cumbrian accent. The sound of poetry must be “right”. Stonemason carving inscription; VO Bunting reciting some of Briggflatts and talking about writing this as his autobiography. [All this section is taken from Arts Council film, Basil Bunting (Peter Bell, 1982).] Hegley identifies the material used in the preceding section, and sings Armadillo. Credits."}],"Series":"Word of Mouth","Full synopsis":"ACE215.2 10:00:00 10:12:45 John Hegley introduces the programme and introduces Mahmoudan Hawad. Hawad walking in the desert, reciting (in Arabic, no translation) Tamajaq – the noble Tuareg woman. Hawad making patterns in the sand. Recites The Nomad (in Arabic, EST). Hegley introduces Henry Normal. Henry Normal introduces and recites Suicide Note. Normal introduces and recites Prehistoric Courtship. Normal introduces and recites Never Play Chess with an Anarcho-Nihilist. Normal introduces and recites A More Intimate Fame. Normal introduces and recites Travelling Second Class Through Hope. ACE215.3 10:12:45 10:24:42 Hegley recites Pat and introduces Basil Bunting. Roger Lloyd Pack reciting the introduction of John Keats’s Endymion. VO continues over film of Basil Bunting at home. Film of Basil Bunting pointing out that “Standard English” is a relatively recent construction. He relates anecdotes regarding William Wordsworth’s pronunciation, and says that his poetry should be read with the broad vowels of a Cumbrian accent. The sound of poetry must be “right”. Stonemason carving inscription; VO Bunting reciting some of Briggflatts and talking about writing this as his autobiography. [All this section is taken from Arts Council film, Basil Bunting (Peter Bell, 1982).] Hegley identifies the material used in the preceding section, and sings Armadillo. Credits.","Date":"1990","Choreographer":"","Title":"Word of Mouth 3","Part":"","Film ID":"ACE215","Production Company":"Border Television"}