{"Synopsis":"Projects by British environmental sculptor, Andy Goldsworthy (b.1956), undertaken in rural settings in Scotland and Japan.","Director":"Peter Chapman","Article":"","Minutes":"52 min","Full credits":"Special thanks to the people of Penpont and Ouchiyama. Thanks also to I.C.A. Gallery Tokyo, Tochigi Museum, Kit Hamilton, Eriko Osaka, Hiroya Sugimura . V.T. Editor Roger Drew; Graphics David Wong; Production Administration (U.K.) Jennifer Frankland; Production Co-ordinator (Japan) Ikuko Okada; Electrician Ian Carruthers; Production Assistants Jean Crouch, Alison Middlemore; Executive Producer Michael Chaplin; Executive Producer for the Arts Council Rodney Wilson; Sound Allan Tarn, Alan Young; Dubbing Mixer Peter Hodges; Camera Erich Scott Parker; Film Editors Trevor Wonfor, Rob Kelly; Produced and Directed by Peter Chapman. A Lightyears Films production for the Arts Council of Great Britain in association with Border Television, Channel 4, and Tyne Tees Television. © Arts Council of Great Britain MCMXCII.","chapters":[{"out":479,"in":0,"desc":"Fade in. Andy Goldsworthy working on leaf installation. Titles. Andy Goldsworthy and his VO saying that “it begins, right at the beginning of the day”. Caption: “EARLY MORNINGS. Haya Asa.” Dark early morning image. Goldsworthy VO: “I have deep need to understand the land with my hands. I don’t know a place until I’ve worked in that place.” Talks about building a relationship with Japan. View over Penpont, Dumfriesshire. Goldsworthy’s house. His wife and child. His VO describing Penpont as a firm base. Shepherd and his flock; herd of cows. Goldsworthy VO talking about a place where people’s occupations are related to the land. His art is rooted in experiences he gained while working on farms. Ouchiyama is also a rural community. Ouchiyama, Mie Prefecture. Woman digging. Village. Autumn foliage. Goldsworthy saying he’s always been to Japan in autumn. Woman working in kitchen. Goldsworthy and Japanese couple eating dinner. Landscapes; field; woman working. Goldsworthy VO on the importance of his Japanese experience, not just the place, but the people of the farming community, and the continuity of their daily lives. A relationship between the rhythms of life in a Japanese rural community and a rural community in Scotland; making him think more about the connections between places in different parts of the world. Goldsworthy at work, describing what he’s doing: fixing leaves around a rock in anticipation of the sun shining on them and bringing them to life; connections between night and day, seasons, etc. Cows in a milking shed. The leaf-framed rock. A kettle. The Japanese couple eating breakfast. Man VO describes their day: starting work at 6:00 a.m., having breakfast, feeding and milking the cows. Darkness. Goldsworthy VO on dawn and the quality of slate he’s using. Breakfast in a Scottish farmhouse. Two men discussing a ceilidh that’s to take place that evening. Goldsworthy building a cairn of slate. Scottish farmhouse. Farmers leave for their work. Slate cairn silhouetted against morning light."},{"out":1135,"in":479,"desc":"Caption: “MORNINGS. Gozen.” Japanese village road. Children on their way to school. Huge class of children skipping with ropes out of doors. Children going in to school. Goldsworthy placing bright red leaves on rock in water. Goldsworthy VO: he started this work in the morning knowing that the sun would make the colour even more intense. Some works have to wait for the moment they are activated by the sun or light. Red-leafed tree on hillside above; leaf-covered rock in water below. Goldsworthy VO explains that a single leaf has little colour; he groups the leaves to make their colour more intense. Scottish village street, children going to school. Goldsworthy covering rock with yellow leaves. Explains that he takes out the centre vein to make the leaves more supple. Compares the result with a roof: tiling from the bottom and overlapping the. Shots of Japanese roof and Japanese workmen building another. Overlapping leaves on the rock. Red rock and yellow rock. Goldsworthy VO says this work helps him to know the rock itself. Scottish schoolchildren at assembly; teacher asking them what they know about Goldsworthy’s work. Goldsworthy shaking leaves from a tree. Line of leaf-framed rocks. Teacher’s VO continues. Japanese priests. Scottish teacher’s VO continues. Japanese purification ceremony. Goldsworthy VO talking about the quality of light; the valley he works in has been in shadow. Line of leaf-framed rocks. Goldsworthy VO talking about looking for ‘windows’ of sunlight. Goldsworthy fixing leaves to trunks of trees; VO describes the dark lines of the trees, the light, the shadows, the effect produced. Goldsworthy at Drumlanrig Castle, discussing with John Scott, the Duke of Buccleuch, a work to be made near Scaw’d Law. Scott’s VO describing how he first met Goldsworthy. Goldsworthy walking across moor and up hillside. Scott’s VO says that the landscape is familiar to him not least because it’s been in his family for generations, but Goldsworthy offers a fresh perspective and a novel approach.Goldsworthy building cairn. Goldsworthy throwing bundles of leaves into the air on hillside. Tree in water surrounded by turns of wire. Close-ups of the wire."},{"out":1457,"in":1135,"desc":"Hillside. Goldsworthy VO on working with the land in Japan. Goldsworthy stitching camellia leaves together to catch the morning light; the finished work hanging from a branch. Goldsworthy VO on the fragility of such a piece. Scottish farmer driving sheep while on mini tractor. Goldsworthy VO on colour. Blackberries on branch. Goldsworthy VO on collecting range of colours as he puts together the bramble, turning leaves, green leaves, etc. Rocks in water, trees on river bank, lines of different coloured leaves on waterside tree. Goldsworthy VO continues to talk about the importance of knowing how natural colours change through the year; how he can be forced to find a “missing” colour from the range he knows exists. Rushing water. The place where Goldsworthy made his first Ouchiyama art work; Goldsworthy VO talks about making another one in the same place. Describes the site as having a dark side and a light side. Goldsworthy laying red maple leaves up the path of a waterfall."},{"out":1462,"in":1457,"desc":"END OF PART ONE"},{"out":2220,"in":1462,"desc":"A yellow leaf “sheet” hanging from a branch. Caption: “MIDDAYS. Shogo.” Goldsworthy on Scottish hillside, building limestone cairn. His VO talks about the tension of the shape he’s building, and whether or not it will hold together. Wants it to be completed as the day ends. Landscape, and limestone wall and arch. A dry-stone waller at work; his VO talking about basic set of rules for building a wall, working to a plan; that Goldsworthy produces completely new shapes. Goldsworthy in Japan, surrounding a rock with dead branches; his VO talking about the different relationship between trees and mountains in Japan and Britain. Trees on Japanese mountainside. Goldsworthy VO says that the relationship between wood and stone in Japan is a very powerful one. Goldsworthy working with the help of a young Japanese man. Sheep being dipped. Farmer’s children. Farmer’s VO talking of autumn as a very busy time of year. Goldsworthy pinning together a line of green leaves and floating them; line of yellow leaves floating along; green leaf line moving with current and being torn up by slight downwards flow. Goldsworthy VO talks of the difference in current now and when he made a similar line earlier in the year. Blacksmith at work, shaping horseshoe, shoeing horse. Smith’s VO talking about requirements to do his job properly, how he met Goldsworthy, and how he admires his work. The yellow leaf “sheet” now more brown. Japanese priests throwing rice to crowds. Goldsworthy throws armful of leaves into the air. Japanese workmen taking lunch break. Goldsworthy and his assistant stopping for their lunch. Wood-surrounded rock; Goldsworthy VO says he doesn’t want any of the sticks to actually touch the rock. The finished work will depend in part on how many sticks he can collect in a day. Bringing limestone pieces to the cairn. Goldsworthy VO says he likes the idea of growing old and not dying young, like a piece of work collapsing before it’s finished. Scottish cemetery, funeral. Goldsworthy VO talking about a rhythm in life, in nature. Goldsworthy in water, floating a construction of hogweed stalks around a rock. Goldsworthy VO interested in rhythm, not pattern; the shapes are being partly formed by the current."},{"out":2718,"in":2220,"desc":"Caption: “AFTERNOONS. Gogo.” Former mayor of Ouchiyama feeding carp in a pond. He says that everyone in the village is interested in Goldsworthy’s work because he creates it “from nature in a mystical way in the abstract form”, and it’s in keeping with people’s interest in protecting the natural environment. Line of red leaves in water; another of orange leaves. Goldsworthy VO on the differences and similarities between a work made in Japan and one in Scotland. Scottish landscape. The limestone cairn. Farmer in tractor; his VO talks about finding pieces that Goldsworthy has made, some still being worked on. Says that Goldsworthy works with the land and against the elements of the weather, like farmers do. Trees in wind. Goldsworthy VO talking about red stalks of sycamore leaves brought down by the wind. He’s using these stems to create a red line drawing in the green grass. Wants the wind to blow through it. Wind blowing in Japanese trees. Japanese hillside; field worker. Man’s VO says they have just finished the harvest and are preparing the soil for planting wheat; farm work is continuous; farmers mostly received their land from their fathers. Tree-covered mountains; men cutting up wood; man on tractor. Goldsworthy VO says he’s trying to understand daily natural rhythms through his work. The wood-surrounded rock now almost entirely covered by the wood. Goldsworthy VO says the final enclosure will take place as the sun goes down. Japanese children coming off school bus. Goldsworthy VO says he’s decided to work in a charcoal-maker’s pit. The darkness inside the wood enclosure. Dusk and the end of the light. Scottish village at dusk."},{"out":3120,"in":2718,"desc":"Caption: “EVENINGS. Yugata.” Moon shining over Japanese village. Nuns at evening prayers. Prayers continue over Goldsworthy putting final twigs on his construction. Moon. Japanese women performing formal dance at banquet. Goldsworthy at this event. Gives a speech talking about the similarities of life in Penpont and in Ouchiyama. Speech continues over shot of him him working on rocks, a spiral of coloured leaves in water, waterfall; speech talks about natural rhythms which have given him strength as an artist. Goldsworthy finishing off his limestone cairn. Dancers at the ceilidh. Japanese audience applauds speech. Goldsworthy giving a speech in Scotland. Speech continues over, talking about the importance of the place in which a sculpture is to be made. Goldsworthy walking in woods, making mud ball from clay, throwing it into river, and watching the colour of the clay washed along by the water. Goldsworthy concludes speech to applause from Scottish audience. Goldsworthy working on cairn in near darkness. His VO says the sun is going, the moon is rising; that it’s strange working in the dark but it doesn’t bother him not being able to see. The cairn silhouetted against the fading light. Credits."}],"Series":"","Full synopsis":"ACE248.2 10:00:00 10:07:59 Fade in. Andy Goldsworthy working on leaf installation. Titles. Andy Goldsworthy and his VO saying that “it begins, right at the beginning of the day”. Caption: “EARLY MORNINGS. Haya Asa.” Dark early morning image. Goldsworthy VO: “I have deep need to understand the land with my hands. I don’t know a place until I’ve worked in that place.” Talks about building a relationship with Japan. View over Penpont, Dumfriesshire. Goldsworthy’s house. His wife and child. His VO describing Penpont as a firm base. Shepherd and his flock; herd of cows. Goldsworthy VO talking about a place where people’s occupations are related to the land. His art is rooted in experiences he gained while working on farms. Ouchiyama is also a rural community. Ouchiyama, Mie Prefecture. Woman digging. Village. Autumn foliage. Goldsworthy saying he’s always been to Japan in autumn. Woman working in kitchen. Goldsworthy and Japanese couple eating dinner. Landscapes; field; woman working. Goldsworthy VO on the importance of his Japanese experience, not just the place, but the people of the farming community, and the continuity of their daily lives. A relationship between the rhythms of life in a Japanese rural community and a rural community in Scotland; making him think more about the connections between places in different parts of the world. Goldsworthy at work, describing what he’s doing: fixing leaves around a rock in anticipation of the sun shining on them and bringing them to life; connections between night and day, seasons, etc. Cows in a milking shed. The leaf-framed rock. A kettle. The Japanese couple eating breakfast. Man VO describes their day: starting work at 6:00 a.m., having breakfast, feeding and milking the cows. Darkness. Goldsworthy VO on dawn and the quality of slate he’s using. Breakfast in a Scottish farmhouse. Two men discussing a ceilidh that’s to take place that evening. Goldsworthy building a cairn of slate. Scottish farmhouse. Farmers leave for their work. Slate cairn silhouetted against morning light.\u000b\u000b ACE248.3 10:07:59 10:18:55 Caption: “MORNINGS. Gozen.” Japanese village road. Children on their way to school. Huge class of children skipping with ropes out of doors. Children going in to school. Goldsworthy placing bright red leaves on rock in water. Goldsworthy VO: he started this work in the morning knowing that the sun would make the colour even more intense. Some works have to wait for the moment they are activated by the sun or light. Red-leafed tree on hillside above; leaf-covered rock in water below. Goldsworthy VO explains that a single leaf has little colour; he groups the leaves to make their colour more intense. Scottish village street, children going to school. Goldsworthy covering rock with yellow leaves. Explains that he takes out the centre vein to make the leaves more supple. Compares the result with a roof: tiling from the bottom and overlapping the. Shots of Japanese roof and Japanese workmen building another. Overlapping leaves on the rock. Red rock and yellow rock. Goldsworthy VO says this work helps him to know the rock itself. Scottish schoolchildren at assembly; teacher asking them what they know about Goldsworthy’s work. Goldsworthy shaking leaves from a tree. Line of leaf-framed rocks. Teacher’s VO continues. Japanese priests. Scottish teacher’s VO continues. Japanese purification ceremony. Goldsworthy VO talking about the quality of light; the valley he works in has been in shadow. Line of leaf-framed rocks. Goldsworthy VO talking about looking for ‘windows’ of sunlight. Goldsworthy fixing leaves to trunks of trees; VO describes the dark lines of the trees, the light, the shadows, the effect produced. Goldsworthy at Drumlanrig Castle, discussing with John Scott, the Duke of Buccleuch, a work to be made near Scaw’d Law. Scott’s VO describing how he first met Goldsworthy. Goldsworthy walking across moor and up hillside. Scott’s VO says that the landscape is familiar to him not least because it’s been in his family for generations, but Goldsworthy offers a fresh perspective and a novel approach.Goldsworthy building cairn. Goldsworthy throwing bundles of leaves into the air on hillside. Tree in water surrounded by turns of wire. Close-ups of the wire.\u000b\u000b ACE248.4 10:18:55 10:24:17 Hillside. Goldsworthy VO on working with the land in Japan. Goldsworthy stitching camellia leaves together to catch the morning light; the finished work hanging from a branch. Goldsworthy VO on the fragility of such a piece. Scottish farmer driving sheep while on mini tractor. Goldsworthy VO on colour. Blackberries on branch. Goldsworthy VO on collecting range of colours as he puts together the bramble, turning leaves, green leaves, etc. Rocks in water, trees on river bank, lines of different coloured leaves on waterside tree. Goldsworthy VO continues to talk about the importance of knowing how natural colours change through the year; how he can be forced to find a “missing” colour from the range he knows exists. Rushing water. The place where Goldsworthy made his first Ouchiyama art work; Goldsworthy VO talks about making another one in the same place. Describes the site as having a dark side and a light side. Goldsworthy laying red maple leaves up the path of a waterfall. ACE248.5 10:24:17 10:24:22 END OF PART ONE ACE248.6 10:24:22 10:37:00 A yellow leaf “sheet” hanging from a branch. Caption: “MIDDAYS. Shogo.” Goldsworthy on Scottish hillside, building limestone cairn. His VO talks about the tension of the shape he’s building, and whether or not it will hold together. Wants it to be completed as the day ends. Landscape, and limestone wall and arch. A dry-stone waller at work; his VO talking about basic set of rules for building a wall, working to a plan; that Goldsworthy produces completely new shapes. Goldsworthy in Japan, surrounding a rock with dead branches; his VO talking about the different relationship between trees and mountains in Japan and Britain. Trees on Japanese mountainside. Goldsworthy VO says that the relationship between wood and stone in Japan is a very powerful one. Goldsworthy working with the help of a young Japanese man. Sheep being dipped. Farmer’s children. Farmer’s VO talking of autumn as a very busy time of year. Goldsworthy pinning together a line of green leaves and floating them; line of yellow leaves floating along; green leaf line moving with current and being torn up by slight downwards flow. Goldsworthy VO talks of the difference in current now and when he made a similar line earlier in the year. Blacksmith at work, shaping horseshoe, shoeing horse. Smith’s VO talking about requirements to do his job properly, how he met Goldsworthy, and how he admires his work. The yellow leaf “sheet” now more brown. Japanese priests throwing rice to crowds. Goldsworthy throws armful of leaves into the air. Japanese workmen taking lunch break. Goldsworthy and his assistant stopping for their lunch. Wood-surrounded rock; Goldsworthy VO says he doesn’t want any of the sticks to actually touch the rock. The finished work will depend in part on how many sticks he can collect in a day. Bringing limestone pieces to the cairn. Goldsworthy VO says he likes the idea of growing old and not dying young, like a piece of work collapsing before it’s finished. Scottish cemetery, funeral. Goldsworthy VO talking about a rhythm in life, in nature. Goldsworthy in water, floating a construction of hogweed stalks around a rock. Goldsworthy VO interested in rhythm, not pattern; the shapes are being partly formed by the current.\u000b\u000b ACE248.7 10:37:00 10:45:18 Caption: “AFTERNOONS. Gogo.” Former mayor of Ouchiyama feeding carp in a pond. He says that everyone in the village is interested in Goldsworthy’s work because he creates it “from nature in a mystical way in the abstract form”, and it’s in keeping with people’s interest in protecting the natural environment. Line of red leaves in water; another of orange leaves. Goldsworthy VO on the differences and similarities between a work made in Japan and one in Scotland. Scottish landscape. The limestone cairn. Farmer in tractor; his VO talks about finding pieces that Goldsworthy has made, some still being worked on. Says that Goldsworthy works with the land and against the elements of the weather, like farmers do. Trees in wind. Goldsworthy VO talking about red stalks of sycamore leaves brought down by the wind. He’s using these stems to create a red line drawing in the green grass. Wants the wind to blow through it. Wind blowing in Japanese trees. Japanese hillside; field worker. Man’s VO says they have just finished the harvest and are preparing the soil for planting wheat; farm work is continuous; farmers mostly received their land from their fathers. Tree-covered mountains; men cutting up wood; man on tractor. Goldsworthy VO says he’s trying to understand daily natural rhythms through his work. The wood-surrounded rock now almost entirely covered by the wood. Goldsworthy VO says the final enclosure will take place as the sun goes down. Japanese children coming off school bus. Goldsworthy VO says he’s decided to work in a charcoal-maker’s pit. The darkness inside the wood enclosure. Dusk and the end of the light. Scottish village at dusk. ACE248.8 10:45:18 10:52:00 Caption: “EVENINGS. Yugata.” Moon shining over Japanese village. Nuns at evening prayers. Prayers continue over Goldsworthy putting final twigs on his construction. Moon. Japanese women performing formal dance at banquet. Goldsworthy at this event. Gives a speech talking about the similarities of life in Penpont and in Ouchiyama. Speech continues over shot of him him working on rocks, a spiral of coloured leaves in water, waterfall; speech talks about natural rhythms which have given him strength as an artist. Goldsworthy finishing off his limestone cairn. Dancers at the ceilidh. Japanese audience applauds speech. Goldsworthy giving a speech in Scotland. Speech continues over, talking about the importance of the place in which a sculpture is to be made. Goldsworthy walking in woods, making mud ball from clay, throwing it into river, and watching the colour of the clay washed along by the water. Goldsworthy concludes speech to applause from Scottish audience. Goldsworthy working on cairn in near darkness. His VO says the sun is going, the moon is rising; that it’s strange working in the dark but it doesn’t bother him not being able to see. The cairn silhouetted against the fading light. Credits.","Date":"1992","Choreographer":"","Title":"Two Autumns. Futatsu no Aki. The work of Andy Goldsworthy in Scotland and Japan","Part":"","Film ID":"ACE248","Production Company":"Lightyears Films"}