{"Synopsis":"One of a series of short productions made by young black film- and video-makers, a record of radio Station FM, based and broadcasting in Hackney.","Director":"Donovan Chamberlayne","Article":"","Minutes":"9 min","Full credits":"Runner Boakai Sasya; Stills Photographer Amrando Atkinson; Location Manager Idris Ahmed; Production Co-ordinator Ajay Parekh; Sound Recordist Albert Bailey; Camera Assistant Richard Wyke; Lighting Camera Ian Watts; Editors John Dinwoodie, Tim Qualtrough; Line Producer Stella Nwimo; With thanks to The Watt Family - Gilbert (Conqueror), Shantel, Sheriee, Marcus, Sanchez - Famara, Michelle (Ikie), Karen McFarlane, Rouchelle Brown, Anne-Marie (Sweet), Yvonne Valentine, D C Neil Payne, Lady Jaye, LSB, Banton, D J Ash, Victor V, Pastor McFarlan, D J Stein, Feminine Touch, Jayne, Governor Cronk, Mrs Jalloh & Hazel at Fujaltu, Hector, Mr & Mrs Daniels, Anthony at Chimes Clinton De’Rozario, The Ridley Road Market Traders, All the residents of Hackney who helped make this film. Original Idea by Donovan Chamberlayne, Paul McPherson of Go For Yours Films Ltd.; Associate Producer Paul McPherson; Series Producer Simon Onwurah. Director Donovan Chamberlayne A Non-Aligned Communications Production for The Arts Council of England. © The Arts Council of England MCMXCV.","chapters":[{"out":511,"in":0,"desc":"Caption: “Station FM. Illegally broadcasting on 89.8FM.” D J Keithley, Chairman of Station FM, on his way to his work and talking about Station FM being a community radio station – or a pirate radio station. He says the Station has a strong anti-drugs policy in order to help keep the community together. He says it’s been going for five years but he has been fined several times for “breaking the law”. Stall-holders setting up in Ridley Road street market, Hackney, with Station FM on their radios. Children singing along at breakfast. Keithley in a taxi. He says he’s off to court again but believes that he’s not doing anything wrong and is actually helping the community by encouraging education as a route out of poverty and discrimination. Market. Keithley says a broadcasting licence costs money and needs to know what the community can afford to pay for advertising, etc. He thinks changing the law will be a long struggle. Prisoner says he feels good when he hears someone has dedicated a record to him. Keithley says his case has been adjourned to a Crown Court hearing and hopes the jury will understand his motivation. Hackney Empire at night. Broadcasting voices over. Young women talking about a competition to win tickets to a night club. The club. Keithley’s VO talking about playing music at such venues. Early morning. Keithley clearing up and talking about his next broadcast. The street market. Keithley says he believes his radio station has a positive purpose. Credits."}],"Series":"Synchro 3","Full synopsis":"ACE276.2 10:00:00 10:08:31 Caption: “Station FM. Illegally broadcasting on 89.8FM.” D J Keithley, Chairman of Station FM, on his way to his work and talking about Station FM being a community radio station – or a pirate radio station. He says the Station has a strong anti-drugs policy in order to help keep the community together. He says it’s been going for five years but he has been fined several times for “breaking the law”. Stall-holders setting up in Ridley Road street market, Hackney, with Station FM on their radios. Children singing along at breakfast. Keithley in a taxi. He says he’s off to court again but believes that he’s not doing anything wrong and is actually helping the community by encouraging education as a route out of poverty and discrimination. Market. Keithley says a broadcasting licence costs money and needs to know what the community can afford to pay for advertising, etc. He thinks changing the law will be a long struggle. Prisoner says he feels good when he hears someone has dedicated a record to him. Keithley says his case has been adjourned to a Crown Court hearing and hopes the jury will understand his motivation. Hackney Empire at night. Broadcasting voices over. Young women talking about a competition to win tickets to a night club. The club. Keithley’s VO talking about playing music at such venues. Early morning. Keithley clearing up and talking about his next broadcast. The street market. Keithley says he believes his radio station has a positive purpose. Credits.","Date":"1995","Choreographer":"","Title":"Down at the Station","Part":"","Film ID":"ACE276","Production Company":"Non-Aligned Communications"}