{"Synopsis":"A profile of British Royal Ballet soloist, Jonathan Burrows (b.1960), choreographer of radical new work which draws on Morris dancing and everyday gestures as well as classical techniques.","Director":"Ross MacGibbon","Article":"The","Minutes":"53 min","Full credits":"Choreography Jonathan Burrows; Design Craig Givens; The Jonathan Burrows Group: Jonathan Burrows, Lynne Bristow, Deborah Jones, Luke Heydon, Natalie McCann, Simon Rice, The Bow Street Rappers. Piano/Harmonium Timothy Sutton; Music for Stoics Johann Strauss, Felix Mendelssohn; Music for Dull Morning Matteo Fargion; Company Stage Manager Rebecca Hanson; Music Adviser John-Marc Gowans; Make-up and Hair Emma Blanc; Grips Alan Tabner, Ken Ashley-Johnson; Gaffer Keith Osborne; Second Camera Mike Dugdale; Hothead Operator Stuart L. W. Bush; Production Runners Danny Mumford, Nicholas Lester; Production Assistant Jon Harvey; Production Manager Tana Berry; On-Line Editor Paul Bates; Sound Recordist Tim Watts; Lighting Cameraman Tony Keene; Executive Producers Bob Lockyer, Rodney Wilson; Producer Peter Mumford; Directed and Edited by Ross MacGibbon. A Beaulieu Films production for BBC Television and Arts Council Films. © MCMXCI.","chapters":[{"out":703,"in":0,"desc":"Jonathan Burrows removing make-up; end of performance at Royal Opera House, Covent Garden; theatre bar; dancers rehearsing. Burrows’s VO talking about the curious relationship between the Jonathan Burrows Group and the Royal Ballet in which a small contemporary dance group has developed out of a larger organisation; he has stayed linked to the Royal ballet because this allows him the resources he needs to make his own work. Burrows walking through backstage corridors and store rooms; his VO talking about trying “to ignore arbitrary divisions between contemporary dance and ballet”. Burrows rehearsing dancers. His VO talking about finding classical ballet too physically challenging; his projects having been done in spare time with dancers giving up lunch breaks, etc.; needing space to work in his own way. Rehearsal. VO says he has chosen to work with particular dancers, each of whom has an individual way of moving, and it prepared to try to do things in a different way. Rehearsal. Dancers talking about some of the differences between classical and contemporary dance. Burrows VO talking about being autocratic and having strong ideas about what he wants to happen. Burrows worries that three recent projects, Hymns, Dull Morning, and Stoics, all reached exactly the same audience and didn’t attract anyone new, and suggests that the contemporary dance audience is suspicious of anything linked to classical ballet. Rehearsal at The Place. Burrows VO says he would like more concentrated rehearsal periods, and to be able to tour more with his Group, but working with the Royal Ballet imposes constraints; he wonders about trying to find funding elsewhere. Jeremy Isaacs, General Director, The Royal Opera House, says that they would be sorry to see Burrows and his Group leave the Royal Ballet. Rehearsal. Burrows VO on wanting to go wherever he could continue his choreography and extend his audience. Kate Flatt, Choreographer, and VO talking about Burrows’s drive to create new work. Programme for performance of Stoics at The Place. People at box office and in restaurant. Dancers preparing. Burrows VO talking about the “violence” of the movement, and the audience response to it. STOICS (1991). Burrows saying that Stoics is so called in reference to ideas of English stoicism."},{"out":1376,"in":703,"desc":"Sir Kenneth MacMillan, Principal Choreographer of The Royal Ballet, talking about Burrows’s work, its “organic” nature and its “punctuation”. Anthony Dowell, Director, The Royal Ballet, and VO on Burrows’s choreography. Further excerpt from Stoics. Burrows on his reasons for using The Blue Danube waltz. Further excerpt from Stoics. All four dancers."},{"out":1868,"in":1376,"desc":"The Reverend & Mrs Burrows. Reverend Burrows VO on the long conversations he has with his son. Dancers in dressing room. Jonathan Burrows’s VO giving some biographical details. His father talking about his going to The Royal Ballet School at White Lodge. Burrows inside White Lodge, talks about the School’s aim to turn out people with “the right temperament and attitude”. Flatt on Burrows’s interests outside dancing itself. Burrows talking about the “composition” course on choreography, and that Flatt and her co-tutor would urge their pupils to question what they did. Flatt on Burrows’s development. David Gothard, Riverside Studios 1978-1986, on how Burrows and others would work through the night at the Studios and would be influenced by each other. Burrows talking about becoming involved with Rosemary Butcher. Rosemary Butcher, Choreographer, says she was impressed by Burrows’s understanding of the modern dance movement. Burrows on working with Butcher. Photographs from Touch the Earth (1987) Butcher VO. Judith Mackrell, Dance Critic “The Independent”, on the intelligence of Burrows’s characterisations. MacMillan on Burrows’s humour and acting ability. Dowell and VO (Burrows “Rehearsing the Kangaroo Rat solo from David Bintley’s Penguin Café”) on how often Burrows is cast in small but important roles. Burrows and others performing a rapper sword dance in the piazza at Covent Garden. Burrows VO on learning Morris dancing at White Lodge, and how the very specific technique of Morris dancing has crept into his work. Flatt says that the inclusion of Morris technique in Burrows’s work has been organic rather than deliberate. Reverend Burrows agrees that Morris has influenced his son’s work, but adds that there has also been a rebellion against the traditional classical form."},{"out":2408,"in":1868,"desc":"Pages from Burrows’s grandfather’s diaries, the basis for Dull Morning. Reverend Burrows’s VO saying how moved he was at this. Burrows talking about the “sad repetition” of the entries, each one beginning and ending with a comment about the weather, and with highlights being relatively insignificant events. DULL MORNING (1989). Rehearsal. Burrows VO on how he sees his future, the nature of dance, the impossibility of understanding dance “verbally”. Burrows VO on his use of video to create a “movements diary”. Isaacs believes that Burrows will one day create larger works which could be performed by the Royal Ballet if Burrows wants them to be. Gothard believes Burrows has the capacity to become a “key British choreographer”. Isaacs would like to be able to fund new ventures. Gothard says that, in France, Burrows’s work would be properly subsidised. Burrows talks about a lack on money in Britain which can make it seem that not very much is happening when compared with Belgium and Holland."},{"out":3180,"in":2408,"desc":"Burrows says he see himself as making “dance”, not “ballet” or “contemporary” dance. HYMNS (1988), to harmonium accompaniment. Reverend Burrows: “it isn’t a send-up… it’s life.” Credits."}],"Series":"","Full synopsis":"ACE229.2 10:00:00 10:11:43 Jonathan Burrows removing make-up; end of performance at Royal Opera House, Covent Garden; theatre bar; dancers rehearsing. Burrows’s VO talking about the curious relationship between the Jonathan Burrows Group and the Royal Ballet in which a small contemporary dance group has developed out of a larger organisation; he has stayed linked to the Royal ballet because this allows him the resources he needs to make his own work. Burrows walking through backstage corridors and store rooms; his VO talking about trying “to ignore arbitrary divisions between contemporary dance and ballet”. Burrows rehearsing dancers. His VO talking about finding classical ballet too physically challenging; his projects having been done in spare time with dancers giving up lunch breaks, etc.; needing space to work in his own way. Rehearsal. VO says he has chosen to work with particular dancers, each of whom has an individual way of moving, and it prepared to try to do things in a different way. Rehearsal. Dancers talking about some of the differences between classical and contemporary dance. Burrows VO talking about being autocratic and having strong ideas about what he wants to happen. Burrows worries that three recent projects, Hymns, Dull Morning, and Stoics, all reached exactly the same audience and didn’t attract anyone new, and suggests that the contemporary dance audience is suspicious of anything linked to classical ballet. Rehearsal at The Place. Burrows VO says he would like more concentrated rehearsal periods, and to be able to tour more with his Group, but working with the Royal Ballet imposes constraints; he wonders about trying to find funding elsewhere. Jeremy Isaacs, General Director, The Royal Opera House, says that they would be sorry to see Burrows and his Group leave the Royal Ballet. Rehearsal. Burrows VO on wanting to go wherever he could continue his choreography and extend his audience. Kate Flatt, Choreographer, and VO talking about Burrows’s drive to create new work. Programme for performance of Stoics at The Place. People at box office and in restaurant. Dancers preparing. Burrows VO talking about the “violence” of the movement, and the audience response to it. STOICS (1991). Burrows saying that Stoics is so called in reference to ideas of English stoicism. ACE229.3 10:11:43 10:22:56 Sir Kenneth MacMillan, Principal Choreographer of The Royal Ballet, talking about Burrows’s work, its “organic” nature and its “punctuation”. Anthony Dowell, Director, The Royal Ballet, and VO on Burrows’s choreography. Further excerpt from Stoics. Burrows on his reasons for using The Blue Danube waltz. Further excerpt from Stoics. All four dancers. ACE229.4 10:22:56 10:31:08 The Reverend & Mrs Burrows. Reverend Burrows VO on the long conversations he has with his son. Dancers in dressing room. Jonathan Burrows’s VO giving some biographical details. His father talking about his going to The Royal Ballet School at White Lodge. Burrows inside White Lodge, talks about the School’s aim to turn out people with “the right temperament and attitude”. Flatt on Burrows’s interests outside dancing itself. Burrows talking about the “composition” course on choreography, and that Flatt and her co-tutor would urge their pupils to question what they did. Flatt on Burrows’s development. David Gothard, Riverside Studios 1978-1986, on how Burrows and others would work through the night at the Studios and would be influenced by each other. Burrows talking about becoming involved with Rosemary Butcher. Rosemary Butcher, Choreographer, says she was impressed by Burrows’s understanding of the modern dance movement. Burrows on working with Butcher. Photographs from Touch the Earth (1987) Butcher VO. Judith Mackrell, Dance Critic “The Independent”, on the intelligence of Burrows’s characterisations. MacMillan on Burrows’s humour and acting ability. Dowell and VO (Burrows “Rehearsing the Kangaroo Rat solo from David Bintley’s Penguin Café”) on how often Burrows is cast in small but important roles. Burrows and others performing a rapper sword dance in the piazza at Covent Garden. Burrows VO on learning Morris dancing at White Lodge, and how the very specific technique of Morris dancing has crept into his work. Flatt says that the inclusion of Morris technique in Burrows’s work has been organic rather than deliberate. Reverend Burrows agrees that Morris has influenced his son’s work, but adds that there has also been a rebellion against the traditional classical form. ACE229.5 10:31:08 10:40:08 Pages from Burrows’s grandfather’s diaries, the basis for Dull Morning. Reverend Burrows’s VO saying how moved he was at this. Burrows talking about the “sad repetition” of the entries, each one beginning and ending with a comment about the weather, and with highlights being relatively insignificant events. DULL MORNING (1989). Rehearsal. Burrows VO on how he sees his future, the nature of dance, the impossibility of understanding dance “verbally”. Burrows VO on his use of video to create a “movements diary”. Isaacs believes that Burrows will one day create larger works which could be performed by the Royal Ballet if Burrows wants them to be. Gothard believes Burrows has the capacity to become a “key British choreographer”. Isaacs would like to be able to fund new ventures. Gothard says that, in France, Burrows’s work would be properly subsidised. Burrows talks about a lack on money in Britain which can make it seem that not very much is happening when compared with Belgium and Holland. ACE229.6 10:40:08 10:53:00 Burrows says he see himself as making “dance”, not “ballet” or “contemporary” dance. HYMNS (1988), to harmonium accompaniment. Reverend Burrows: “it isn’t a send-up… it’s life.” Credits.","Date":"1991","Choreographer":"Jonathan Burrows","Title":"Far End of the Garden. A profile of choreographer Jonathan Burrows","Part":"","Film ID":"ACE229","Production Company":"Beaulieu Films"}