{"Synopsis":"A mixture of live action and animation looking at a number of phrases describing people’s experiences of being disabled.","Director":"Jenni Meredith","Article":"","Minutes":"14 min","Full credits":"Cast: Liz Bolwell, Charles Hampton (signed poems), The Apollo Players (Isle of Wight), Michael Whitehead, Anne Smith, Sue Whitehead, Carolyn Ferguson, Jenny Moth, Ian Moth, Cameron Bowls, Maggie Cardew, Ian Whitehead, Jeremy Draper, David Adhimar (casting co-ordinator), Pupils from Dover Park Primary School, St Mary’s Youth Club (Maggie Murphy, Rebecca van den Bok, Sam Rorke). Poems Written and Performed by Jenni Meredith; Music Declan Flynn, Mark Rowland; Music Engineer Doug Wolfsohn; 3-D Animation Paul Bebbington; Camera Barry Jones; Outline Graphics Tonos; Animation Jenni Meredith; Stills of Dan by Richard Downes; Additional Camera George Lemon Orfides; Photographic Stills Tonos; Off-Line Editor Chris North; On-Line Editor Steve Whettam. SnowTracks Productions are grateful to Data Translation, Portsmouth University, Lighthouse Media Centre, Medina Garden Centre, Satinder, Charlotte Sexton, Julian Blom. Produced and Directed by Jenni Meredith. © SnowTracks Productions for the Arts Council of England.","chapters":[{"out":838,"in":0,"desc":"Animated sequence repeating the words “My disabilities are your stares.” A mixture of live action, animation, and collage illustrating attitudes to different kinds of disability. The video starts with animated words saying “My disabilities are your stares”, and goes on to add words and poems both visually and as voice over. Other texts include phrases like “It’s about Separations”, “It’s about Entanglements and Separations”, “Epilepsy fits down between the cracks”, “It’s about Isolation”, “It’s about finding a space, finding an identity”, “It’s about you and me”, “Don’t define me by your incompetence”, etc. Credits."}],"Series":"Disability Arts Video Project","Full synopsis":"ACE290.2 10:00:00 10:13:58 Animated sequence repeating the words “My disabilities are your stares.” A mixture of live action, animation, and collage illustrating attitudes to different kinds of disability. The video starts with animated words saying “My disabilities are your stares”, and goes on to add words and poems both visually and as voice over. Other texts include phrases like “It’s about Separations”, “It’s about Entanglements and Separations”, “Epilepsy fits down between the cracks”, “It’s about Isolation”, “It’s about finding a space, finding an identity”, “It’s about you and me”, “Don’t define me by your incompetence”, etc. Credits.","Date":"1995","Choreographer":"","Title":"Through the Pane","Part":"","Film ID":"ACE290","Production Company":"SnowTracks Productions"}