{"Synopsis":"One of a series of short productions made by young black film- and video-makers: three young black London women discuss the ways in which ragga allows them to express their exhibitionist side, and to be proud of their cultural heritage and their sexuality.","Director":"Inge Blackman","Article":"","Minutes":"6 min","Full credits":"Featuring Shanice Lindsay, Sharon Nugent, Marcia Phinn; Thanks to Sogand Bahram, Deanne Edwards, Isiling Mack-Nataf, Maria Robinson; Photography Roy Cornwall, Mike Spragg; Sound Jude Andrews; Production Assistant Ruth Novaczek; Composer Dominique Le Gendre; On-line Editor Andy Russell; DubbingMixer Bob Jackson; Editor Allen Charlton; Executive Producers Paul Corley, Rodney Wilson; Produced and Directed by Inge Blackman. For The Arts Council of Great Britain and Carlton Television. © 1993 Arts Council of Great Britain, Inge Blackman.","chapters":[{"out":370,"in":0,"desc":"Young woman painting her nails, putting on jewellery and make-up. Three young women trying on clothes and accessories in street market. Women’s VOs commenting on stereotypes of black people as being rough and noisy; saying that this group dresses very extravagantly and “demands attention”; saying that people are categorised and stereotyped by the clothes they wear. The three women. Shanice says she wouldn’t think of going to a chain store for her clothes as she wants an individual look. Shoes and other accessories. Clothes with sequins, frills, chains, etc. Points out that batty riders shouldn’t be criticised as they are just a new version of hot pants. Sharon says they don’t have problems with their sexuality. Marcia points out that African dance has always emphasises women’s breasts and bottoms. The three dancing. Sharon says that ragga allows them to express things about themselves that they have to repress during their normal nine-to-five days. Sharon says that ragga would not be what it is without the support of women, and that DJs need to please them to be successful. Though they don’t condone homophobia, they think the homophobic element of ragga has been blown out of proportion, in part by an establishment that likes to see minority groups fighting each other. They like ragga because it tells them to be proud of themselves, support they don’t get from mainstream media. Sharon points out that they are all professionals with higher level qualifications. Creating elaborate hairstyles for each other. She says that ragga is not about being inconspicuous. The three going out for the evening. Credits."}],"Series":"Synchro 1","Full synopsis":"ACE239.2 10:00:00 10:06:10 Young woman painting her nails, putting on jewellery and make-up. Three young women trying on clothes and accessories in street market. Women’s VOs commenting on stereotypes of black people as being rough and noisy; saying that this group dresses very extravagantly and “demands attention”; saying that people are categorised and stereotyped by the clothes they wear. The three women. Shanice says she wouldn’t think of going to a chain store for her clothes as she wants an individual look. Shoes and other accessories. Clothes with sequins, frills, chains, etc. Points out that batty riders shouldn’t be criticised as they are just a new version of hot pants. Sharon says they don’t have problems with their sexuality. Marcia points out that African dance has always emphasises women’s breasts and bottoms. The three dancing. Sharon says that ragga allows them to express things about themselves that they have to repress during their normal nine-to-five days. Sharon says that ragga would not be what it is without the support of women, and that DJs need to please them to be successful. Though they don’t condone homophobia, they think the homophobic element of ragga has been blown out of proportion, in part by an establishment that likes to see minority groups fighting each other. They like ragga because it tells them to be proud of themselves, support they don’t get from mainstream media. Sharon points out that they are all professionals with higher level qualifications. Creating elaborate hairstyles for each other. She says that ragga is not about being inconspicuous. The three going out for the evening. Credits.","Date":"1993","Choreographer":"","Title":"Ragga Gyal D’bout","Part":"","Film ID":"ACE239","Production Company":""}