{"Synopsis":"One of a ten-part series, presented by John Hegley, in which contemporary poets read their work: with John Agard, Brendan Cleary, Zbigniew Herbert, Bob Cobbing, and Hugh Metcalfe.","Director":"John Gwyn","Article":"","Minutes":"27 min","Full credits":"Presented by John Hegley; With John Agard, Brendan Cleary, Zbigniew Herbert, Bob Cobbing, Hugh Metcalfe; Zbigniew Herbert translated by John & Bogdana Carpenter; Music Composed and Performed by John Hegley, Nigel Piper; Film Camera Tom Ritchie; Assistant Camera Alan Moir; Film Editors Malcolm Farquharson, Trevor Wonfor; Graphic Designer Bob Baptist; Researchers Angela Pollard, Oonagh Taylor; Production Assistant Jean Reed; Vision Mixer Gwynne Challenger; Floor Manager Ted Gowling; Vision Engineer Ray Barrett; Studio Cameras Mike Somers; Studio Sound Phil Middlemore; Lighting Director Tony Nuttall; VT Editors Roger Drew, Peter Eichler; Design Ian Reed; Producers for the Arts Council Rodney Wilson, Alistair Niven; Executive Producer Paul Corley; Programme Editor & Location Director Tom Pickard; Studio Director/Producer John Gwyn. A Border television Production in association with The Arts Council of Great Britain. © Border Television and the Arts Council.","chapters":[{"out":736,"in":0,"desc":"John Hegley introduces the programme, involves the audience in Poem about Losing My Glasses, and introduces John Agard. John Agard performs Me Not no Oxford Don. Agard performs Take a Walk Down the Splendid Morning Fields of Summer… (Cows). Hegley talking to Brendan Cleary and Bob Cobbing about their publishing activities through The Echo Room and Writers’ Forum. Brief shots of Cobbing performing unidentified work with violin accompaniment. Cleary recites Newcastle is Benidorm."},{"out":1609,"in":736,"desc":"Hegley sings EddieDon’t Like Furniture, with audience joining in last chorus. Zbigniew Herbert reads Mr Cogito Seeks Advice (in Polish with EST). Herbert reads The Stone (in Polish with EST). Hegley introduces Bob Cobbing and Hugh Metcalf. Cobbing and Metcalf perform Sockless in Sandals.... Cobbing and Metcalfe perform Make Perhaps This Out Sense of Can You? Cobbing and Metcalfe (in amplified gas-mask) as Bird Yak in unidentified thrash noise piece. Hegley singing I’m Not a Cheerful Person. Credits over performance."}],"Series":"Word of Mouth","Full synopsis":"ACE222.2 10:00:00 10:12:16 John Hegley introduces the programme, involves the audience in Poem about Losing My Glasses, and introduces John Agard. John Agard performs Me Not no Oxford Don. Agard performs Take a Walk Down the Splendid Morning Fields of Summer… (Cows). Hegley talking to Brendan Cleary and Bob Cobbing about their publishing activities through The Echo Room and Writers’ Forum. Brief shots of Cobbing performing unidentified work with violin accompaniment. Cleary recites Newcastle is Benidorm. ACE222.3 10:12:16 10:26:49 Hegley sings EddieDon’t Like Furniture, with audience joining in last chorus. Zbigniew Herbert reads Mr Cogito Seeks Advice (in Polish with EST). Herbert reads The Stone (in Polish with EST). Hegley introduces Bob Cobbing and Hugh Metcalf. Cobbing and Metcalf perform Sockless in Sandals.... Cobbing and Metcalfe perform Make Perhaps This Out Sense of Can You? Cobbing and Metcalfe (in amplified gas-mask) as Bird Yak in unidentified thrash noise piece. Hegley singing I’m Not a Cheerful Person. Credits over performance.","Date":"1990","Choreographer":"","Title":"Word of Mouth 10","Part":"","Film ID":"ACE222","Production Company":"Border Television"}