{"Synopsis":"One of a series of short productions made by young black film- and video-makers, this shows Nigerian-born Tokunbo Odebunmi talking about his London food stall.","Director":"Jolade Pratt","Article":"","Minutes":"6 min","Full credits":"Lighting Cameraman Ian Watts; Sound Recordist Chinna Boapeah; Camera Assistant Richard Wyke; Production Assistant Yvonne Ibazebo; Stills Camera Sebari Diete-Spiff; Sound Mixer Steve Rogers; Online Editor Diane Bernhardt; Producer Charles Thompson; Offline Editor/Director Jolade Pratt. A film by Jolade Pratt for the Arts Council of England and Carlton Television Ltd. A Time & Vision Production. © 1994 The Arts Council of England, Jolade Pratt.","chapters":[{"out":366,"in":0,"desc":"Man preparing meat for the grill. Tokunbo Odebunmi, Proprietor, [of “The Kitchen”, Obalende Suya Spot 3, snack-bar] explains (VO) that “suya” means “seasonings”, which include ginger, garlic, and Nigerian spices. Customers talk about the food. Caption: “For 10 years Tokunbo was a well known newscaster/presenter on radio and television in Nigeria.” He talks about being unable to get a job in broadcasting in Britain, and starting this business instead. He’s pleased that he can offer job prospects for black people and that he’s brought suya to Britain. Though he has a “1993 Achievement Award, Small Scale Enterprise”, he says that, all things being equal, he’d really prefer to be back in Nigeria, working in broadcasting. Credits."}],"Series":"Synchro 2","Full synopsis":"ACE266.2 10:00:00 10:06:06 Man preparing meat for the grill. Tokunbo Odebunmi, Proprietor, [of “The Kitchen”, Obalende Suya Spot 3, snack-bar] explains (VO) that “suya” means “seasonings”, which include ginger, garlic, and Nigerian spices. Customers talk about the food. Caption: “For 10 years Tokunbo was a well known newscaster/presenter on radio and television in Nigeria.” He talks about being unable to get a job in broadcasting in Britain, and starting this business instead. He’s pleased that he can offer job prospects for black people and that he’s brought suya to Britain. Though he has a “1993 Achievement Award, Small Scale Enterprise”, he says that, all things being equal, he’d really prefer to be back in Nigeria, working in broadcasting. Credits.","Date":"1994","Choreographer":"","Title":"Tokunbo Suya","Part":"","Film ID":"ACE266","Production Company":"Time & Vision"}