{"Synopsis":"One of a series on public art, this shows the conservation work of environmental lobby group, Common Ground, and their commissioning of artists such as British sculptor, Peter Randall-Page (b.1954) to create wayside artworks.","Director":"Maggie Ellis","Article":"","Minutes":"25 min","Full credits":"Narrator Gabrielle Glaister; Camera Ron Orders; Sound Tim White; Editor John Veal, Marcela Cuneo; Dubbing Mixer Colin Martin; Rostrum Ken Morse; Graphics Steve Masters; Music Edward Shearmur; Illustrations Nicholas Garland, Peter Till; PhotoWorks Andy Goldsworthy. Thanks to Enfield Arts Project. Executive Producer Rodney Wilson; Producer Trevor Boden; Director Maggie Ellis. A Open Air production for the Arts Council of Great Britain. © Arts Council of Great Britain MCMXCIII.","chapters":[{"out":357,"in":0,"desc":"Countryside and painting of bluebell wood. VO reciting A L Rowse’s Cornish Landscape. Sue Clifford talking about setting up organisation to help spread ideas about conservation and to encourage people to get involved themselves. Sue Clifford, Director, Common Ground, talking about their 1985 publication, Holding Your Ground, which encouraged people to consider less spectacular kinds of conservation such as trees in the street, frogs in the garden, etc. Details of local buildings, country bridge, pond, wildflowers, etc., intercut with Common Ground slogans about standing up for “the ordinary and the everday”. Clifford and VO talking about looking to artists, musicians, writers, etc, as they are a direct between emotions and surroundings. Examples of art works, installations, poems, etc. Tree Dressing ceremony at Enfield, North London, based on Mexican folk traditions. Clifford VO over publications to do with Apple Day, and testing projects in one locality before trying to spread them more widely. Gives example of the “New Milestones” project in which people would brief artists on what mattered to them about a particular place, and the artist would try to help them express this in some way."},{"out":914,"in":357,"desc":"One of Peter Randall-Page’s Wayside Carvings (1985). Randall-Page in his studio, and talking about his first experience of working with Common Ground. More Wayside Carvings, on a footpath near Lulworth Cove, Dorset, along with Grains of Wheat (1986) by Simon Thomas. Commentary says these pieces help attract people away from an over-used cliff-top path. Andy Goldsworthy’s Entrance (1986) at Hooke Park, Beaminster, made of curved logs, normally discarded by the timber industry, John Maine’s Portland stone walls at Chiswell, Portland. Randall-Page talking about Common Ground’s Local Distinctiveness project, and the concerns he had over bringing his professional life into close contact with his private life, as the finished works were intended to be placed near his home. Clifford VO Dorset country scenes, sheep farming, village, shops, cottages, cemetery, etc. Marker for Two Moors Way, established 1976; marker by Randall-Page; the surroundings. His VO describing the locality and how he tried to make his marble carving reflect the atmosphere there. Drewsteignton village. The Drewe Arms. Landlady, Elaine Chudley, talking about Common Ground’s intention to sponsor art works in keeping with local life and surroundings. Randall-Page VO on another piece where he diverted a small stream to flow through and over a granite boulder; this also have the effect on drying out a muddy footpath. Randall-Page on hoping that people will come across his work unexpectedly and will find in them visual metaphors for the surrounding area. River, trees, sculpture Granite Song. Land-owner Jane Hayter-Hames talking about this piece and what people think of it."},{"out":1530,"in":914,"desc":"Randall-Page and VO rocks, toadstools, moss, etc., on people having a shared understanding of a lot of natural objects. Clifford saying Common Ground is trying to re-establish an everyday relationship between artists and people and places. Chris Chapman, photographer, commissioned by Common Ground to document the progress of Randall-Page’s work. Photographs of stages in the work on another split granite boulder piece with lead inserts (Passage, 1991) in the avenue at Whiddon Deer Park. Fleet Air Arm helicopter and crew carrying and lowering the two granite halves. Castle Drogo. Clifford on Common Ground’s focus on locality, encouraging people to work at local level. Randall-Page in the Drew Arms, talking to Elaine Chudley on where the work was placed. Moving and arranging the two granite halves using ropes and hand winches. Details of the design. Randall-Page VO. Credits."}],"Series":"Putting Art in its Place","Full synopsis":"ACE253.2 10:00:00 10:05:57 Countryside and painting of bluebell wood. VO reciting A L Rowse’s Cornish Landscape. Sue Clifford talking about setting up organisation to help spread ideas about conservation and to encourage people to get involved themselves. Sue Clifford, Director, Common Ground, talking about their 1985 publication, Holding Your Ground, which encouraged people to consider less spectacular kinds of conservation such as trees in the street, frogs in the garden, etc. Details of local buildings, country bridge, pond, wildflowers, etc., intercut with Common Ground slogans about standing up for “the ordinary and the everday”. Clifford and VO talking about looking to artists, musicians, writers, etc, as they are a direct between emotions and surroundings. Examples of art works, installations, poems, etc. Tree Dressing ceremony at Enfield, North London, based on Mexican folk traditions. Clifford VO over publications to do with Apple Day, and testing projects in one locality before trying to spread them more widely. Gives example of the “New Milestones” project in which people would brief artists on what mattered to them about a particular place, and the artist would try to help them express this in some way. ACE253.3 10:05:57 10:15:14 One of Peter Randall-Page’s Wayside Carvings (1985). Randall-Page in his studio, and talking about his first experience of working with Common Ground. More Wayside Carvings, on a footpath near Lulworth Cove, Dorset, along with Grains of Wheat (1986) by Simon Thomas. Commentary says these pieces help attract people away from an over-used cliff-top path. Andy Goldsworthy’s Entrance (1986) at Hooke Park, Beaminster, made of curved logs, normally discarded by the timber industry, John Maine’s Portland stone walls at Chiswell, Portland. Randall-Page talking about Common Ground’s Local Distinctiveness project, and the concerns he had over bringing his professional life into close contact with his private life, as the finished works were intended to be placed near his home. Clifford VO Dorset country scenes, sheep farming, village, shops, cottages, cemetery, etc. Marker for Two Moors Way, established 1976; marker by Randall-Page; the surroundings. His VO describing the locality and how he tried to make his marble carving reflect the atmosphere there. Drewsteignton village. The Drewe Arms. Landlady, Elaine Chudley, talking about Common Ground’s intention to sponsor art works in keeping with local life and surroundings. Randall-Page VO on another piece where he diverted a small stream to flow through and over a granite boulder; this also have the effect on drying out a muddy footpath. Randall-Page on hoping that people will come across his work unexpectedly and will find in them visual metaphors for the surrounding area. River, trees, sculpture Granite Song. Land-owner Jane Hayter-Hames talking about this piece and what people think of it. ACE253.4 10:15:14 10:25:30 Randall-Page and VO rocks, toadstools, moss, etc., on people having a shared understanding of a lot of natural objects. Clifford saying Common Ground is trying to re-establish an everyday relationship between artists and people and places. Chris Chapman, photographer, commissioned by Common Ground to document the progress of Randall-Page’s work. Photographs of stages in the work on another split granite boulder piece with lead inserts (Passage, 1991) in the avenue at Whiddon Deer Park. Fleet Air Arm helicopter and crew carrying and lowering the two granite halves. Castle Drogo. Clifford on Common Ground’s focus on locality, encouraging people to work at local level. Randall-Page in the Drew Arms, talking to Elaine Chudley on where the work was placed. Moving and arranging the two granite halves using ropes and hand winches. Details of the design. Randall-Page VO. Credits.","Date":"1993","Choreographer":"","Title":"On Common Ground","Part":"2","Film ID":"ACE253","Production Company":"Open Air"}