{"Synopsis":"A film documenting the history and output of the Stax record company, responsible for promoting the careers of musicians such as Isaac Hayes (b.1942) and Otis Redding (1941-1967), and the contribution of these performers to the Civil Rights movement.","Director":"Philip Priestley","Article":"The","Minutes":"61 min","Full credits":"Un film de Philip Priestley. Image Hugues De Haeck; Assisté de Thierry Ducom; Prise de Son André Siekierski; Assisté de Francisco Camino; Montage Stéphane Huter; Assistant de Réalisation et Interviews Rob Bowman; Post-Production Emmanuel Le Floch; Régie Numérique Stéphanie Mee; Etalonnage Bruno Lopez; Mixage Pascal Rousselle, Francisco Camino; Commentaire Patrick Deval; Chargé de Programmes INA Gérald Collas; Atelier de Production INA Monique Pascual-Dumas, Sylvie Ronchail; Direction de Production Fitouri Belhiba; Secrétariat de Production Annie Lemaire; Avec Jim Stewart, Estelle Axton, Rufus Thomas, Jerry Wexler, William Bell, Marvell Thomas, Booker T. Jones, Steve Cropper, Donald “Duck” Dunn, Andrew Love, Wayne Jackson, Isaac Hayes Reggie, Willie Gordon et The Pattersonaires, Al Bell, Rev. Jesse Jackson, Mavis Staples. Archives Musicales INA: Green Onions, Booker T & The MG’s; Surprise Partie, réal. Guy Job 1968; You Don’t Know Like I Know, Sam & Dave; Try a Little Tenderness, Otis Redding; Boutons Rouges, réal. Michel Taittinger 1967; Autres: Theme from Shaft, Isaac Hayes; Do the funky chicken, Rufus Thomas; Wattstax, réal. Mel Stuart 1972, avec l’aimable autorisation de Warner Television/Stax (Fantasy) Records; I’ve been loving you, Otis Redding; Monterey Pop, réal. D. A. Pennebaker Associates 1967; Respect Yourself, Staples Singers, réal. Scott Craig, Scott Craig Productions 1971; Theme from Shaft, Isaac Hayes; Gala du Midem 1973, réal. E Buricke. Archives Socio-Politiques: Universal Newsreel 1963/1965/1967, avec l’aimable autorisation du National Archives and Records Administration, College Park, Maryland; I am somebody, Rev. Jesse Jackson; Urban Black America, réal. Regis D. Bobonis Jnr., 1968. Archives Photographiques: Archives de Fantasy Inc., Don Paulsen Photos, Associated Press, Library of Congress, Academy of Motion Pictures and Sciences. Droits musicaux aimablement cédé par Fantasy Inc., Atlantic Recording Corp. (WEA Intl/Rhino Records); Theme from Shaft, Isaac Hayes, (Hayes) Rondor France; ’Cause I Love You, Rufus and Carla Thomas, (Thomas) Rondor France; Gee Whiz, Carla Thomas, (Thomas) Warner Chappell; You Don’t Miss Your Water, William Bell (Bell) Rondor France; Green Onions, Booker T. & The MG’s, [Jones, Cropper, Steinberg, Jackson) Warner Chappell; These Arms of Mine, Otis Redding, (Redding) Essex; Long Walk to D.C., Staples Singers, (Banks) Rondor France; Mr Pitiful, Otis Redding, (Redding, Cropper) Essex; Knock on Wood, Eddie Floyd, (Floyd, Cropper) Warner Chappell; You Don’t Know Like I Know, Sam & Dave, (Hayes, Porter) Warner Chappell; Boot Leg, Booker T. & The MG’s, (Brigati) Warner Chappell; Try a Little Tenderness, Otis Redding, (Connelly, Woods, Campbell) Campbell, Connelly; Groovin’, Booker T. & The MG’s, (Brigati) Warner Chappell; I’ve Been Loving You, Otis Redding, (Redding, Butler) Essex; Sitting on the Dock of the Bay, Otis Redding, (Redding, Cropper) Warner Chappell; Send Peace and Harmony Home, Shirley Walton, (Jones, Floyd, Bell) Rondor France; Born Under a Bad Sign, Albert King, (Bell, Jones) Rondor France; Soul Man, Sam & Dave, (Hayes, Porter) Warner Chappell; Never Can Say Goodbye, Isaac Hayes, (Davis) EMI Music; I Am Somebody, Johnnie Taylor, (Snyder) Global Music; Respect Yourself, Staples Singers, (Ingram, Rice) Rondor France; Do the Funky Chicken, Rufus Thomas, (Thomas) Rondor France; Time is Tight, Booker T. & The MG’s, (Cropper, Dunn, Jones) Rondor France. Ce film a été realisé avec l’aimable participation de : Bill Belmont (Fantasy Inc.). Remerciements à Radisson Hotels: Los Angeles, Atlanta, Memphis, Chicago, Washington, Detroit, The General Store, Brunswick, Radio WDIA, Memphis, Rum Boogie Café, Memphis, B. B. King’s Club, Memphis, Ardent Studios, Memphis, The Lorraine Motel, Memphis, The Berean MB Church, Memphis, Gladys’ Luncheonette, Chicago, Gary R. Belz (pour sa maison); Ainsi qu’à Agnes Azuelos, Celine Bekaldi, Gilles Clabaut, Stacey Landers, Hafit Uman, Jean-Noel Ogouze, John Hedigan. Merci aux amis pour leur soutien moral Moyens Techniques, tournage, montage, post-production, Les Films Grain de Sable, INA; Avec la participation de la PROCIREP, Centre National de la Cinématographie. Producteur Délégué Les Films Grain de Sable Production : Marie-Claude Reverdin; Une Coproduction Les Film Grain de Sable, La Sept / ARTE, L’Institut National de l’Audiovisuel, Direction des Programmes de Création et de Recherche, Claude Guisard; En association avec The Arts Council of England; Unité de programme spectacle Gabrielle Babin Gugenheim; Chargée de programme Isabelle Mestre; Un film écrit et réalisé par Philip Priestley. Ce film est dédié à Dorothy Priestley. © copyright: Les Films Grain de Sable – La Sept / ARTE – l’INA, France, 1994.","chapters":[{"out":610,"in":0,"desc":"Caption: “Los Angeles 1972.” Isaac Hayes comes on stage at Wattstax, is greeted by Jesse Jackson, and takes a bow. Jim Stewart, founder with his sister Estelle Axton, of Stax records, in his car. Commentary says that he start"}],"Series":"","Full synopsis":"ACE286.2 10:00:00 10:10:10 Caption: “Los Angeles 1972.” Isaac Hayes comes on stage at Wattstax, is greeted by Jesse Jackson, and takes a bow. Jim Stewart, founder with his sister Estelle Axton, of Stax records, in his car. Commentary says that he start","Date":"1994","Choreographer":"","Title":"Soul of Stax","Part":"","Film ID":"ACE286","Production Company":"Les Film Grain de Sable/La Sept/ARTE/L’Institut National de l’Audiovisuel"}