{"Synopsis":"One of a series of films combining music and images: a woman decides her lottery ticket numbers on the basis of musical doodling.","Director":"Terry Braun","Article":"","Minutes":"14 min","Full credits":"Mother, Margo Gunn; Daughter, Jessica Vitmayer Braun; Traffic Warden, Django Bates. Musicians: Keyboard, E Flat Horn, Vocals Django Bates, Flute, Bass Flute Eddie Parker, Kitchen Sax Iain Bellamy, Oboe, Cor Anglais Joseph Sanders, Tenor & Baritone Sax Julian Arguelles, Drums, Electric Percussion Martin France, Electric Bass Guitar Michael Mondesir, French Horn Raoul Diaz, Trombone Roland Bates, Clarinet, Bass Clarinet Sarah Homer, Tuba Sarah Waterhouse, Trumpet Sid Gauld, Soprano & Alto Sax, Penny Whistle Steve Buckley, Electric Guitar, Banjo, Lap Steel Stuart Hall, Bassoon, Contra Bassoon Suzanne Chappell, The Smith Quartet. Thanks to Alison Mowat. Camera Assistants Julian Court, Owen Scurfield; Grip David Holliday; Art Director Robbie Harris; Music Recording Engineer Andrew Murdock; Sound Ian MacPherson; Lighting Camera Jon Sayers; Dubbing Mixer George Foulgham; Editor Darren Jonusas; Associate Producer Gabriella Rajeczy von Burian; Supervising Producer Linda Zuck; Executive Producers Peter Maniura, Rodney Wilson; Composer Django Bates; Producer/Director Terry Braun. An Illuminations production for BBC, the Arts Council of England. © BBC & the Arts Council of England MCMXCVI.","chapters":[{"out":840,"in":0,"desc":"Little girl in bed, playing while her mother tries to write music. Mother eats toast, doodles notes among the crumbs. Girl comes to her mother. They both eat toast, spread jam on the manuscript paper, draw, doodle. Woman tra"}],"Series":"Sound on Film 2","Full synopsis":"ACE345.2 10:00:00 10:14:00 Little girl in bed, playing while her mother tries to write music. Mother eats toast, doodles notes among the crumbs. Girl comes to her mother. They both eat toast, spread jam on the manuscript paper, draw, doodle. Woman tra","Date":"1996","Choreographer":"","Title":"1 in a Million","Part":"","Film ID":"ACE345","Production Company":"Illuminations"}