{"Synopsis":"One of a series of dance pieces created specially for television three young people find their dead parents are not quite as they thought.","Director":"Annick Vroom","Article":"","Minutes":"9 min","Full credits":"Choreographers Hans Hof Ensemble; Written & Directed by Annick Vroom; Composer Rob Hauser; Performers: Andrea Boll, Andreas Denk, Mischa van Dullemen, Klaus Jürgens. Director of Photography M. Claire Pijman; Script Associate Caspar Berger; Production Manager Peter-Jan Brouwer; Gaffer Erno Das; Grip Frans Leiwakabessy; Sound Alex Booy; Art Direction Elsje De Bruin; Make-Up Trudy Buren; Costume Design Françoise Magrangeas; Assistant Producer Inge van Hunnik; Post Production Natasja van Wijk; Editor Marco van Welzen; Sound Editing Maarco Vermaas; Editor Dance NPS Mirjam van der Linden; Production coordinator NPS Marianne Eggink; Line Producer Erwin Godschalk; Executive Producers Henk van der Meulen NPS, Rodney Wilson Arts Council of England , Bob Lockyer BBC; Producers Hans de Weers, Hans de Wolf. This film was supported by the Dutch Cultural Broadcasting Promotion Fund. An Egmond Film and Television Production for BBC/Arts Council of England/NPS. © MM BBC/Arts Council of England/NPS.","chapters":[{"out":575,"in":0,"desc":"Funeral procession. Mourners saluting coffins of their parents. After the wake. Sons fight on staircase. Daughter comforted by her boyfriend. Elder son is upset by their behaviour and plays old record. Younger son remembering father’s military connections. Boyfriend being irreverent. Daughter joins him. They clear the table energetically, breaking crockery, and tie up elder son in disintegrating curtains. Younger son finds erotic photographs of his parents. The parents’ photographs smashes. Everyone settles down. Credits."}],"Series":"Dance for the Camera 5","Full synopsis":"ACE383.2 10:00:00 10:09:35 Funeral procession. Mourners saluting coffins of their parents. After the wake. Sons fight on staircase. Daughter comforted by her boyfriend. Elder son is upset by their behaviour and plays old record. Younger son remembering father’s military connections. Boyfriend being irreverent. Daughter joins him. They clear the table energetically, breaking crockery, and tie up elder son in disintegrating curtains. Younger son finds erotic photographs of his parents. The parents’ photographs smashes. Everyone settles down. Credits.","Date":"2000","Choreographer":"Hans Hof Ensemble","Title":"R.I.P","Part":"","Film ID":"ACE383","Production Company":"Egmond Film and Television"}