{"Synopsis":"One of a series of dance pieces created specially for television: children skating.","Director":"Miranda Pennell","Article":"","Minutes":"8 min","Full credits":"Filmed entirely on location in Haukipudas and Oulu, Finland. Director/Choreographer Miranda Pennell; Music & Sound Design Graeme Miller; Skaters: Katariin Erho, Wilma Alanen, Mirva Väänänen, Matleena Ylitalo. Pohjan Tytöt Synchro Team Coaches Silja Laine, Anneka Kokko; Guitarists Heikki Ruokangas, Hannu Kari, Jaakko Niemelä; Director of Photography Marita Hällfors; Art Director Merja Koistinen; Assistant Director Katri Laiho; Sound Recordist Juha Linna; Camera Assistant Johanna Onnismaa; Production Assistants Pauliina Hujanen, Pertti Nikulainen, Päivi Lakso; Jerwood Trainee Tanja Mangalanayagam; Production Manager Cleo Williams; Editor Philippe Kotlarski. Thanks to Jouko Koskinen, Pasi Haapakangas, Satu Tuomisto, Parents of the skaters. In co-operation with POEM – Northern Film and Media Centre, Northern Finland Screen Commission, Haukipudas Municipality, Perriferia Productions, Finland. Producer in Finland Outi Rousu; Executive Producers Ross MacGibbon BBC, Rodney Wilson The Arts Council of England, Henk van der Meulen NPS Television (Netherlands); Producers Anne Beresford, Margaret Williams. MJW Productions for BBC, The Arts Council of England, NPS Television (Netherlands). © BBC and The Arts Council of England MMIII.","chapters":[{"out":509,"in":0,"desc":"Snowy countryside. Electricity cables. Teenager’s room. Blocks of flats. Skaters flash by. Girl changes tape in her cassette recorder. Woods. Skaters. Girl answers mobile phone. Girl skating; VO recites a verse about “a real wild child” in Finnish (subtitled). Skaters on frozen road, on icy ground near flats, on frozen river, etc. Group of children barking like dogs. Skater. Musicians in teenager’s room. Various images intercut. All children skating in groups. Rock music over. More of the “real wild child”. Children howling. Flats. Musicians. Chilrden walk away. Skater; “real wild child” over. Credits."}],"Series":"Dance for the Camera 7","Full synopsis":"ACE393.2 10:00:00 10:08:29 Snowy countryside. Electricity cables. Teenager’s room. Blocks of flats. Skaters flash by. Girl changes tape in her cassette recorder. Woods. Skaters. Girl answers mobile phone. Girl skating; VO recites a verse about “a real wild child” in Finnish (subtitled). Skaters on frozen road, on icy ground near flats, on frozen river, etc. Group of children barking like dogs. Skater. Musicians in teenager’s room. Various images intercut. All children skating in groups. Rock music over. More of the “real wild child”. Children howling. Flats. Musicians. Chilrden walk away. Skater; “real wild child” over. Credits.","Date":"2003","Choreographer":"Miranda Pennell","Title":"Magnetic North","Part":"","Film ID":"ACE393","Production Company":"MJW Productions"}