{"Synopsis":"A dramatised story in which a young British Asian film-maker argues with his father about his proposed project on Indian actor, Sabu (1924-1963).","Director":"Ian Iqbal Rashid","Article":"","Minutes":"16 min","Full credits":"Sadru, Suresh Oberoi; Amin, Navin Chowdhry. Production Manager Duncan Woods. Production Advisor James Van Der Pool. First Assistant Director Cairo Cannon. Second Assistant Director Kathryn Lowrie. Storyboard Artist and Runner Peter Orange; Production Designer Carmel Collins; Art Department Emma MacDevitt, Clementine Terramorsi; Assistants Lara Steadman, Suparna Sengupta; Wardrobe Neha Mishra, Mahesh Punjabi; Make Up Rebekah McVitie; Continuity Katie Harlow; Stills Photography Liane Harris; Catering Caravanserai; Director of Photography Noski DeVille; Camera Peter Bathurst, Shane Daly, Nayla el Sohl; Gaffer Assistants Chloë Stewart, Steve Savage, Chin Okoronkwo; Sound Michelle Mascoll, Gary Cummings, Elaine Williams; Post Production Lexington Post; Dubbing Engineer Nick Rogers; Editing Bryan Dyke, Kristina Franklin; Titles Rachel Gundry, Frameline; Script Editor Claire Hirsch. Music Credits: Every Promise I Ever Made, Words and music reproduced by permission of Chappell Recorded Music Library; In the Mind by Nitin Sawhney, Words and music reproduced by kind permission of Outcaste Publishing and Outcaste Records/Media Village. Video clips courtesy of CTE (Carlton) Limited and the Sam Goldwyn Company. Thanks to Alexandra Palace Garden Centre, Avant Gardeners, The Banff Arts Centre Media Arts Programme, Richard Fung, The Gaardboe Family, John Greyson, Kodak, Laura Marks, Christopher Penfold, Helena Pope, The Rashid Family, Peter Ride, Kerri Sakomoto, Tanya Syed, Nayah Shah, Soho Spice, Rosie Thomas, Steve and Tom Brookes. Produced by Liz Legum; Executive Producers Behroze Gandhy, Rodney Wilson; Written and Directed by Ian Iqbal Rashid. A Hindi Picture Product for The Arts Council of England, MCMXCVII ©.","chapters":[{"out":450,"in":0,"desc":"Extract from The Jungle Book (1942). A commentary gives biographical information on actor Sabu. Extracts from Jungle Book, The Thief of Bagdad (1940) and Black Narcissus (1947). Sadru, the man speaking the commentary is criticised by his son, Amin, a film-director, for his accent. Amin chases Sadru down the road but is ignored. Photographs of Sabu during his time as an actor. Extracts from The Thief of Bagdad. Commentary continues with information on Sabu. Father and son talking. Sadru cooking; talking to Anim about the latter’s psychotherapy sessions, and criticising his diet. Extract from The Drum (1938). Amin talking about having applications to be a policeman being rejected; Sadru agrees to say this. Sadru cooking. He says Amin “is not worthy” to make a film about Sabu, “a Hollywood star”; Amin rejects this stardom as “a colonial fantasy”. Sadru asks why he is making a film about someone he despises. Extract from The Thief of Bagdad; Sadru’s commentary talking about Sabu’s physique. Father and son argue about Sabu’s homoerotic appeal, which Sadru seems to recogniseACE366.3 10:07:30 10:15:56 Extract from The Thief of Bagdad. Father and son argue about Sabu’s early death which Amin attributes to his adult rejection by the film industry because of racism. Sadru tells Amin to leave the house. Amin and Sadru intercut, each saying what they’ve learned from the other, particularly about the former’s homosexuality. Extract from The Jungle Book; Sadru watching the film on television. Amin joins him. They quote dialogue from the film. Sadru agrees to complete the film about Sabu. They watch The Thief of Bagdad projected on an outdoor screen; extract. Credits."}],"Series":"Sound Stories","Full synopsis":"ACE366.2 10:00:00 10:07:30 Extract from The Jungle Book (1942). A commentary gives biographical information on actor Sabu. Extracts from Jungle Book, The Thief of Bagdad (1940) and Black Narcissus (1947). Sadru, the man speaking the commentary is criticised by his son, Amin, a film-director, for his accent. Amin chases Sadru down the road but is ignored. Photographs of Sabu during his time as an actor. Extracts from The Thief of Bagdad. Commentary continues with information on Sabu. Father and son talking. Sadru cooking; talking to Anim about the latter’s psychotherapy sessions, and criticising his diet. Extract from The Drum (1938). Amin talking about having applications to be a policeman being rejected; Sadru agrees to say this. Sadru cooking. He says Amin “is not worthy” to make a film about Sabu, “a Hollywood star”; Amin rejects this stardom as “a colonial fantasy”. Sadru asks why he is making a film about someone he despises. Extract from The Thief of Bagdad; Sadru’s commentary talking about Sabu’s physique. Father and son argue about Sabu’s homoerotic appeal, which Sadru seems to recogniseACE366.3 10:07:30 10:15:56 Extract from The Thief of Bagdad. Father and son argue about Sabu’s early death which Amin attributes to his adult rejection by the film industry because of racism. Sadru tells Amin to leave the house. Amin and Sadru intercut, each saying what they’ve learned from the other, particularly about the former’s homosexuality. Extract from The Jungle Book; Sadru watching the film on television. Amin joins him. They quote dialogue from the film. Sadru agrees to complete the film about Sabu. They watch The Thief of Bagdad projected on an outdoor screen; extract. Credits.","Date":"1997","Choreographer":"","Title":"Surviving Sabu","Part":"","Film ID":"ACE366","Production Company":"Hindi Picture"}