{"Synopsis":"A dramatised account of episodes in the life of Martinique-born French writer and political theorist, Frantz Fanon (1925-1961) intercut with interviews with relatives and friends.","Director":"Isaac Julien","Article":"","Minutes":"50 min","Full credits":"Frantz Fanon, Colin Salmon. Al Nedjari, Ana Ramalho, John Wilson, Joey Attawia, Michael Bailer, Lavanne Carlos, Zeina Carrington, Hash Chamchoun, Jess Hall, Amir Korangy, Eddy Lemare, Nadiége Limoucin, Kobena Mercer, Suzanna Nour, Craig Paull, Jackie Saweris, Rehan Sheikh, Gilane Tawadros, Penny Varvarides, Leslie Whichelow. Written by Isaac Julien & Mark Nash; Camera Assistants Lorraine Luke, Nick Wheeler; Gaffer Ashley Palin; Key Grip Phil Murray; Make-up Artiste Sharon Martin; Production Managers Grischa Duncker, Craig Paull; Assistant Directors Catrin Strong, Carwyn Jones; Sound Recordists Michel Hildéral, Trevor Mathison, Olivier de Nesle; Musicians Lynette Eaton, Dominic Glover, Tracey McSween, C Wellington, Paul Weymont, Seddik Zebiri; Archive Research Nicole Fernandez Ferrer; Consultants David Bailey, Ilisa Barbash, Homi Bhabha, Steve Farrer, Dora Bouchoucha Fourati, Paul Gilroy, Lucien Taylot; Archive Film ECPA, INA, Pathé; Archive Stills Bureau du Patrimoine, Martinique, Olivier Fanon, Lois Hayot, Martinique; Photographs John Riddy. Acknowledgements: Film Extracts: Algérie en Flammes courtesy Les Films du Village, Battle of Algiers courtesy BFI Distribution, J’ai Huit Ans courtesy Les Film Grain de Sable; Painting: Dr Pinel Délivrant les Aliénés Salpetrière 1795 by T R Fleury courtesy Rex Features, Ltd., © SIPA-Press; Photographs: Paris des Rêves by Izis Bidermans, © Editions Clairefontaine, Surveillance 1988/89 by Mitra Tabrizian, Femmes Algériennes 1960 by Marc Garanger, © Contrejour, © Marc Garanger; Extracts from Frantz Fanon’s writings: Black Skin White Masks by kind permission of Editions du Seuil, Studies in a Dying Colonialism, Towards the African Revolution and The Wretched of the Earth by kind permission of Editions La Découverte, Extract from Force of Circumstance by Simone de Beauvoir, translated by Richard Howard, by kind permission of Librarie Gallimard, Penguin Books and G P Puttnam’s Sons. Special thanks to Fred Agbah, Lyne-Rose Beuze, Phillip Brooke, Sonny Burdis, Pierre and Claudine Chaulet, Gérald Collas, Elspeth Collier, Anne-Marie Coursil, Sally Craddock, Angela David, Teresa de Lauretis, Manthia Diawara, David Donat, Georges Fanon, François Flahault, Cindy Gordon, Joe Grant, Tim Higgins, bell hooks, Rose Issa, Anna Kovacevic, J-P Krieff, François Lack, Marc Laramie, Brigitte Lescut, Ibrahim Letaief, François Sanchez, Ella Shohat, Roland Suvélor, Michael Temple, René Vautier, Henri Vigana, Ernest Wan-Ajouhu, Centre for Media Culture and History, New York, Cercle Frantz Fanon, Martinique, Institute of Contemporary Arts, London, Institute of International Visual Arts, London, Jardin de Balata, Martinique. On-Line Editor Gary Brown; Costume Designer Annie Curtis-Jones; Art Director Mick Hurd; Dubbing Mixer Raja Sehgal; Music Composers Paul Gladstone-Reid, Tunde Jegede; AVID Editor Nick Thompson, Robert Hargreaves; Director of Photography Nina Kellgren; Executive Producer for the Arts Council of England Rodney Wilson; Producer Mark Nash; Director Isaac Julien. A Normal Films Production. For BBC and the Arts Council of England in association with Illuminations. © MCMXCV the BBC and the Arts Council of England.","chapters":[{"out":567,"in":0,"desc":"FRANTZ FANON chalked on shooting slate. Tx. Silhouette of man in chains. Frantz Fanon’s words – “I do not come with timeless truths… I think it would be good if certain things were said…” – as VO over montage of reconstructed footage of man in hospital, man in chains, family. VO continues (describing early life) over footage of Martinique, Fanon as doctor in psychiatric hospital. Actuality footage of tanks in street, De Gaulle in triumphant procession in Algiers, some undercut reconstructed footage of Algerians in fear, banana workers. “The struggle between the master and the slave is a struggle for power.” Stuart Hall, writer and cultural critic, on Fanon’s perception of the struggle between coloniser and colonised, the interdependence of master and slave. VO over photograph of agricultural workers: racism prevents recognition of humanity. Reconstructed scenes of the young Fanon listening to music on the radio, intercut with footage of social dancing; mother turns off radio. Françoise Vergès, writer, relating story of Fanon’s mother telling him not to be “like a nigger” in preferring a Creole song to a French song. Photograph of mother. Olivier Fanon (Fanon’s son) talking about his grandmother; he says Fanon had difficulty believing he was his son as he was very light skinned when he was young. Family photographs. Newsreel of commemoration (April 1948) of life of Victor Schoelcher, abolitionist. Beginning of item on Martinique with map showing its location. Footage of Martinique. Vergès’s VO describes the history of the “old colony” which became a French possession before the Revolution. Headless statue of Empress Josephine. Raphaël Confiant, novelist, explains that it was decapitated by Nationalists. More footage on commemorations of abolition of slavery. Vergès’s VO says this did not bring about equality. Young Fanon and the radio. Adult Fanon listening to broadcast about Black Americans fighting for their civil rights. Kléber Gamess, Fanon’s childhood friend, talking about how many young people left Martinique during the Second World War because it was under Vichy government. Joby Fanon, Frantz Fanon’s brother, describes how Fanon left Martinique aged 18, to join the Free French Forces in Dominica. Footage of black soldiers. Mme Felix Fanon, Fanon’s sister-in-law, singing a lullaby; her VO abolition commemoration footage saying that they had their suspicions that Fanon would leave. France-Lyne Fanon, Fanon’s niece, adds that it was dangerous for those who left; they didn’t all reach their destinations. Footage of black soldiers. Reconstruction of Fanon in uniform. Joby Fanon reads from a letter in which Fanon says his decision to fight for France was a mistake as the French peasants didn’t care to fight for themselves."},{"out":986,"in":567,"desc":"Military cemetery; Paris. Fanon saying “you must understand, dear boy, colour prejudice means absolutely nothing to me”. Joby Fanon on Fanon suggesting that psychiatry can help liberate people from their madness. Fanon actor with further quotations about lack of colour prejudice. Joby Fanon relates how a psychiatric patient refused to let Fanon touch her because he was black. Fanon actor and the response to this from a white doctor. Joby Fanon telling how someone described Fanon as having fireworks outside and fireworks inside. Fanon actor says he found himself an object amongst other objects. VO continues over footage of household objects put onto pavement by firemen; Sartre and De Beauvoir in street. Fanon actor on colour prejudice. Grinning “negro” model advertising toothpaste. Vergès on the writing of Peau noire masques blancs, which Fanon wanted to be his thesis for his medical doctorate. Hall on Fanon’s sudden understanding of the reality of racism which fractures the persona he’s built up for himself, the white mask. Fanon actor “all around me [there’s] a whiteness that burns”. The original title of the book was Essaye pour la dis-alienation de Noir / Essay for the Dis-alienation of the Black. Vergès on the “threat” of the black man. Hall on the sexualised nature of “the look”, discussed for the first time by Fanon. Racism is the denial of the realisation that the white “looker” is attracted to the black “object”."},{"out":1555,"in":986,"desc":"Chapter three of the book, “The Man of Color and the White Woman”. Vergès suggests that alienation is not caused so much by the desire of the black man for the white woman, but actually the reverse: the white woman desires the black man, as does the homosexual white man, while black women are alienated and desire the white man. The black man is therefore desired by people he doesn’t want and he needs to rid himself of his own desire. Fanon actor watching two black men kissing. Fanon’s words over on lack of proof of existence of homosexuality in Martinique, thus the absence of the Œdipus complex in the Antilles. Photograph of a black transvestite: Fanon’s words says he believes such “godmothers” lead normal sex lives. Hall on “the problematic status of masculinity”, and the possibility to understand Fanon’s ideas of master and slave as a rereading of the Œdipus complex, the struggle between the black son and the colonising father, and suggests that this lies at the root of Fanon’s ambiguity about women and homosexuality. Chapter two of the book, “The Woman of Color and the White Man”. Fanon’s description of Mayotte Capécia’s novel Je suis Martiniquaise (1948), in which the black heroine submits to her white lover in everything, heard over footage of people dancing. Vergès on the context of the novel (partly over photographs of Capécia), commenting on later feminist arguments that he didn’t take this into consideration in his critique. She says Fanon’s argument about who he chooses as his object of desire is that it is no-one’s business but his own. Joby Fanon on being asked why he and Fanon married white women: he also quotes Fanon who is says that, if his children are looked down on, it will be because the world has not changed its ideas. Vergès asks why Fanon should be free to choose but Capécia is not. Joby Fanon on Fanon wanting to leave his work at Pontorson hospital (on the Normandy-Brittany border) in order to work in a country under colonial domination; he went to Blida-Joinville, Algeria, in 1954. Scenes in Algeria. Fanon actor with patients. VO Alice Cherki, psychoanalyst, talking about Pinel freeing patients from their chains in the Salpétrière hospital, and how some people regarded Fanon at Blida as a second Pinel. Jacques Azoulay, psychoanalyst, says there were no chains at Blida anyway; Fanon’s transformation was in freeing the patients from “an ethnographic gaze”. Cherki describes the situation in Fanon’s ward when he arrived at Blida, and how he transformed it by encouraging participation from both the nurses and the patients themselves."},{"out":2028,"in":1555,"desc":"The tanks, helicopter. Cherki on working with Fanon, and VO actual and reconstructed footage of the Algerian war. Reconstruction of Fanon and patient who relates how he learnt that his mother had been killed and his sisters taken away by the military. Film of the war. Reconstruction of Fanon and French soldier explaining what it’s like to torture someone. Film of demonstrations. Reconstruction of Fanon and woman describing hearing people being tortured by her own father. Tanks and troops, etc. Fanon and patient who describes waiting for a woman’s dissident husband, and how she reminded him of his mother. Hall says this was a particularly violent war. Fanon with soldier talking about torture. Film extracts. The two sessions intercut. Cherki says there is a psychoanalytic aspect to violence which can re-open a space for dialogue when language no longer functions. Fanon actor remembers racist remarks about Arabs. Joby Fanon on “social therapy”, developed with Dr Toscelles at St Alban’s hospital in France, which seeks to chance society so that the patient can re-enter it."},{"out":2473,"in":2028,"desc":"Extract from Fanon’s letter of resignation, explaining that Arabs are aliens in their own country. Scenes of warfare; Vergès on Fanon’s feeling that Arabs were more “real” and more masculine that black men from the Antilles as they “had the courage to attack the castrating master”. Fanon’s book Les Damnés de la Terre /The Wretched of the Earth (1961). Hall describes this as “a bible of the de-colonisation moment”, dealing with the problems of national liberation movements. Raphaël Confiant says Martinique was totally brainwashed by the colonists, but Fanon made the people see that they had more in common with people in African countries that with the French. Footage of the 1960 Conference of Independent African States in Leopoldville, with representatives from Ghana, Liberia, Tunisia, Sudan, United Arab Republic, Algeria, etc. Soldiers laying down their weapons. Hall’s VO says that Fanon believed that only armed struggle would produce the right result. Vergès says Fanon wanted to be Algerian as only then could he achieve the masculinity he was dreaming of. Mohammed Harbi, former member of the FLN government, talking about meeting Fanon in Tunis. He feels he was an outsider in respect to general Arab society, and had a strong need for integration. Hall thinks Fanon was opposed to decolonisation (the coloniser handing over to the colonised); he wanted independence (liberty seized by the oppressed) as armed struggle brought self-respect. Harbi talking of Fanon’s support for extreme FLN factions, people like Abane Ramdane and Boumedienne. Hall on Fanon wanting to construct the post-colonial man, with the past wiped entirely away; in Algeria, though, the past has survived and taken its revenge on the present. Hall talking about Fanon’s controversial essay on the veil, pointing out that such symbols are not unchanging as Fanon predicates. Algerian women were able to use the veil to help them smuggle arms as they could depend on the reaction of French soldiers; they could subvert the veil’s meaning and turn “the look” the opposite way. Film extracts."},{"out":2975,"in":2473,"desc":"Harbi says that many people like himself did not approve of Fanon’s “veil” writing, not least because maquis women were discriminated against. Film extracts. Fanon became the mouthpiece by which a patriarchal society was able to present itself as progressive. Hall’s VO says Fanon didn’t recognise the religious nature of Algerian culture, which eventually took its revenge on the revolution itself. Words of Simone de Beauvoir describing Fanon’s illness. Daniel Boukman, poet and playwright, on being drafted at the age of 25 but refused military service. Film of De Gaulle saying that all French soldiers must obey him. Boukman says Fanon’s writings legitimised the actions of the handful of draft objectors, and that he was a revolutionary to the very end. Joby Fanon tries to read a letter from Fanon he received after his death but is too emotional. Reconstructed funeral procession. Algerian women at the polling station. A headstone for Fanon, b 20-7-1925, d 6-12-1961. Joby Fanon reads the letter which reveals that Fanon has leukæmia, and went to Washington for treatment. Olivier Fanon on the confused and complex situation in Algeria today, which Fanon would never have accepted. Fanon actor listening to dance music on the radio. “My final prayer: o, my body, make of me always a man who questions!” Credits. ."}],"Series":"Tx","Full synopsis":"ACE311.2 10:00:00 10:09:27 FRANTZ FANON chalked on shooting slate. Tx. Silhouette of man in chains. Frantz Fanon’s words – “I do not come with timeless truths… I think it would be good if certain things were said…” – as VO over montage of reconstructed footage of man in hospital, man in chains, family. VO continues (describing early life) over footage of Martinique, Fanon as doctor in psychiatric hospital. Actuality footage of tanks in street, De Gaulle in triumphant procession in Algiers, some undercut reconstructed footage of Algerians in fear, banana workers. “The struggle between the master and the slave is a struggle for power.” Stuart Hall, writer and cultural critic, on Fanon’s perception of the struggle between coloniser and colonised, the interdependence of master and slave. VO over photograph of agricultural workers: racism prevents recognition of humanity. Reconstructed scenes of the young Fanon listening to music on the radio, intercut with footage of social dancing; mother turns off radio. Françoise Vergès, writer, relating story of Fanon’s mother telling him not to be “like a nigger” in preferring a Creole song to a French song. Photograph of mother. Olivier Fanon (Fanon’s son) talking about his grandmother; he says Fanon had difficulty believing he was his son as he was very light skinned when he was young. Family photographs. Newsreel of commemoration (April 1948) of life of Victor Schoelcher, abolitionist. Beginning of item on Martinique with map showing its location. Footage of Martinique. Vergès’s VO describes the history of the “old colony” which became a French possession before the Revolution. Headless statue of Empress Josephine. Raphaël Confiant, novelist, explains that it was decapitated by Nationalists. More footage on commemorations of abolition of slavery. Vergès’s VO says this did not bring about equality. Young Fanon and the radio. Adult Fanon listening to broadcast about Black Americans fighting for their civil rights. Kléber Gamess, Fanon’s childhood friend, talking about how many young people left Martinique during the Second World War because it was under Vichy government. Joby Fanon, Frantz Fanon’s brother, describes how Fanon left Martinique aged 18, to join the Free French Forces in Dominica. Footage of black soldiers. Mme Felix Fanon, Fanon’s sister-in-law, singing a lullaby; her VO abolition commemoration footage saying that they had their suspicions that Fanon would leave. France-Lyne Fanon, Fanon’s niece, adds that it was dangerous for those who left; they didn’t all reach their destinations. Footage of black soldiers. Reconstruction of Fanon in uniform. Joby Fanon reads from a letter in which Fanon says his decision to fight for France was a mistake as the French peasants didn’t care to fight for themselves.\u000b\u000b ACE311.3 10:09:27 10:16:26 Military cemetery; Paris. Fanon saying “you must understand, dear boy, colour prejudice means absolutely nothing to me”. Joby Fanon on Fanon suggesting that psychiatry can help liberate people from their madness. Fanon actor with further quotations about lack of colour prejudice. Joby Fanon relates how a psychiatric patient refused to let Fanon touch her because he was black. Fanon actor and the response to this from a white doctor. Joby Fanon telling how someone described Fanon as having fireworks outside and fireworks inside. Fanon actor says he found himself an object amongst other objects. VO continues over footage of household objects put onto pavement by firemen; Sartre and De Beauvoir in street. Fanon actor on colour prejudice. Grinning “negro” model advertising toothpaste. Vergès on the writing of Peau noire masques blancs, which Fanon wanted to be his thesis for his medical doctorate. Hall on Fanon’s sudden understanding of the reality of racism which fractures the persona he’s built up for himself, the white mask. Fanon actor “all around me [there’s] a whiteness that burns”. The original title of the book was Essaye pour la dis-alienation de Noir / Essay for the Dis-alienation of the Black. Vergès on the “threat” of the black man. Hall on the sexualised nature of “the look”, discussed for the first time by Fanon. Racism is the denial of the realisation that the white “looker” is attracted to the black “object”. ACE311.4 10:16:26 10:25:55 Chapter three of the book, “The Man of Color and the White Woman”. Vergès suggests that alienation is not caused so much by the desire of the black man for the white woman, but actually the reverse: the white woman desires the black man, as does the homosexual white man, while black women are alienated and desire the white man. The black man is therefore desired by people he doesn’t want and he needs to rid himself of his own desire. Fanon actor watching two black men kissing. Fanon’s words over on lack of proof of existence of homosexuality in Martinique, thus the absence of the Œdipus complex in the Antilles. Photograph of a black transvestite: Fanon’s words says he believes such “godmothers” lead normal sex lives. Hall on “the problematic status of masculinity”, and the possibility to understand Fanon’s ideas of master and slave as a rereading of the Œdipus complex, the struggle between the black son and the colonising father, and suggests that this lies at the root of Fanon’s ambiguity about women and homosexuality. Chapter two of the book, “The Woman of Color and the White Man”. Fanon’s description of Mayotte Capécia’s novel Je suis Martiniquaise (1948), in which the black heroine submits to her white lover in everything, heard over footage of people dancing. Vergès on the context of the novel (partly over photographs of Capécia), commenting on later feminist arguments that he didn’t take this into consideration in his critique. She says Fanon’s argument about who he chooses as his object of desire is that it is no-one’s business but his own. Joby Fanon on being asked why he and Fanon married white women: he also quotes Fanon who is says that, if his children are looked down on, it will be because the world has not changed its ideas. Vergès asks why Fanon should be free to choose but Capécia is not. Joby Fanon on Fanon wanting to leave his work at Pontorson hospital (on the Normandy-Brittany border) in order to work in a country under colonial domination; he went to Blida-Joinville, Algeria, in 1954. Scenes in Algeria. Fanon actor with patients. VO Alice Cherki, psychoanalyst, talking about Pinel freeing patients from their chains in the Salpétrière hospital, and how some people regarded Fanon at Blida as a second Pinel. Jacques Azoulay, psychoanalyst, says there were no chains at Blida anyway; Fanon’s transformation was in freeing the patients from “an ethnographic gaze”. Cherki describes the situation in Fanon’s ward when he arrived at Blida, and how he transformed it by encouraging participation from both the nurses and the patients themselves. ACE311.5 10:25:55 10:33:48 The tanks, helicopter. Cherki on working with Fanon, and VO actual and reconstructed footage of the Algerian war. Reconstruction of Fanon and patient who relates how he learnt that his mother had been killed and his sisters taken away by the military. Film of the war. Reconstruction of Fanon and French soldier explaining what it’s like to torture someone. Film of demonstrations. Reconstruction of Fanon and woman describing hearing people being tortured by her own father. Tanks and troops, etc. Fanon and patient who describes waiting for a woman’s dissident husband, and how she reminded him of his mother. Hall says this was a particularly violent war. Fanon with soldier talking about torture. Film extracts. The two sessions intercut. Cherki says there is a psychoanalytic aspect to violence which can re-open a space for dialogue when language no longer functions. Fanon actor remembers racist remarks about Arabs. Joby Fanon on “social therapy”, developed with Dr Toscelles at St Alban’s hospital in France, which seeks to chance society so that the patient can re-enter it. ACE311.6 10:33:48 10:41:13 Extract from Fanon’s letter of resignation, explaining that Arabs are aliens in their own country. Scenes of warfare; Vergès on Fanon’s feeling that Arabs were more “real” and more masculine that black men from the Antilles as they “had the courage to attack the castrating master”. Fanon’s book Les Damnés de la Terre /The Wretched of the Earth (1961). Hall describes this as “a bible of the de-colonisation moment”, dealing with the problems of national liberation movements. Raphaël Confiant says Martinique was totally brainwashed by the colonists, but Fanon made the people see that they had more in common with people in African countries that with the French. Footage of the 1960 Conference of Independent African States in Leopoldville, with representatives from Ghana, Liberia, Tunisia, Sudan, United Arab Republic, Algeria, etc. Soldiers laying down their weapons. Hall’s VO says that Fanon believed that only armed struggle would produce the right result. Vergès says Fanon wanted to be Algerian as only then could he achieve the masculinity he was dreaming of. Mohammed Harbi, former member of the FLN government, talking about meeting Fanon in Tunis. He feels he was an outsider in respect to general Arab society, and had a strong need for integration. Hall thinks Fanon was opposed to decolonisation (the coloniser handing over to the colonised); he wanted independence (liberty seized by the oppressed) as armed struggle brought self-respect. Harbi talking of Fanon’s support for extreme FLN factions, people like Abane Ramdane and Boumedienne. Hall on Fanon wanting to construct the post-colonial man, with the past wiped entirely away; in Algeria, though, the past has survived and taken its revenge on the present. Hall talking about Fanon’s controversial essay on the veil, pointing out that such symbols are not unchanging as Fanon predicates. Algerian women were able to use the veil to help them smuggle arms as they could depend on the reaction of French soldiers; they could subvert the veil’s meaning and turn “the look” the opposite way. Film extracts. ACE311.7 10:41:13 10:49:35 Harbi says that many people like himself did not approve of Fanon’s “veil” writing, not least because maquis women were discriminated against. Film extracts. Fanon became the mouthpiece by which a patriarchal society was able to present itself as progressive. Hall’s VO says Fanon didn’t recognise the religious nature of Algerian culture, which eventually took its revenge on the revolution itself. Words of Simone de Beauvoir describing Fanon’s illness. Daniel Boukman, poet and playwright, on being drafted at the age of 25 but refused military service. Film of De Gaulle saying that all French soldiers must obey him. Boukman says Fanon’s writings legitimised the actions of the handful of draft objectors, and that he was a revolutionary to the very end. Joby Fanon tries to read a letter from Fanon he received after his death but is too emotional. Reconstructed funeral procession. Algerian women at the polling station. A headstone for Fanon, b 20-7-1925, d 6-12-1961. Joby Fanon reads the letter which reveals that Fanon has leukæmia, and went to Washington for treatment. \u000bOlivier Fanon on the confused and complex situation in Algeria today, which Fanon would never have accepted. Fanon actor listening to dance music on the radio. “My final prayer: o, my body, make of me always a man who questions!” Credits.\u000b.","Date":"1995","Choreographer":"","Title":"Frantz Fanon. Black skin white mask","Part":"","Film ID":"ACE311","Production Company":"Normal Films"}