{"Synopsis":"One of a series of dance pieces created specially for television: actuality footage of skaters, etc., edited to build a sequence of rhythmic movements.","Director":"David Hinton","Article":"","Minutes":"8 min","Full credits":"Archive: British Pathe, British Movietone, Grinberg Film Libraries, Film Images, Getty Archive Films, Juliet Lyons, ETV. Jerwood Trainee Amy Holly; On Line Editor Michael Sanders; Dubbing Mixer Damian Reynolds; Off Line Editor Simon Ardizzone; Executive Producers Rodney Wilson Arts Council of England, Ross MacGibbon BBC, Henk van der Meulen NPS; Producer Matthew Killip; Composer Adrian Johnson; Choreographer Rosemary Lee; Director David Hinton. An Illuminations Production for BBC & ACE/NPS Holland. © BBC MMIII.","chapters":[{"out":505,"in":0,"desc":"Footage of different people in different places and different periods, some speeded up, some repeated, some reversed, etc. – businessman, news vendor, Russian soldiers – waving their arms and stamping their feet to keep warm. Snowball fights, children sliding, soldiers sliding, and so on. People skating and sliding on frozen lakes. Skiers, toboganner, figure-skaters, ski-jumpers, ice-dancers. People being blown along icy pavements, caught in snow-flurries, hurrying across snow-rutted streets, falling on the ice, struggling in blizzard conditions. Credits."}],"Series":"Dance for the Camera 7","Full synopsis":"ACE397.2 10:00:00 10:08:25 Footage of different people in different places and different periods, some speeded up, some repeated, some reversed, etc. – businessman, news vendor, Russian soldiers – waving their arms and stamping their feet to keep warm. Snowball fights, children sliding, soldiers sliding, and so on. People skating and sliding on frozen lakes. Skiers, toboganner, figure-skaters, ski-jumpers, ice-dancers. People being blown along icy pavements, caught in snow-flurries, hurrying across snow-rutted streets, falling on the ice, struggling in blizzard conditions. Credits.","Date":"2003","Choreographer":"Rosemary Lee","Title":"Snow","Part":"","Film ID":"ACE397","Production Company":"Illuminations"}