{"Synopsis":"One of a series on black and Asian music and culture: the experiences of a Pakistani family after they relocated to Stornoway","Director":"Sonali Fernando","Article":"","Minutes":"20 min","Full credits":"Special Thanks To The Ahmed Family, Saba & Neelum Amjad, Margaret Hulse, Alma Jamieson, Ella MacLean, Arshad Mohammed, Mohammed Saeed Rafi, James Van Der Pool, Giles Fernando, Breascleit Primary School, RNLI Stornoway, HMV, India, Magnasound, India, Navras Records, The Gaelic Television Committee, The People of Lewis, Outer Hebrides. Executive Producer Rodney Wilson; Camera Assistant Alison Banham; Production Assistant Satia Birdi; Researcher Herman Jai Rodrigues; Sound Recordist Di Ruston; Lighting Camera Barbara Nicholls; Production Accountant Margaret Trotter; Editor Munni Kabir; Producer Barbara Nicholls; Director Sonali Fernando. A Peripheral Vision Production for The Arts Council of England and Channel Four. © Arts Council of England and Channel Four MCMXCVI.","chapters":[{"out":653,"in":0,"desc":"The turning lamp of a lighthouse. VO talks about the aftermath of Indian Partition in 1947, when the speaker and his family had to leave their home and move to Pakistan. He then left Pakistan in search of better opportunities. Ship’s wake. Voice of Razia Ahmed saying that her grandmother used to tell her that, if she was naughty, she’d be banished forever “across the Black Water”. Ahmed wondering where she was when she found herself on a Scottish island. Ship nearing land. Voice of Nazir Ahmed talking abut arriving in Stornoway. Woman singing in Gaelic a song about the Clearances. Nazir Ahmed talking about the difference between the Stornoway he imagined and reality. Sheep. Omer Ahmed talking about his amazement at his father’s move. He describes life in post-Partition Pakistan. Omer Ahmed walking along a country road. Song in Punjabi about the uncertainties of such a journey. Saba Amjad (Nazir and Razia’s grand-daughter) talking about the journey between Scotland and Pakistan and the differences between the two countries. Razia Ahmed driving. A party. Razia’s VO talking about her background in the Punjab and training as a teacher in Pakistan. Razia talking about her surprise at seeing empty streets on the first Sunday she was in Stornoway. Church congregation. An Azan Clock playing part of the muezzin’s call. Nazir Ahmed talking about how dark Lewis is in the winter months, and about taking the bus to and from work. Omer Ahmed hailing a passing bus. Nazir’s VO on his working day as a door-to-door salesman. Omer walking. Ella MacLean describing in Gaelic her first meeting with a Pakistani salesman. Omer knocks on a door, and asks a woman, in Gaelic, if she’s like to buy some goods. Omer walking. Nazir’s VO saying that in the early days, there were a lot of salesmen all making the same rounds. Alma Jamieson talking about the interaction between the Pakistani and “local” communities. Omer on the beach. VO suggesting that the Gaelic speakers are a minority in Scotland and this minority status may be what brings them and the Pakistanis together. Pakistani delivery man. Driving his van."},{"out":1214,"in":653,"desc":"Razia Ahmed talking about entertaining her children’s friends. Saba Amjad dancing to Punjabi music in her living room. Jamieson talking about the Pakistani children in the classes she taught and saying that in retrospect, she realises that the white population could have learned a lot from the Pakistanis. Children playing round the Callanish standing stones. Omer Ahmed’s VO saying he regrets not having learned Punjabi properly and how few people speak it on Lewis. A loom. People singing in Gaelic, with accordion accompaniment, on a bus trip. Omer Ahmed says that his parents are happy about his being a doctor but sad that he practices near Glasgow and isn’t on Lewis where there is not enough work. Wedding. His VO says that the island population is declining. Saba Amjad doesn’t want to leave her home on Lewis. Singing on the bus. Saba singing the same song. Her mother sews a tartan. Nazir Ahmed says that he didn’t like being a door-to-door salesman. Now he several shops. Woman trying on hats in Nazir Brothers. Nazir says there’s “no colour bar” on Lewis and he’s proud to be part of the community. Razia Ahmed praying. Her VO says she’d like to be buried in Pakistan but perhaps should be buried on Lewis as this is where her children are. Headstones with Scottish and Pakistani names. The sea. Credits."}],"Series":"Black Tracks","Full synopsis":"ACE329.2 10:00:00 10:10:53 The turning lamp of a lighthouse. VO talks about the aftermath of Indian Partition in 1947, when the speaker and his family had to leave their home and move to Pakistan. He then left Pakistan in search of better opportunities. Ship’s wake. Voice of Razia Ahmed saying that her grandmother used to tell her that, if she was naughty, she’d be banished forever “across the Black Water”. Ahmed wondering where she was when she found herself on a Scottish island. Ship nearing land. Voice of Nazir Ahmed talking abut arriving in Stornoway. Woman singing in Gaelic a song about the Clearances. Nazir Ahmed talking about the difference between the Stornoway he imagined and reality. Sheep. Omer Ahmed talking about his amazement at his father’s move. He describes life in post-Partition Pakistan. Omer Ahmed walking along a country road. Song in Punjabi about the uncertainties of such a journey. Saba Amjad (Nazir and Razia’s grand-daughter) talking about the journey between Scotland and Pakistan and the differences between the two countries. Razia Ahmed driving. A party. Razia’s VO talking about her background in the Punjab and training as a teacher in Pakistan. Razia talking about her surprise at seeing empty streets on the first Sunday she was in Stornoway. Church congregation. An Azan Clock playing part of the muezzin’s call. Nazir Ahmed talking about how dark Lewis is in the winter months, and about taking the bus to and from work. Omer Ahmed hailing a passing bus. Nazir’s VO on his working day as a door-to-door salesman. Omer walking. Ella MacLean describing in Gaelic her first meeting with a Pakistani salesman. Omer knocks on a door, and asks a woman, in Gaelic, if she’s like to buy some goods. Omer walking. Nazir’s VO saying that in the early days, there were a lot of salesmen all making the same rounds. Alma Jamieson talking about the interaction between the Pakistani and “local” communities. Omer on the beach. VO suggesting that the Gaelic speakers are a minority in Scotland and this minority status may be what brings them and the Pakistanis together. Pakistani delivery man. Driving his van.ACE329.3 10:10:53 10:20:14 Razia Ahmed talking about entertaining her children’s friends. Saba Amjad dancing to Punjabi music in her living room. Jamieson talking about the Pakistani children in the classes she taught and saying that in retrospect, she realises that the white population could have learned a lot from the Pakistanis. Children playing round the Callanish standing stones. Omer Ahmed’s VO saying he regrets not having learned Punjabi properly and how few people speak it on Lewis. A loom. People singing in Gaelic, with accordion accompaniment, on a bus trip. Omer Ahmed says that his parents are happy about his being a doctor but sad that he practices near Glasgow and isn’t on Lewis where there is not enough work. Wedding. His VO says that the island population is declining. Saba Amjad doesn’t want to leave her home on Lewis. Singing on the bus. Saba singing the same song. Her mother sews a tartan. Nazir Ahmed says that he didn’t like being a door-to-door salesman. Now he several shops. Woman trying on hats in Nazir Brothers. Nazir says there’s “no colour bar” on Lewis and he’s proud to be part of the community. Razia Ahmed praying. Her VO says she’d like to be buried in Pakistan but perhaps should be buried on Lewis as this is where her children are. Headstones with Scottish and Pakistani names. The sea. Credits.","Date":"1996","Choreographer":"","Title":"Kala Pani. Across the black water","Part":"","Film ID":"ACE329","Production Company":"Peripheral Vision"}