{"Synopsis":"One of a series of experimental films featuring performance artists: Glyn Davies Marshall in a work celebrating the life of his miner father.","Director":"Judi Alston Steve Richards","Article":"The","Minutes":"9 min","Full credits":"Devised and Performed by Glyn Davies Marshall. Camera David Barker; Sound David Turton; Production Runner Jan Wells; Production Assistants Helen Pratt, Pam Davenport; On-Line Editor Phil Cooke; Music Tony Nicholson; With Support From Yorkshire & Humberside Arts; Titles John Wood, Paul Harrison; Executive Producers Keith Alexander, Rodney Wilson; Producers Sophie Gardiner, Debra Hauer; Directed & Edited By Judi Alston, Steve Richards. Euphoria Films for BBC Television and Arts Council of England. © BBC Television/Arts Council of England MCMXCVII.","chapters":[{"out":534,"in":0,"desc":"Marshall walking out of the sea pulling something on a rope behind him. Marshall’s voice over says he came across a family photograph and was surprised to see a man he didn’t recognise. He took it – on his knees on the sands, hauling the rope and object after him – to his wheelchair-bound father who thought it must be his real father, Fred Marshall. Glyn Marshall says he had never heard of this real father. Caption: “one: THE BEARER.” Marshall, carrying wooden framed stretcher on his back, crawls and walks along, narrating to camera as he goes. Discovers that Frederick Marshall had died on 18th November, 1947, and as buried in an unmarked grave in Hightown cemetery. He had died as a result of a heart attack from exhaustion while stretcher-bearing. Struggling along on elbows replicating the way a miner would move through a narrow pit passage. With the stretcher again. Doesn’t know how to end the story. Throws the stretcher over a cliff edge. Caption: “two: THE FILLER.” Marshall, carrying long-handled shovel, walking down to the beach at Cayton, where the family photograph was taken. Digs in the sand as if he were a miner, moving further and further into the water. His grandfather had been a tub filler and it would have been exhaustion from this which had killed him. Marshall is trying to recreate the monotony and the exhaustion that the fillers would have faced. Digging in the sea would eventually stop him from digging. A tribute to his granddad and to all miners. Continues digging though waist-deep in water. A headstone for Fred Marshall lying under the water. Credits."}],"Series":"Expanding Pictures","Full synopsis":"ACE335.2 10:00:00 10:08:54 Marshall walking out of the sea pulling something on a rope behind him. Marshall’s voice over says he came across a family photograph and was surprised to see a man he didn’t recognise. He took it – on his knees on the sands, hauling the rope and object after him – to his wheelchair-bound father who thought it must be his real father, Fred Marshall. Glyn Marshall says he had never heard of this real father. Caption: “one: THE BEARER.” Marshall, carrying wooden framed stretcher on his back, crawls and walks along, narrating to camera as he goes. Discovers that Frederick Marshall had died on 18th November, 1947, and as buried in an unmarked grave in Hightown cemetery. He had died as a result of a heart attack from exhaustion while stretcher-bearing. Struggling along on elbows replicating the way a miner would move through a narrow pit passage. With the stretcher again. Doesn’t know how to end the story. Throws the stretcher over a cliff edge. Caption: “two: THE FILLER.” Marshall, carrying long-handled shovel, walking down to the beach at Cayton, where the family photograph was taken. Digs in the sand as if he were a miner, moving further and further into the water. His grandfather had been a tub filler and it would have been exhaustion from this which had killed him. Marshall is trying to recreate the monotony and the exhaustion that the fillers would have faced. Digging in the sea would eventually stop him from digging. A tribute to his granddad and to all miners. Continues digging though waist-deep in water. A headstone for Fred Marshall lying under the water. Credits.","Date":"1997","Choreographer":"","Title":"Link","Part":"","Film ID":"ACE335","Production Company":"Euphoria Films"}