{"Synopsis":"One of a series of dance pieces created specially for television: two young women trapped on a mechanical bridge.","Director":"Marijke Jongbloed","Article":"","Minutes":"9 min","Full credits":"Choreographer Ed Wubbe; Written & directed by Marijke Jongbloed; Composer Harry de Wit; Performers: Bonnie Doets, Annabelle Lopez Ochoa, Harry de Wit. Director of photography René Heijnen; Production manager Manna Nasht; Location managers Myriam Eijgenraam, Bas van der Ree; Gaffer Chris Uiterwijk; Grip Gees Aloserij; Sound Sander den Broeder, Marco Gerdes; Make-up Marjon Hoogendoorn; Costume design Sylvia Huijerman; Assistant producer Inge van Hunnik; Post production Natasja van Wijk; Editor Marco van Welzen; Sound Editors Manuel Cooymans, Michel Koenders; Editor dance NPS Mirjam van der Linden; Production coordinator NPS Marianne Eggink; Line producer Erwin Godschalk; Executive producers Henk van der Meulen NPS, Rodney Wilson Arts Council of England ; Bob Lockyer BBC; Producers Hans de Weers, Hans de Wolf. This film was supported by the Dutch Cultural Broadcasting Promotion Fund, Rotterdam Film Fund. An Egmond Film and Television Production for BBC/Arts Council of England/NPS. © MM BBC/Arts Council of England/NPS.","chapters":[{"out":537,"in":0,"desc":"Two young women throwing stones from a vertical lift bridge. Playing on the tracks inside it. The gate swings shut and they find themselves shut inside. Watched on CCTV by man who starts whispering messages through a loud-hailer and making noises with air horns. Man starts bridge mechanism and the central section begins to rise, separating the two women. Man playing wild music. Woman below tries to find a way up. The man continues to makes noises. Woman above calling for help. Man playing searchlight on them as the other continues her climb. She slips and falls into the river. The other is caught in the searchlight. Credits."}],"Series":"Dance for the Camera 5","Full synopsis":"ACE377.2 10:00:00 10:08:57 Two young women throwing stones from a vertical lift bridge. Playing on the tracks inside it. The gate swings shut and they find themselves shut inside. Watched on CCTV by man who starts whispering messages through a loud-hailer and making noises with air horns. Man starts bridge mechanism and the central section begins to rise, separating the two women. Man playing wild music. Woman below tries to find a way up. The man continues to makes noises. Woman above calling for help. Man playing searchlight on them as the other continues her climb. She slips and falls into the river. The other is caught in the searchlight. Credits.","Date":"2000","Choreographer":"Ed Wubbe","Title":"Enclosed","Part":"","Film ID":"ACE377","Production Company":"Egmond Film and Television"}