{"Synopsis":"Brenton Pink, who emigrated from Jamaica to London in the 1950s, talks about his recording career and his colourful house and garden.","Director":"Helena Appio","Article":"A","Minutes":"15 min","Full credits":"Songs performed by Brenton Samuel Pink; Photography David Bennett, Mike Chitty; Sound Recordists John Paine, John Parry; Dubbing Mixer Richard Lee; Post Production Katherine Grincell, Tamer Osman, Ray King; Editor Anne Dummett; Production Manager Caroline Hawken; Assistant Producer Bisi Williams; Executive Producer for the Arts Council Rodney Wilson; Producer & Director Helena Appio. A Stirfry Production for the Arts Council of England MCMXCVII.","chapters":[{"out":905,"in":0,"desc":"Rooftops, house, garden. Man working in garden introduces himself as Brenton Samuel Pink, aged 73, with eight children, living in Britain for forty years, in this house for thirty. Exterior of his house, which he has kept in its original colours. Pink in hardware store, buying paint to do up his house. Young acquaintance wants to buy it but he won’t sell. Mixing paint and working on the steps and front porch. Talks about the plaster face over the porch, and about recreating a small part of Jamaica in England. The duller houses around. Interior of the house which he moved into in 1957. Man talks about coming to the “mother country”. Pink working in garden. He says that everything is like a rainbow. Listening to recordings of himself singing religious songs; his VO talks about his recording career. Pink talking about his extravagant hats. Talking about the decoration of his living room, how he created it, and how happy it makes him. He says he’s not an artist. Painting the outside of the house. His VO talks about being upset when he retired after many years working for the local council, and the work he did. VO describes what he does when he’s not painting, and about being detained at Heathrow on return from a trip to Jamaica which has put him off any further travelling. The house and garden. VO says it’s difficult to be old in Jamaica. In his house, and sitting on his porch; recording in background. VO says the only thing he’d like to change would be to come back young. Credits."}],"Series":"Sound Stories","Full synopsis":"ACE364.2 10:00:00 10:15:05 Rooftops, house, garden. Man working in garden introduces himself as Brenton Samuel Pink, aged 73, with eight children, living in Britain for forty years, in this house for thirty. Exterior of his house, which he has kept in its original colours. Pink in hardware store, buying paint to do up his house. Young acquaintance wants to buy it but he won’t sell. Mixing paint and working on the steps and front porch. Talks about the plaster face over the porch, and about recreating a small part of Jamaica in England. The duller houses around. Interior of the house which he moved into in 1957. Man talks about coming to the “mother country”. Pink working in garden. He says that everything is like a rainbow. Listening to recordings of himself singing religious songs; his VO talks about his recording career. Pink talking about his extravagant hats. Talking about the decoration of his living room, how he created it, and how happy it makes him. He says he’s not an artist. Painting the outside of the house. His VO talks about being upset when he retired after many years working for the local council, and the work he did. VO describes what he does when he’s not painting, and about being detained at Heathrow on return from a trip to Jamaica which has put him off any further travelling. The house and garden. VO says it’s difficult to be old in Jamaica. In his house, and sitting on his porch; recording in background. VO says the only thing he’d like to change would be to come back young. Credits.","Date":"1997","Choreographer":"","Title":"Portrait of Mr Pink","Part":"","Film ID":"ACE364","Production Company":"Stirfry"}