{"Synopsis":"One of a series on the history of painting techniques, with interviews with contemporary artists and reconstructed scenes from earlier times: British portrait painter, Tai-Shan Schierenberg (b.1962).","Director":"Henry Chancellor","Article":"","Minutes":"29 min","Full credits":"With thanks to Lord Hartington, The Trustees of the Chatsworth Settlement, National Portrait Gallery, London, Reader’s Digest, Spitting Image. Narrator Andrew Sachs; Photography Patrick Ducal, Graham Martyr; Frank Battersby; Sound Nick Stocker; Music Peter Howell; Dubbing Mixer Bob Jackson; Titles and Effects The Moving Picture Company; Digital Effects Artist Mark Stannard; Videotape Editor Tamer Osman; Design Team Dominic Roberts, David Hill, Sophie Seebohm, Anna Young, Nicky Rapley; Production Administration Terry Bezant, Sue Harvard; Researcher Maxine Levy; Production Manager Aleid Channing; Consultant Robert McNab; Executive Producer for the BBC Alan Bookbinder; Executive Producer for the Arts Council of England Rodney Wilson Film Editor Sean Mackenzie; Series Producer Ian Duncan; Produced and Directed by Henry Chancellor. A Production by Windfall Films for BBC and The Arts Council of England. © BBC & The Arts Council of England MCMXCVII.","chapters":[{"out":655,"in":0,"desc":"Tai-Shan Schierenberg leaving his house. His VO from telephone call to Lord Hartington about what he’s going to wear for his portrait. Commentary describes Schierenberg as a portrait painter who paints his family and friends and also works to commission. Portraits of Sir John Clifford Mortimer (1992), Peter Alexander Rupert Carrington, 6th Baron Carrington (1994), H.M. The Queen & H.R.H. The Duke of Edinburgh. Schierenberg driving. Chatsworth. Portraits of previous Dukes of Devonshire. Schierenberg talking about the first interaction between artist and sitter. He arrives at Chatsworth, meets Lord Hartington, son of the present Duke, and unpacks his equipment. They discuss what Hartington will wear; he changes into a suit while Schierenberg sets up. Schierenberg studies his sitter, makes a preliminary impressionistic paint sketch of his face, and talks about how Hartington looks quite different when animated. Painting of Henry VIII by Hans Eworth, deriving from a portrait by Holbein. Reconstruction of Holbein sketching and making notes to work from. Transferring the drawing to a wooden panel by the pouncing technique, pricking holes along the lines, and forcing charcoal powder through them to the wood beneath. Chatsworth. Schierenberg’s second sitting with Hartington, working from a different angle. A second impressionistic painting. Schierenberg takes some photographs and tries to decide on the best pose for his subject."},{"out":1210,"in":655,"desc":"Portraits. Commentary points out that painters didn’t always tailor poses to the individual. Reconstruction of Peter Lely in his studio creating a template, with a posed model, that could be reproduced in quantity. An actual sitter’s face would be painted into the template. Schierenberg in his studio; he explains that he’s decided on one particular photograph to use as his main source as it captures the characteristic “awkwardness” of his sitter. He blocks in the main areas of the painting and will refine details later. Portrait of the gracefully posed Arthur Goodwin by Antony Van Dyck. Another of his elegant portraits. Reconstruction of 17th century painter arranging sitter in similar style, using strings to support their arms. Reconstruction of Joshua Reynolds allowing his sitters to relax naturally. Reynolds’s painting of Georgiana, Duchess of Devonshire and her Daughter, Lady Georgiana Cavendish (1874). Schierenberg working on the head of his portrait. His VO describing how its developing, and how some portraits may be beautiful as paintings but suddenly don’t look like their subject. East London. Chatsworth House, Derbyshire. Rembrandt’s Portrait of an Old Man in Period Costume (1651). Schierenberg shows how the artist has combined tiny patches of colour to construct a “solid” head. Details from other Chatsworth portraits."},{"out":1745,"in":1210,"desc":"Schierenberg in his studio, talking about finishing the portrait. Scrapes off the face and starts again several times in order to get the exact result he wants. Schierenberg on the underground; faces of fellow travellers. He explains why he likes cities. The portrait. Spitting Image puppets of Boris Yeltsin, Arnold Schwarzenegger, Queen Elizabeth II. Pablo Bach working on a bust of François Mitterand. He talks about caricature exaggerating a person’s most identifiable features. Photograph of Hartington. Schierenberg talking about how making some elements of his portraits larger than reality. Chatsworth. Caption: “Four weeks later”. Schierenberg and Hartington discuss the finished portrait. Credits."}],"Series":"Oil on Canvas","Full synopsis":"ACE355.2 10:00:00 10:10:55 Tai-Shan Schierenberg leaving his house. His VO from telephone call to Lord Hartington about what he’s going to wear for his portrait. Commentary describes Schierenberg as a portrait painter who paints his family and friends and also works to commission. Portraits of Sir John Clifford Mortimer (1992), Peter Alexander Rupert Carrington, 6th Baron Carrington (1994), H.M. The Queen & H.R.H. The Duke of Edinburgh. Schierenberg driving. Chatsworth. Portraits of previous Dukes of Devonshire. Schierenberg talking about the first interaction between artist and sitter. He arrives at Chatsworth, meets Lord Hartington, son of the present Duke, and unpacks his equipment. They discuss what Hartington will wear; he changes into a suit while Schierenberg sets up. Schierenberg studies his sitter, makes a preliminary impressionistic paint sketch of his face, and talks about how Hartington looks quite different when animated. Painting of Henry VIII by Hans Eworth, deriving from a portrait by Holbein. Reconstruction of Holbein sketching and making notes to work from. Transferring the drawing to a wooden panel by the pouncing technique, pricking holes along the lines, and forcing charcoal powder through them to the wood beneath. Chatsworth. Schierenberg’s second sitting with Hartington, working from a different angle. A second impressionistic painting. Schierenberg takes some photographs and tries to decide on the best pose for his subject.ACE355.3 10:10:55 10:20:10 Portraits. Commentary points out that painters didn’t always tailor poses to the individual. Reconstruction of Peter Lely in his studio creating a template, with a posed model, that could be reproduced in quantity. An actual sitter’s face would be painted into the template. Schierenberg in his studio; he explains that he’s decided on one particular photograph to use as his main source as it captures the characteristic “awkwardness” of his sitter. He blocks in the main areas of the painting and will refine details later. Portrait of the gracefully posed Arthur Goodwin by Antony Van Dyck. Another of his elegant portraits. Reconstruction of 17th century painter arranging sitter in similar style, using strings to support their arms. Reconstruction of Joshua Reynolds allowing his sitters to relax naturally. Reynolds’s painting of Georgiana, Duchess of Devonshire and her Daughter, Lady Georgiana Cavendish (1874). Schierenberg working on the head of his portrait. His VO describing how its developing, and how some portraits may be beautiful as paintings but suddenly don’t look like their subject. East London. Chatsworth House, Derbyshire. Rembrandt’s Portrait of an Old Man in Period Costume (1651). Schierenberg shows how the artist has combined tiny patches of colour to construct a “solid” head. Details from other Chatsworth portraits. ACE355.4 10:20:10 10:29:05 Schierenberg in his studio, talking about finishing the portrait. Scrapes off the face and starts again several times in order to get the exact result he wants. Schierenberg on the underground; faces of fellow travellers. He explains why he likes cities. The portrait. Spitting Image puppets of Boris Yeltsin, Arnold Schwarzenegger, Queen Elizabeth II. Pablo Bach working on a bust of François Mitterand. He talks about caricature exaggerating a person’s most identifiable features. Photograph of Hartington. Schierenberg talking about how making some elements of his portraits larger than reality. Chatsworth. Caption: “Four weeks later”. Schierenberg and Hartington discuss the finished portrait. Credits.","Date":"1997","Choreographer":"","Title":"Portrait","Part":"","Film ID":"ACE355","Production Company":"Windfall Films"}