{"Synopsis":"A partly animated film depicting family life in Ghana as described in a letter to a man in Britain.","Director":"Charles daCosta","Article":"","Minutes":"5 min","Full credits":"Model making and photography David Ababio, Charles daCosta; Assistants Samuel Quartey, Kwabena Yeboah; Sound Recordists George Dougan, Florelle George; Overdubs and Crazy Voices Charles daCosta; Production Manager Miriam daCosta; Graphics Julie Kuzminska, Charles Okai; 1st Offline Julie Kuzminska; 2nd Offline Charles daCosta; Online Editor Julie Kuzminska; “Xylophone” [mbira] music Gameli Tordzro, Eric Ansah; “Atentenben dub” Roots Anabo; Folk Guitar Music Danny Kissi, Filming Equipment Abi Fims, London, U.K.; Animation Facilities NAFTI, Accra,Ghana; 1st Offline and Online Editing Facilities London Video Access, NW1; 2nd Offline Facilities Heatham House, Twickenham. Special Thanks to Ghana High Commission, U.K., Bill Marshall, Edward Abebrese, Abenezer Aryee, Kofi Middleton-Mends, Larweh Akunor, William Ofori-Yeboah, Ms Felicia Appiah, Felix daCosta, Ken and Yvonne Charles, James Van Der Pool, Juliet McKoen, Michael Roberts, Peter Harvey, Abi Rahman, Samuel Nukpese, David Okai, Macleon Jean, Gavin Shakespeare. Filmed on location in Achimota, Ghana, and London, U.K. Produced with financial assistance from the Arts Council of Great Britain. © 1992 Charles daCosta.","chapters":[{"out":325,"in":0,"desc":"Man looking at his post. Letter from his younger brother read over telling what’s been going on with the family in Ghana. Film of local activities, including boy making wooden bus. Animated models of buses and people. Boy writing. Man’s letter to younger brother. Scenes in London. The man, an architect, at work. Animated models of buses with London Routemaster among them. Credits. Sound of dog barking: “P.S., we’ve got a new dog… ”"}],"Series":"Black Arts Video Project","Full synopsis":"ACE432.2 10:00:00 10:05:25 Man looking at his post. Letter from his younger brother read over telling what’s been going on with the family in Ghana. Film of local activities, including boy making wooden bus. Animated models of buses and people. Boy writing. Man’s letter to younger brother. Scenes in London. The man, an architect, at work. Animated models of buses with London Routemaster among them. Credits.\u000bSound of dog barking: “P.S., we’ve got a new dog… ” \u000b","Date":"1992","Choreographer":"","Title":"PS We’ve Got a New Dog...!","Part":"","Film ID":"ACE432","Production Company":""}