{"Synopsis":"Natural and man-made manifestations of basic geometric forms.","Director":"Derek Boshier","Article":"","Minutes":"12 min","Full credits":"A film by Derek Boshier. Made with the assistance of the Arts Council of Great Britain and the British Film Institute Production Board. Research Victoria Ashe, Our Thanks to BBC Plymouth, Typhoo Tea, Young & Rubican, Oxford Scientid Films Ltd., Royal Embassy of Saudi Arabia, Paramount Pictures, United Arab Republic,, Japan National Tourist Organization, University of East Anglia, Levens Hall Westmorland, American Embassy London.","chapters":[{"out":710,"in":0,"desc":"Superimposition of geometric shapes coinciding with changes in colour over upper and lower layers. White domes in landscape. Numerous domes in different architectural styles, other images of round, hemispherical or curved objects, including women’s breasts, bubbles. Saturn and its rings, flying saucers, light sculptures, hand drawing round a protractor, sun spots, sun rise, fan, etc. More geometric shapes and circular images with regular colour changes. Geodesic domes, jellyfish, parachutes. Pyramids of different kinds, Temple of Heaven, Chinese palace, modern apartment blocks with pyramidal outlines, Great Pyramid and Sphinx, the Paramount Pictures logo, coloured Perspex shapes, body shapes, images separated by diagonal wipes, step pyramid, sign for The Blue Triangle, views of pylons, more Perspex shapes, hedge clipped into pyramid shape. Alls Souls, Langham Place, with triangle superimposed; perspective view along wide street with triangle superimposed; icon with superimposed triangle; red billiard snooker balls in triangle (broken); magic “abracadabra” triangle; formation of motor-cyclists; polyhedron with triangular facets.; jet planes in formation. Right angles. Mazes, Perspex shapes, Chinese calligraphy, decorated tiles, crossword, mazes, windows. Geometric shapes and colour changes. Illuminated letters. Formal gardens with patterned borders. Aerial view of gate (torii) of Itsukushima Shrine. Stonehenge. Advertisement with tea packets in T shape. Drawings of T shapes. Performer on stage at Itsukushima forming Ts with arms. People seen through transparent T composed of squares. Japanese doorway. Windows. Skyscraper blocks. The South Bank Centre. The q’taaba at Mecca. Drawing of a birthday cake. Cigarette lighter and packet. Skyscrapers and reflections. Light sculptures. Right angles, squares, triangles and curved shapes, brought together in split screen. Animated shapes form The End. Credits."}],"Series":"","Full synopsis":"ACE459.2 10:00:00 10:11:50 Superimposition of geometric shapes coinciding with changes in colour over upper and lower layers. White domes in landscape. Numerous domes in different architectural styles, other images of round, hemispherical or curved objects, including women’s breasts, bubbles. Saturn and its rings, flying saucers, light sculptures, hand drawing round a protractor, sun spots, sun rise, fan, etc. More geometric shapes and circular images with regular colour changes. Geodesic domes, jellyfish, parachutes. Pyramids of different kinds, Temple of Heaven, Chinese palace, modern apartment blocks with pyramidal outlines, Great Pyramid and Sphinx, the Paramount Pictures logo, coloured Perspex shapes, body shapes, images separated by diagonal wipes, step pyramid, sign for The Blue Triangle, views of pylons, more Perspex shapes, hedge clipped into pyramid shape. Alls Souls, Langham Place, with triangle superimposed; perspective view along wide street with triangle superimposed; icon with superimposed triangle; red billiard snooker balls in triangle (broken); magic “abracadabra” triangle; formation of motor-cyclists; polyhedron with triangular facets.; jet planes in formation. Right angles. Mazes, Perspex shapes, Chinese calligraphy, decorated tiles, crossword, mazes, windows. Geometric shapes and colour changes. Illuminated letters. Formal gardens with patterned borders. Aerial view of gate (torii) of Itsukushima Shrine. Stonehenge. Advertisement with tea packets in T shape. Drawings of T shapes. Performer on stage at Itsukushima forming Ts with arms. People seen through transparent T composed of squares. Japanese doorway. Windows. Skyscraper blocks. The South Bank Centre. The q’taaba at Mecca. Drawing of a birthday cake. Cigarette lighter and packet. Skyscrapers and reflections. Light sculptures. Right angles, squares, triangles and curved shapes, brought together in split screen. Animated shapes form The End. Credits.","Date":"1970","Choreographer":"","Title":"Link","Part":"","Film ID":"ACE459","Production Company":""}