{"Synopsis":"The work of Indian-born Canadian photographer, Sunil Gupta (b.1953), exploring issues of identity and migration.","Director":"Pratibha Parmar","Article":"","Minutes":"25 min","Full credits":"Thanks to: The Gupta Family, Susan Golombok, John Rust, Nadira Mirza, David Thorpe, Allan de Souza, Neetinder Boparai, Jemini Pandya, Juliet McKoen, Yugesh Walia, Penny Holland, Polly Gladwin, Bradford City Council. Camera & Lighting Bruna Fionda; Assistant Camera & Lighting Caroline Freeman; Sound Trevor Mathison; Sound Assistant Carl Williams; Production Management Barbara Emile; Driver Yvonne Rivers; Offline Editors Anna Liebschner, Pratibha Parmar; Online Editor Tim Bolt; Photographic Installation Wall of Images by Shaheen Haq, Pratibha Parmar. Extract from poem Missing Person by Adi Jussamawalla; Composer Peter J Spencer; Filmed on Location in London and Bradford. Special thanks to Shaheen Haq. Funded by The Arts Council. Featuring Meera Syal as The Storyteller. Written and Directed by Pratibha Parmar.","chapters":[{"out":690,"in":0,"desc":"On the moors. Meera Syal introduces the theme with verses saying: “… In the beginning, there was history, a history that needed to be told. … an urgency of making sure that our stories got told… other lives lived in other times, in other places… Watch my images convert history into memories…” A slide projector. Photographs. Syal looking at pictures and film. Photographs by Sunil Gupta. He talks about going to workshops on photography in New York and decided to become a photographer. He says his ideas come from within which means that images of multi-racial gay couples are dominant in his work. A project he undertook on this theme, “Pretended” Family Relationships (1988). Three images and associated poems (by Stephen Dodd). Gupta and Dodd arranging poems and photographs. Gupta says he also wanted to draw attention to “the problematic of documentary photography”, of “a particular kind of black and white reportage photography” which he does not believe automatically creates a “right on” perspective. He adds that most photographs of demonstrations and other events are from “outside”, from the point of view of the police, etc. Finished sections of the project which includes images from a Clause 28 demonstration. Syal looking at still and moving images. She speaks verses which talk about a newspaper report on an arson attack which killed a little Asian girl and her grandmother, and comment on racist attitudes. Alfred Drury’s Bradford statue of Queen Victoria as Empress of India. Family photographs."},{"out":1473,"in":690,"desc":"Gupta talking about his parents and his own growing up in India and Canada. Photographs. VO of his mother’s words talking about emigration. Syal looking at statue of Lord Lawrence. Her VO says that Asians think of the “Sepoy Mutiny” as a war of independence. Slide projector. Photographs and film of Asians. Gupta says his parents didn’t accept his homosexuality. Photographs of him with a partner. VO extract from a letter from his mother saying she must find him a wife. Gupta and Dodd. Gupta driving. Advertising signs at Piccadilly Circus. VO extract from letter from his mother giving news of herself and his father. Syal speaking verse about “many selves”, saying “… the mirror must reflect what cannot be seen”. Syal looking at Gupta’s family photographs in an installation called Social Security (Showroom Gallery, Bethnal Green, 1988). Gupta talking about the death of his father who “disappeared” and whose body was eventually found in the morgue. Gupta comments that his father evidently had plenty of ID on him when he died, and wonders why it took the authorities several days to notify the family. Syal in Undercliffe Cemetery, Bradford. Her VO speaking verse wondering where the monuments to poor (Asian) people are to be found. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE429.2 10:00:00 10:11:30 On the moors. Meera Syal introduces the theme with verses saying: “… In the beginning, there was history, a history that needed to be told. … an urgency of making sure that our stories got told… other lives lived in other times, in other places… Watch my images convert history into memories…” A slide projector. Photographs. Syal looking at pictures and film. Photographs by Sunil Gupta. He talks about going to workshops on photography in New York and decided to become a photographer. He says his ideas come from within which means that images of multi-racial gay couples are dominant in his work. A project he undertook on this theme, “Pretended” Family Relationships (1988). Three images and associated poems (by Stephen Dodd). Gupta and Dodd arranging poems and photographs. Gupta says he also wanted to draw attention to “the problematic of documentary photography”, of “a particular kind of black and white reportage photography” which he does not believe automatically creates a “right on” perspective. He adds that most photographs of demonstrations and other events are from “outside”, from the point of view of the police, etc. Finished sections of the project which includes images from a Clause 28 demonstration. Syal looking at still and moving images. She speaks verses which talk about a newspaper report on an arson attack which killed a little Asian girl and her grandmother, and comment on racist attitudes. Alfred Drury’s Bradford statue of Queen Victoria as Empress of India. Family photographs. ACE429.3 10:11:30 10:24:33 Gupta talking about his parents and his own growing up in India and Canada. Photographs. VO of his mother’s words talking about emigration. Syal looking at statue of Lord Lawrence. Her VO says that Asians think of the “Sepoy Mutiny” as a war of independence. Slide projector. Photographs and film of Asians. Gupta says his parents didn’t accept his homosexuality. Photographs of him with a partner. VO extract from a letter from his mother saying she must find him a wife. Gupta and Dodd. Gupta driving. Advertising signs at Piccadilly Circus. VO extract from letter from his mother giving news of herself and his father. Syal speaking verse about “many selves”, saying “… the mirror must reflect what cannot be seen”. Syal looking at Gupta’s family photographs in an installation called Social Security (Showroom Gallery, Bethnal Green, 1988). Gupta talking about the death of his father who “disappeared” and whose body was eventually found in the morgue. Gupta comments that his father evidently had plenty of ID on him when he died, and wonders why it took the authorities several days to notify the family. Syal in Undercliffe Cemetery, Bradford. Her VO speaking verse wondering where the monuments to poor (Asian) people are to be found. Credits.","Date":"1989","Choreographer":"","Title":"Memory Pictures","Part":"","Film ID":"ACE429","Production Company":""}