{"Synopsis":"A film about Pakistani musician, Nusrat Fateh Ali Khan (1948-1997), leading exponent of Sufi devotional qawwali singing.","Director":"Pervaiz Khan","Article":"","Minutes":"22 min","Full credits":"Artists: Nusrat Fateh Ali Khan, Mujahid Mubarik Ali Khan, Farrukh Fateh Ali Khan, Asad Ali Khan, Dildar Hussan, Rahath Ali, Kaukab Ali, Atta Fareed, Ghulam Fareed, Mohammad Maskeen, Khalid Mehmood, Iqbal Naqibi. Interviewees, Peter Gabriel, Nahid Siddiqui, Harminder Kalsi, Nusrat Fateh Ali Khan, Edward George. Nusrat Fateh Ali Khan interviewed by M Ayub Aulia. Tabla Sequence Harjinder Matharu. Thanks to Black Audio Film Collective, Birmingham International Film & Television Festival, Endboard Productions, Glentham Studios, Ikon Gallery, Jubilee Arts, Light House Media Centre, Magpie Lighting, Oriental Star Agencies, Pakistan Welfare Association, Recreation & Community Services, City of Birmingham, Real World Records, Small Heath School, Telescope Facilities, Uzbekistan Archives, WOMAD. Special Thanks to Maskeen Ali, Reece Augiste, M Ayub Aulia, Mohammed Ayub Anita Bhalla, Joseph Burgundy, Mark Blackstock, Mark Bruce, Raj Chahal, Frank Challenger, Tarik Chawdry, Zahoor Choudry, Merrise Crooks, Ming de Nasty, Isiah Ferguson, Steve Goddard, Ruppert Gabriel, Mahmood Hashmi, Khalid Hakim Mian Har Ng, Chris Jones, Aurangzeb Khan, Javaid Khan, Jumma Khan, Raj Begum Khan, Shyin Khan, Shanaz Khan, Thabrez Khan, Elizabeth A Macgregor, Sarah Menage, Juliet McKoen, Mohhamed Reyaz, Heather Rutledge, Krysia Rozanska, Amarjit Singh, Gary Stewart, Sunandan Walia, Yugesh Walia. Lighting Camera David Scott; Camera Jonathon Collinson, David Craig, Edward George, Hossein Mirshahi, Shingara Singh; Sound Recordists Mark Brice, David Craig, Andy Francis, Trevor Mathison; Video Engineer Andy Francis; Production Assistants Derek Bishton, Pauline Walton; Post Production Facilities Wide Angle Film Workshop; Translation Mahmood Hashmi; Sound Mix Trevor Mathison; Sound Dubbing Peter Hodges; Production Assistance Lina Gopaul, Avril Johnson; Video Tape Editor John Baldwin; Editorial Consultant John Akomfrah; Editor Hossein Mirshahi; Production Manager Harminder Bindi Kalsi. Special Thanks to Frances Khan. Produced & Directed by Pervaiz Khan. Financial Assistance The Arts Council, West Midlands Arts. A Soho Works production. © 1990.","chapters":[{"out":400,"in":0,"desc":"I INFLUENCES Peter Gabriel, Musician, describing how Pete Townsend introduced him to qawwali singing. Nusrat Fateh Ali Khan and his party performing “The truth is Ali / Ali is my master / To look at Ali is to worship / Thus said the Prophet…” [Haq Ali Ali]. Nahid Siddiqui, Classical Dancer, thinks that Ali Khan’s music has become popular in East and West because of sound classical training. Ali Khan and party performing at open-air concert. “Going to Mecca, the matter does not end there…”. Harminder Kalsi, Graphic Designer, says that Ali Khan’s music brought him something he’d missed out on in his own culture. Concert: “Going to the Ganges, the matter does not end there…”. Ali Khan talks about his family’s musical background, and the different styles used by his father, Fateh Ali Khan (dhrupad), and his uncle, Mubarak Ali Khan (khayal) which, unusually, they combined together. Concert. The song finishes."},{"out":1325,"in":400,"desc":"II RHYTHMS Arabic script. Mosques. Commentary says that qawwali has its origins in the poetic traditions of Arabia and parts of the Middle East, is part of Sufi ceremonials in a number of those countries, and has now become part of Indian and Pakistani popular culture. Caption: “‘Indian music, the fire that burns heart and soul.’ Amir Khusrau, Sufi poet and musicologist, 1234-1324.” Ali Khan believes that the work of Amir Khusrau is at the root of modern Indian music. Siddiqui talks about the importance of Amir Khusrau’s contribution to Indian music. Tabla player. Edward George, Film Maker, describing “losing himself” “in the vowels” when hearing Ali Khan singing in a language he doesn’t understand. Ali Khan singing and playing harmonium. Peter Gabriel on Ali Khan as a performer. Ali Khan playing and singing. His VO explains that his father didn’t want him to become involved in qawwali. He talks about watching his father teaching others, and then learning tabla and rhythm from him. Kalsi talking about the dedication required to be such good performers. The concert: “Thus is your face, Oh Robed Prophet / I wept during the night of separation…” George commenting on the pleasurable effect the music has on the audience. Ali Khan and party in studio performance, “Come my beloved / My eyes await you…”. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE444.2 10:00:00 10:06:40 I INFLUENCES Peter Gabriel, Musician, describing how Pete Townsend introduced him to qawwali singing. Nusrat Fateh Ali Khan and his party performing “The truth is Ali / Ali is my master / To look at Ali is to worship / Thus said the Prophet…” [Haq Ali Ali]. Nahid Siddiqui, Classical Dancer, thinks that Ali Khan’s music has become popular in East and West because of sound classical training. Ali Khan and party performing at open-air concert. “Going to Mecca, the matter does not end there…”. Harminder Kalsi, Graphic Designer, says that Ali Khan’s music brought him something he’d missed out on in his own culture. Concert: “Going to the Ganges, the matter does not end there…”. Ali Khan talks about his family’s musical background, and the different styles used by his father, Fateh Ali Khan (dhrupad), and his uncle, Mubarak Ali Khan (khayal) which, unusually, they combined together. Concert. The song finishes.ACE444.3 10:06:40 10:22:05 II RHYTHMS Arabic script. Mosques. Commentary says that qawwali has its origins in the poetic traditions of Arabia and parts of the Middle East, is part of Sufi ceremonials in a number of those countries, and has now become part of Indian and Pakistani popular culture. Caption: “‘Indian music, the fire that burns heart and soul.’ Amir Khusrau, Sufi poet and musicologist, 1234-1324.” Ali Khan believes that the work of Amir Khusrau is at the root of modern Indian music. Siddiqui talks about the importance of Amir Khusrau’s contribution to Indian music. Tabla player. Edward George, Film Maker, describing “losing himself” “in the vowels” when hearing Ali Khan singing in a language he doesn’t understand. Ali Khan singing and playing harmonium. Peter Gabriel on Ali Khan as a performer. Ali Khan playing and singing. His VO explains that his father didn’t want him to become involved in qawwali. He talks about watching his father teaching others, and then learning tabla and rhythm from him. Kalsi talking about the dedication required to be such good performers. The concert: “Thus is your face, Oh Robed Prophet / I wept during the night of separation…” George commenting on the pleasurable effect the music has on the audience. Ali Khan and party in studio performance, “Come my beloved / My eyes await you…”. Credits.","Date":"1990","Choreographer":"","Title":"Utterance. The music of Nusrat Fateh Ali Khan","Part":"","Film ID":"ACE444","Production Company":"Soho Works"}