{"Synopsis":"An experiment in staging parts of Hamlet and A Midsummer Night’s Dream.","Director":"Shangara Singh Rapalon","Article":"","Minutes":"28 min","Full credits":"Cast: Jonathan Coulton, Andrew Cuthbert, Janan Kubba, Gina Landor, Akemi Otani, Alaknanda Samarth. Assistant Directors Luke Kennedy, William Goss; Assistant Cameraman Francis Baker; Grip Michael Baxter; Spark Martin Dorey; Playback Jo Wiser, James Dawson; Engineer Simon Whittaker; Dubbing Mixer Ian Turner; Online Editor Sue Hall; Stills Mari Kelly; Grub Anna Wan, Jo Holloway; Titles Rashmi Chadha; Runners Varinder Dhaliwal, Dilesh Korya; Script Alaknanda Samarath, Kumar Shahani; Sound Roger Johnson, Albert Bailey; Music Seicento; Voice Director Cicely Berry OBE; Supervising Director Kumar Shahani; Cameraman/Editor/Director/Producer Shangara Singh Rapalon. Thanks to Visual Media Services, English Heritage, Power Post, Timothy Hyman, Luke Cardiff, Peter Miller, Keith Lakhan. Online Editing Fantasy Factory Video; Hamlet [1948] Excerpts Directed by Laurence Olivier. Supported and Financially Assisted by Haringey Arts Council, The Arts Council of Great Britain. Copyright 1991 S S Rapalon.","chapters":[{"out":749,"in":0,"desc":"Selections from Hamlet Act I (including brief excerpts from Laurence Olivier’s 1948 film) and A Midsummer Night’s Dream Act II intercut."},{"out":1214,"in":749,"desc":"From Hamlet Act II and A Midsummer Night’s Dream Acts V and II."},{"out":1680,"in":1214,"desc":"From Hamlet Acts III, IV and V, and A Midsummer Night’s Dream Act V. Credits."}],"Series":"Black Arts Video Project","Full synopsis":"ACE401.2 10:00:00 10:12:29 Selections from Hamlet Act I (including brief excerpts from Laurence Olivier’s 1948 film) and A Midsummer Night’s Dream Act II intercut. ACE401.3 10:12:29 10:20:14 From Hamlet Act II and A Midsummer Night’s Dream Acts V and II. ACE401.4 10:20:14 10:28:00 From Hamlet Acts III, IV and V, and A Midsummer Night’s Dream Act V. Credits.","Date":"1991","Choreographer":"","Title":"Another Space for Shakespeare","Part":"","Film ID":"ACE401","Production Company":""}