{"Synopsis":"A dramatisation of autobiographical events depicted in the poetry of black American lesbian poet, Audre Lorde (1934-1992)","Director":"Sonali Fernando","Article":"The","Minutes":"29 min","Full credits":"Cast: The Poet: Poet, Rhetta Greene; Younger Poet, Medusa; Poet as a child, Nija Murphy; Ten Ghosts, Ta’shia Asante, Pat Branch, Kalena Coleman, Linda Hollins, Edwenia L. Johnson, Rene Miranda, Flora Raselli, Regana Carol Redd, Barbara Roberts, Zerlina Webb. Rap session: Yasmin, Kohinoor Chopra; Toni, Caron; Jo, Jacquelyn M. Houston; Lola, Nicki Mitchell; Annie, Donna Mupas; Rage, Melanie Nicholls-King. Kitchen: Younger mother and baby, Randi Richi and daughter; Older mother, Caron. Boite de Nuit: Dancer, Nico Braziel. School: Teacher, Molly Cleator. Diner: Waitress, Angie C. Fullilove; Diner Man 1, Robert J. Ferrelli; Diner Man 2, Trev Brody. Bus: Passengers, Ruth “Rudy” McCurchin, Joann McKay, Valerie Nunley, Tracy Price, Calvin Richard, Tamika; Rednecks, Martin Fleischman, Goodge, Matthew Kogan, Robert Procter, Thomas Tibbits; Driver, Egon Kafka. Warehouse: Lover, Danielle Brazell. Bar: Party Girl 1, Allana Barton; Party Girl 2, Sharon Bruner; Butches, Frances Andrews, Ta’shia Asante, Edwina, Edwenia L. Johnson, Ruth “Rudy” McCurchin, Flora Raselli, Barbara Roberts, Andrea Sosa; Femmes, Fontella Boone, Linda Hobbs, Linda Hollins, Zerlina Webb. Honey: Lover, Nico Braziel; Narrators, Sandi Russell, Medusa. Thank You Ayofemi Folayan, Ta’shia Asante, Otto Nemenz International, Foto Kem, Cinemobile, Kino Flo, Pacific Production Services, A.O. Richardson, Tomyilla Production Grip and Lighting, Rosco Laboratories, Tattooist International, Soho Images (London), Studio Sound, Studio 9, Ed Bannon, Royce at Black II Jupiter, Gay and Lesbian Community Services Center, Los Angeles, The Ralph Cantos Historic Bus Museum, The Horizon Club, Le Conte Junior High School, The Little Red Hen Cafe, John Colao, Vanji Griego, Deirdre Weston, Faith Acting School, Paris Murphy, Bagel Broker, B & L Patisseries, Bambi Bakery, Alyson Cook Catering, Lupe Costa Catering, Giles Fernando, Ian Iqbal Rashid, Rita Keegan, Police Officer Greg Yacoubian, L.A.P.D., Berenice Reynaud, Linda Wheatman, Union Bank, Anil Nanji, Tracey Dickens, Sampson & Alle,n Women’s Audio Visual Education Scheme, James Van Der Pool. Crew: 1st Assistant Camera Karia Walters; 2nd Assistant Camera Nathan Berggren, Eric Dyson; Steadicam Operator Gerry O’Malley; Additional Photography Barbara Nicholls; Gaffer Jennifer Perkins; Electrician Roger Morrissey; Grip Jennifer Galvez; Boom Swinger Chere Herron; Generator Operator Van Drey Herron; Costume Designer Fontella Boone; Wardrobe Supervisor Donna Maas; Assistant Dyone Craighead; Hair and Make-up Necia Kreuger; Assistant Peaches Castillo; Art Directors Celine Salazar Parreñas, Cecilia Salazar Parreñas; Set Decorators Phillippa Rick, Sarah Williams; Stills Photography Eugene Ahn; Assistant Editor Ian Macbeth; 1st Assistant Director Nasser Aslam, Phillippa Rick; 2nd Assistant Director Tiffani Carboni, Jeanette Harshburger; 1st Production Assistants Gloria Lemmery, Andrea Sosa; 2nd Production Assistants Alexandra Agrophiotis, Rinat Greenberg, Chere Herron, Edwenia L. Johnson, Armana Mizelle, Flora Raselli, Tracey Thompson; Production Manager Tina Bastajian; US Producers Meena Nanji, Barbara Nicholls. Additional poetry: Dark Shadows, Ta’shia Asante; Breast Poems (excerpt), Suzette Mayr; What Has Yet to be Sung (excerpt), Malkia Cyril. Music: Fifty Nifty United States, Ray Charles; © Roncon Music, N.Y., Arranged by Dominique le Gendre; Let Me Baby Richard Myhill, © KPM Music. Accountant Margaret Trotter; Original Music Dominique le Gendre; Dubbing Mixer Chris Trussler; Production Sound & Effects Mary Erstad; Director of Photography Carolyn Chen; Editor Nasser Aslam; Producer Barbara Nicholls. Filmed on location in Los Angeles using Arriflex Super 16mm SR3 cameras with Kodak EXR film. Written and Directed by Sonali Fernando. A Peripheral Vision production for Channel Four Television and the Arts Council of England. © Peripheral Vision 1995.","chapters":[{"out":496,"in":0,"desc":"Ramp in underpass. Skyscrapers. Poet driving. Electricity generating station. Rubbish. VO reading “We have lived, and we have conquered demons…” Reflections in buildings. Poet. Woman touching her own breasts and playing with jewellery. VO “I am afraid. I have survived pain like this before…” “I want to murder my own certainties as long as I live…” “…lunatic, pariah or deviant but sometimes you have to tell your doctor where to get off” Poet leaving building; talks to interviewers about being a black American woman and a lesbian, and a poet. Black American women talking to each other about racism in the gay community, poetry, feminism, sex, Lorde’s work, etc. VO “I can’t afford to be fazed by this daily miracle of survival…” over washing a tiled floor, flowers; poet, in hospital bed, writing verses. VO continues over mother and baby. Poet writing. “From the plateau of death it becomes more pressing to map the contours of my survival.”"},{"out":1200,"in":496,"desc":"Woman preparing washing tub and doing laundry, watched by little girl. “My mother brought me up by hand…” Little girl at school, asked by teacher to identify the states her parents come from. “And on that hard smug map of America my teacher expected me to find the idyllic island whose named glistened like honey on my mother’s lips…” Poem continues over woman dancing in imitation of Josephine Baker. Poet. Bus ride; radio announcer and song over. White men outside the bus bang on the windows and throw stones. Poet. “From childhood I have learned to identify the people who want to erase us from their horizon…” Poem continues over scenes of black and white women making love. “Josephine Baker” and “All directions sound…” Women kissing. Poet. Diner. Her name is Yvette… Poet watching waitress. City at night. “My love of women has been a crystal through which every aspect of my life has been refracted.” Poet in lesbian club. Two women discuss her appearance. She dances with another woman and they kiss. The two women in bed. One drizzles honey over the other and licks it off. Women with jars of honey. “The smell of her breath after love, an army of lovers, the sum of her hands…”"},{"out":1745,"in":1200,"desc":"Poet driving on desert road. Cacti. The tiled floor; hand washing. Poet in hospital bed. “Walk Don’t Walk…” Clothesline of ragged dresses. Rubbish. Poet driving, sees the “ten dead women”. Hospital trolley. Women from the discussion group gather round it and talk about holding a memorial for someone they didn’t even know, discussing who should be there to represent the Poet’s personality and politics. Younger Poet caresses cheek of older Poet in hospital bed and wakes her. Other women come and go around the bed. “Whatever the profile of my death should be, I know I have met it without cowering.” Older Poet reads to women. “I have known a woman who was a movement in my life…” The two Poets together. Credits"}],"Series":"Black Arts Video Project","Full synopsis":"ACE406.2 10:00:00 10:08:16 Ramp in underpass. Skyscrapers. Poet driving. Electricity generating station. Rubbish. VO reading “We have lived, and we have conquered demons…” Reflections in buildings. Poet. Woman touching her own breasts and playing with jewellery. VO “I am afraid. I have survived pain like this before…” “I want to murder my own certainties as long as I live…” “…lunatic, pariah or deviant but sometimes you have to tell your doctor where to get off” Poet leaving building; talks to interviewers about being a black American woman and a lesbian, and a poet. Black American women talking to each other about racism in the gay community, poetry, feminism, sex, Lorde’s work, etc. VO “I can’t afford to be fazed by this daily miracle of survival…” over washing a tiled floor, flowers; poet, in hospital bed, writing verses. VO continues over mother and baby. Poet writing. “From the plateau of death it becomes more pressing to map the contours of my survival.” ACE406.3 10:08:16 10:20:00 Woman preparing washing tub and doing laundry, watched by little girl. “My mother brought me up by hand…” Little girl at school, asked by teacher to identify the states her parents come from. “And on that hard smug map of America my teacher expected me to find the idyllic island whose named glistened like honey on my mother’s lips…” Poem continues over woman dancing in imitation of Josephine Baker. Poet. Bus ride; radio announcer and song over. White men outside the bus bang on the windows and throw stones. Poet. “From childhood I have learned to identify the people who want to erase us from their horizon…” Poem continues over scenes of black and white women making love. “Josephine Baker” and “All directions sound…” Women kissing. Poet. Diner. Her name is Yvette… Poet watching waitress. City at night. “My love of women has been a crystal through which every aspect of my life has been refracted.” Poet in lesbian club. Two women discuss her appearance. She dances with another woman and they kiss. The two women in bed. One drizzles honey over the other and licks it off. Women with jars of honey. “The smell of her breath after love, an army of lovers, the sum of her hands…” ACE406.4 10:20:00 10:29:05 Poet driving on desert road. Cacti. The tiled floor; hand washing. Poet in hospital bed. “Walk Don’t Walk…” Clothesline of ragged dresses. Rubbish. Poet driving, sees the “ten dead women”. Hospital trolley. Women from the discussion group gather round it and talk about holding a memorial for someone they didn’t even know, discussing who should be there to represent the Poet’s personality and politics. Younger Poet caresses cheek of older Poet in hospital bed and wakes her. Other women come and go around the bed. “Whatever the profile of my death should be, I know I have met it without cowering.” Older Poet reads to women. “I have known a woman who was a movement in my life…” The two Poets together. Credits","Date":"1995","Choreographer":"","Title":"Body of a Poet. A tribute to Audre Lorde, warrior poet, 1934-1992","Part":"","Film ID":"ACE406","Production Company":"Peripheral Vision"}