{"Synopsis":"The history and activities of Munirah Theatre Company as they explore aspects of black culture in Britain through their choreopoems.","Director":"Susannah Lopez","Article":"","Minutes":"22 min","Full credits":"Munirah Theatre Company : Talibah Hawkins, Marjorie James, a-dZiko Simba, Hazel Williams. Thanks to Andrew Erskine, Clydella James, Liza Roberts, CEDDO Film/Video Workshop, Skinners Company School, London Women’s Centre, Triangle Community Centre, Islington Social Services, Black Elders Group, Elaine Maull, Marilyn McFarlane. Equipment supplied by Bettersound Ltd., West London Media, Women in Sync; Post Production at West London Media; Music Recorded at Horizon Community Project, Gemtree Enterprises; Vocals Munirah; Flutes Tony Mendez; Soca Sue The Cut; Music Mixers Kenyatta Simba, Lipson Francis; Camera and Lighting Sheila Gillie; Sound Recordist Rashpal Dhaliwal; Stills Photographer Suzanne Roden; General Assistant Jackie Brown; Production Manager Michelle McIntosh; Editor Joel Marcus; Producer/Director Susannah Lopez. Funded by the Arts Council. © Lopez 1988.","chapters":[{"out":654,"in":0,"desc":"Actress asks “Could you ever hold a diamond? A black diamond? A diamond as dark as night sky skin?” Caption: “Munirah Theatre Company: Choreopoem: Dance Drama Music.” Women reciting: “Old age, it come to us all if we fortunate…” and talking about the promises and realities of aging. Elderly people. VO talking about working with a reminiscence group, and doing movement and keep fit classes with predominantly black women and pensioners. Says the work involved listening to the women talking about their hopes and aspirations about being in Britain at a particular time, and about their reactions – often of disappointment because both they and those countries have changed over the years – to visiting their countries of origin. Speaker with members of the group. Woman says she thinks of Jamaica as home even though England is also home. VO photographs says she likes to be in Jamaica with family and friends because she feels more useful there. Second woman says people who want to stay in England should work hard and make a home for themselves. If they want to go back to the West Indies, then they should go. Actress: “Free to be who you are. Free to step with head held high. Free to celebrate yourself, to illuminate and clarify.” Munirah member explains the “choreopoems”, each written by a member of the company, giving a particular perspective that the writer wants to share with other people on a particular subject relevant to black people generally or more specifically to black women. Munirah member talking about image of events in South Africa and wanting to express her feelings about that and about issues for black people in general, and suggesting that “Apartheid cannot go on for ever”. Munirah members performing Running, part superimposed on maps of Africa, West Indies, and Britain, a call to end Apartheid."},{"out":1292,"in":654,"desc":"Young women talking about how they respond to racism, and how they recognise that the countries their parents came from would be quite foreign to them. The young women taking part in an exercise to produce images and feelings of “home”. Munirah women meeting. Administrator gives the history of the company, founded in 1983 as a theatre company that would offer more roles for women, and talks about her own work. Performance The Return of the Kink. Woman having her hair braided, explains that, when she visited Jamaica ten years earlier, she found that she was expected to have her hair in the latest style, not in cane rows. Performance continues. “No more perm and no more bleach…” Munirah member talks about writing The Return of the Kink as a way of working out some aspects of personal and cultural identity, with hair styles as a visible manifestation of a personal move towards European culture or towards “African-ness and Black-ness”. She says that she now no longer finds it necessary to make such visible statements. Actress: “And to always give thanks for gifts received, from the unsung many who made your journey easier.” Munirah member talking about what she sees as “a feeling of despair”, among many people in Britain for whom there is “no way out” of their economic problems. Performance of The Trap. Credits – The Trap continues over."}],"Series":"Black Arts Video Project","Full synopsis":"ACE431.2 10:00:00 10:10:54 Actress asks “Could you ever hold a diamond? A black diamond? A diamond as dark as night sky skin?” Caption: “Munirah Theatre Company: Choreopoem: Dance Drama Music.” Women reciting: “Old age, it come to us all if we fortunate…” and talking about the promises and realities of aging. Elderly people. VO talking about working with a reminiscence group, and doing movement and keep fit classes with predominantly black women and pensioners. Says the work involved listening to the women talking about their hopes and aspirations about being in Britain at a particular time, and about their reactions – often of disappointment because both they and those countries have changed over the years – to visiting their countries of origin. Speaker with members of the group. Woman says she thinks of Jamaica as home even though England is also home. VO photographs says she likes to be in Jamaica with family and friends because she feels more useful there. Second woman says people who want to stay in England should work hard and make a home for themselves. If they want to go back to the West Indies, then they should go. Actress: “Free to be who you are. Free to step with head held high. Free to celebrate yourself, to illuminate and clarify.” Munirah member explains the “choreopoems”, each written by a member of the company, giving a particular perspective that the writer wants to share with other people on a particular subject relevant to black people generally or more specifically to black women. Munirah member talking about image of events in South Africa and wanting to express her feelings about that and about issues for black people in general, and suggesting that “Apartheid cannot go on for ever”. Munirah members performing Running, part superimposed on maps of Africa, West Indies, and Britain, a call to end Apartheid. ACE431.3 10:10:54 10:21:32 Young women talking about how they respond to racism, and how they recognise that the countries their parents came from would be quite foreign to them. The young women taking part in an exercise to produce images and feelings of “home”. Munirah women meeting. Administrator gives the history of the company, founded in 1983 as a theatre company that would offer more roles for women, and talks about her own work. Performance The Return of the Kink. Woman having her hair braided, explains that, when she visited Jamaica ten years earlier, she found that she was expected to have her hair in the latest style, not in cane rows. Performance continues. “No more perm and no more bleach…” Munirah member talks about writing The Return of the Kink as a way of working out some aspects of personal and cultural identity, with hair styles as a visible manifestation of a personal move towards European culture or towards “African-ness and Black-ness”. She says that she now no longer finds it necessary to make such visible statements. Actress: “And to always give thanks for gifts received, from the unsung many who made your journey easier.” Munirah member talking about what she sees as “a feeling of despair”, among many people in Britain for whom there is “no way out” of their economic problems. Performance of The Trap. Credits – The Trap continues over.","Date":"1988","Choreographer":"","Title":"Polishing Black Diamonds","Part":"","Film ID":"ACE431","Production Company":""}