{"Synopsis":"A tribute to Nigerian-born photographer, Rotimi Fani-Kayode (1955-1989), examining how his work was informed by his experience as “an outsider”.","Director":"Ruppert Gabriel","Article":"","Minutes":"17 min","Full credits":"Screen Writer Mary Cutler; Lighting/Camera Roland Denning; Choreographer Oke Wambu; Music Composer Neil Palmer; Film Editor David Leighton; Researcher Kam Gandhi; Camera Assistants Hossein Mirshahi, Cam Barnet; Sound Recordist Debbie Kaplan. Rotimi in Hospital, Dennis ffrench; Nurse, Amanda Loy Ellis; Preacher, Hubert Lloyd Moses; Praying Men, Nag Ralmill, Hubert Lloyd Moses, Dennis ffrench; Dancers, Stuart Thompson, Oke Wambu; Rotimi’s Voice, Michael Moore. Stills Ming de Nasty; African Vocals Baaba Maa. Thanks to Alex Hirst, Toyin Fani-Kayode, Friends of Rotimi, The Black Art Gallery (O.B.A.A.L.A.L.T.), The British Museum, Ten 8, The Horniman Museum & Gardens, Royal Hospital,Wolverhampton, Central Baths,Wolverhampton, St. Chads, Wolverhampton, Wide Angle, Light House Media Centre, S.A.B., Peter Harvey, Juliet McKoen. Produced by Krysia Rozanska; Directed by Ruppert Gabriel. Produced with financial assistance from the Arts Council of Great Britain and additional finance from West Midlands Arts. Copyright © with Zone Productions 1991.","chapters":[{"out":472,"in":0,"desc":"Examples of the work of photographer, Rotimi Fani-Kayode, born in Lagos in 1955; commentary says Fani-Kayode “saw the visual arts as a way of making sense of life”, with some of his work “[verging] on the confessional”. Caption: “Guys Hospital, London, December 21, 1989.” Man in hospital bed; dancers; volcanic explosion; man lying on grass; photographs; African masks, crowds in street, immersion baptism. VO of Fani-Kayode’s words: “On three counts I am an outsider: in matters of sexuality, in terms of geographical and cultural dislocation, in not being the respectably married professional my parents expected. It has been my destiny to be an artist with a sexual taste for other young men.” Alex Hirst, from the Friends of Rotimi, relates how Fani-Kayode brought him his portfolio in 1983, and that they became lovers. Man in hospital bed. His VO says “I left Africa as a refugee over twenty years ago. A distance has developed between myself and my origins…” Crowds, masks, etc. VO says new perspectives on traditional values are disorientating, and describes early period of his work. Dancers. Film of Fani-Kayode walking. Film of demonstrations, burning buildings, Ronald Reagan, American invasion of Grenada, etc. Hirst VO says Fani-Kayode worked from his own experience, and “had developed a dislike of authority and a mistrust of power”. He talks of him as “a political and sexual rebel”, challenging both the art establishment and its political opponents. Examples of Fani-Kayode’s work. Masks and sculptures. Fani-Kayode’s words over saying that his own Yoruba language and traditions were not taught in schools, and that he had to find and evaluate these things for himself. Film of Margaret Thatcher and Kenneth Kaunda. Fani-Kayode’s words saying that African arts have been denigrated as “primitive” by the West, but African images are valued and sold as slaves once were. Hirst on the second period of Fani-Kayode’s work, Techniques of Ecstasy, all in black and white, at first only a cost-reducing measure. Fani-Kayode’s words talking about white photographers exploiting black virility, and white media exploiting Africa through “victim imagery”; such images must be reclaimed and black people must “imaginatively investigate blackness, maleness, sexuality”. Dancers."},{"out":995,"in":472,"desc":"Hirst says that Fani-Kayode’s work was often about trying to make sense of the connections between West African and Western culture. Photographs. Baptism. Masks. Dancers. Fani-Kayode’s VO on trying “to make concepts of reality ambiguous” by bringing out a spiritual dimension, a “technique of ecstasy”, and revealing “a shocking fact: black men can desire each other”. Ronald Reagan on war in Libya, injured child, breaching the Berlin Wall; VO from AIDS-awareness campaign. Hirst on Fani-Kayode’s later work, particularly the Abiku series. Dancers. Photographs, some of which came from collaboration between Fani-Kayode and Hirst, and incorporated experimental photographic techniques. Fani-Kayode’s words saying that he’s not surprised that his work “is shunned … by the establishment” as “black is only beautiful” when it “keeps within white frames of reference”. Gallery scenes. Dancers. Photographs. VO says he believes riots would break out if his work was shown in Lagos. Caption: “21 December 1989. Rotimi Fani-Kayode died of heart failure at the age of 34 while recovering from meningitis.” Hirst talks about trying to come to terms with Fani-Kayode’s death; he believes his spirit will always be part of his life and work, and that much of the work he’s produced since his lover’s death is still a collaboration. Photographs. Credits. Comments from exhibition visitors heard over."}],"Series":"Black Arts Video Project","Full synopsis":"ACE434.2 10:00:00 10:07:52 Examples of the work of photographer, Rotimi Fani-Kayode, born in Lagos in 1955; commentary says Fani-Kayode “saw the visual arts as a way of making sense of life”, with some of his work “[verging] on the confessional”. Caption: “Guys Hospital, London, December 21, 1989.” Man in hospital bed; dancers; volcanic explosion; man lying on grass; photographs; African masks, crowds in street, immersion baptism. VO of Fani-Kayode’s words: “On three counts I am an outsider: in matters of sexuality, in terms of geographical and cultural dislocation, in not being the respectably married professional my parents expected. It has been my destiny to be an artist with a sexual taste for other young men.” Alex Hirst, from the Friends of Rotimi, relates how Fani-Kayode brought him his portfolio in 1983, and that they became lovers. Man in hospital bed. His VO says “I left Africa as a refugee over twenty years ago. A distance has developed between myself and my origins…” Crowds, masks, etc. VO says new perspectives on traditional values are disorientating, and describes early period of his work. Dancers. Film of Fani-Kayode walking. Film of demonstrations, burning buildings, Ronald Reagan, American invasion of Grenada, etc. Hirst VO says Fani-Kayode worked from his own experience, and “had developed a dislike of authority and a mistrust of power”. He talks of him as “a political and sexual rebel”, challenging both the art establishment and its political opponents. Examples of Fani-Kayode’s work. Masks and sculptures. Fani-Kayode’s words over saying that his own Yoruba language and traditions were not taught in schools, and that he had to find and evaluate these things for himself. Film of Margaret Thatcher and Kenneth Kaunda. Fani-Kayode’s words saying that African arts have been denigrated as “primitive” by the West, but African images are valued and sold as slaves once were. Hirst on the second period of Fani-Kayode’s work, Techniques of Ecstasy, all in black and white, at first only a cost-reducing measure. Fani-Kayode’s words talking about white photographers exploiting black virility, and white media exploiting Africa through “victim imagery”; such images must be reclaimed and black people must “imaginatively investigate blackness, maleness, sexuality”. Dancers. ACE434.3 10:07:52 10:16:35 Hirst says that Fani-Kayode’s work was often about trying to make sense of the connections between West African and Western culture. Photographs. Baptism. Masks. Dancers. Fani-Kayode’s VO on trying “to make concepts of reality ambiguous” by bringing out a spiritual dimension, a “technique of ecstasy”, and revealing “a shocking fact: black men can desire each other”. Ronald Reagan on war in Libya, injured child, breaching the Berlin Wall; VO from AIDS-awareness campaign. Hirst on Fani-Kayode’s later work, particularly the Abiku series. Dancers. Photographs, some of which came from collaboration between Fani-Kayode and Hirst, and incorporated experimental photographic techniques. Fani-Kayode’s words saying that he’s not surprised that his work “is shunned … by the establishment” as “black is only beautiful” when it “keeps within white frames of reference”. Gallery scenes. Dancers. Photographs. VO says he believes riots would break out if his work was shown in Lagos. Caption: “21 December 1989. Rotimi Fani-Kayode died of heart failure at the age of 34 while recovering from meningitis.” Hirst talks about trying to come to terms with Fani-Kayode’s death; he believes his spirit will always be part of his life and work, and that much of the work he’s produced since his lover’s death is still a collaboration. Photographs. Credits. Comments from exhibition visitors heard over.","Date":"1991","Choreographer":"Oke Wambu","Title":"Rage & Desire","Part":"","Film ID":"ACE434","Production Company":"Zone Productions"}