{"Synopsis":"Cousins of Indian descent, Latifah and Himli, discuss ideas of culture and history while wandering through London.","Director":"Alnoor Dewshi","Article":"","Minutes":"15 min","Full credits":"Featuring Sakuntala Ramanee as Himli, Venu Dhupa as Latifah. With the voices of Varinder Dhaliwal, Vicky Cleaver, And Harmage Singh Kalirai as Uncle Nizar; With Pandit Dinesh as the nomad drummer, Sushma Metha as the nomad acrobat; Nomad tribe, Darmesh Chavhan, Rozina Dewshi, Ziggy Garewal, Leela Mayor , Soraya Pal, Premal Rajani, Nayesh Radia, Hasmukh Shah, Nihal Rajani, Lazina Khan Ramdath, Irene Suklall. Photography Catherine Hoy; Camera Assistants Robert Bailey, Jeff Cameron, Derrick Smith; Art Director Miriam Sorrentino; Art Director Assistants Robert Bailey, Jeff Cameron, Peter Lewis, Jane Winkles; Set Design Miriam Sorrentino, Melissa Taylor; Costumes Sarah Deane; Sound Recordist Jo Crilly; Sound Assistant Tanya Syed; Production Manager Pier Wilkie; Production Assistants Ludmilla Andrews, Jane Winkles; Catering Jane Winkles; Duff & dholak played by Pandit Dinesh; Saxophone Kema Kusabbi; Chung Misri Khan; Sounds Aniruddha Das; Voice-over Recording Graham Plato; Additional Photography & Optical Special Effects Alnoor Dewshi; Stills Reproduction Andy Drysdale; Graphics Chris Byrne; Editing Alnoor Dewshi. Thanks to Zarina Bhimji, Desmond Crowe, Rumina Dewshi, Ray Flindall, David Lester, Shaheen Merali, Frank Passingham, Graham Plato Greg Pope, Nilu Rajani, Seema Rajapaksa, Rog, Rookie, John Tappenden; And Cinelingual Sound Studios, Four Corners Film Workshop, The London Film Makers Co-op, Photosonic, Pinewood Construction Hire, Rank Film Laboratories, Retake Film & Video, R.N.T. Armoury & Prop Hire, St Judes Community Centre, Samuelsons Lighting, The Two Eagles. Financial Assistance Arts Council of Great Britain. Written & Directed by Alnoor Dewshi. An Anecdotal Production © 1992.","chapters":[{"out":470,"in":11,"desc":"Iris in on sandalled feet; the feet walking over dried mud. Stream in scrubland. Mosquito nets, moonrise. Photograph of two Indian girls. VO of Latifah saying to Himli that “the West just appropriates everything from other countries and they don’t admit it…”, suggesting that it was Genghis Khan who first said “We’ll fight them on the beaches”. Other photographs. Latifah and Himli. Street scenes in black and Asian area. Their VOs saying they don’t like the place, it’s suburbia, etc. Photograph. Latifah’s VO saying that things should be considered “in the context of post-colonial decline”. Man playing duff (tambourine) and dholak (drum). Hands clapping. Sounds and music continue over shot of group of Asians putting up umbrellas, and walking over Hungerford railway bridge. VO describing ancestors as nomads, with a mythology relating to that way of life. Musical box version of Colonel Bogey heard over. The Nomad walkers, carrying their belongings, outside Waterloo Station; VO describes the nomad lifestyle as being about survival in a hostile landscape, with people living in tents, not liking cities or their inhabitants. Industrial landscape: VO cities, representing the state, survive economically only because of the surplus produced by agriculture, with farmer being “the first Fascists”. The Nomads outside University College. VO describes “the story of post-colonial decline [as] the story of nomads infiltrating the metropolises...”. Himli is not really impressed. The two walking in the street. One talks (VO) about not wanting to go to Mombasa as Africa is “too dangerous”, and discuss other places, in Britain and elsewhere in the world, that they don’t want to visit. Trees. Outside Senate House. The Nomads near Westminster Bridge. Himli describing to Latifah (VO) how she was asked where she came from and had to repeat several time that she was “originally” from North Finchley. Sandalled feet walking on tiled floor. Latifah and Himli walking. Palm tree. VO reciting “I sing of a woman who became a tree… [and] was once in a punk rock band”. Latifah and Himli walking. The Nomads, the drummer, clapping hands, woman on a tight-rope."},{"out":899,"in":470,"desc":"Tent near the river. Beds covered with mosquito nets. Man puts his feet into a container of water. Latifah and Himli siting together, looking at uncle Nizar. VOs discussing him and comparing him favourably to other Asian men of his age. They all play table tennis together; he answers, quoting clichés, a question about how coming to the city has changed his cultural identity, talks about East Africa not being as far east as India, Britain and Europe being north, North America being west. Abstract images with man’s VO saying he will get out of city dwellers’ homeland if they will get out of his. The Nomads applaud. Mouse by table tennis net. Sandalled feet on dried mud. Mountains. Sky. Tree. Latifah and Himli walking on mud and in long grass. Latifah tells Himli that “spikes on the tops of buildings” are to stop “illegal immigrants jumping out of aeroplanes”. Himli gets irritated at Latifah’s pretentiousness. They walk on across a field. Iris out on the sandaled feet. Abstract images. Credits. Abstract images taken away by a hand."}],"Series":"","Full synopsis":"ACE454.2 10:00:11 10:07:50 Iris in on sandalled feet; the feet walking over dried mud. Stream in scrubland. Mosquito nets, moonrise. Photograph of two Indian girls. VO of Latifah saying to Himli that “the West just appropriates everything from other countries and they don’t admit it…”, suggesting that it was Genghis Khan who first said “We’ll fight them on the beaches”. Other photographs. Latifah and Himli. Street scenes in black and Asian area. Their VOs saying they don’t like the place, it’s suburbia, etc. Photograph. Latifah’s VO saying that things should be considered “in the context of post-colonial decline”. Man playing duff (tambourine) and dholak (drum). Hands clapping. Sounds and music continue over shot of group of Asians putting up umbrellas, and walking over Hungerford railway bridge. VO describing ancestors as nomads, with a mythology relating to that way of life. Musical box version of Colonel Bogey heard over. The Nomad walkers, carrying their belongings, outside Waterloo Station; VO describes the nomad lifestyle as being about survival in a hostile landscape, with people living in tents, not liking cities or their inhabitants. Industrial landscape: VO cities, representing the state, survive economically only because of the surplus produced by agriculture, with farmer being “the first Fascists”. The Nomads outside University College. VO describes “the story of post-colonial decline [as] the story of nomads infiltrating the metropolises...”. Himli is not really impressed. The two walking in the street. One talks (VO) about not wanting to go to Mombasa as Africa is “too dangerous”, and discuss other places, in Britain and elsewhere in the world, that they don’t want to visit. Trees. Outside Senate House. The Nomads near Westminster Bridge. Himli describing to Latifah (VO) how she was asked where she came from and had to repeat several time that she was “originally” from North Finchley. Sandalled feet walking on tiled floor. Latifah and Himli walking. Palm tree. VO reciting “I sing of a woman who became a tree… [and] was once in a punk rock band”. Latifah and Himli walking. The Nomads, the drummer, clapping hands, woman on a tight-rope. ACE454.3 10:07:50 10:14:59 Tent near the river. Beds covered with mosquito nets. Man puts his feet into a container of water. Latifah and Himli siting together, looking at uncle Nizar. VOs discussing him and comparing him favourably to other Asian men of his age. They all play table tennis together; he answers, quoting clichés, a question about how coming to the city has changed his cultural identity, talks about East Africa not being as far east as India, Britain and Europe being north, North America being west. Abstract images with man’s VO saying he will get out of city dwellers’ homeland if they will get out of his. The Nomads applaud. Mouse by table tennis net. Sandalled feet on dried mud. Mountains. Sky. Tree. Latifah and Himli walking on mud and in long grass. Latifah tells Himli that “spikes on the tops of buildings” are to stop “illegal immigrants jumping out of aeroplanes”. Himli gets irritated at Latifah’s pretentiousness. They walk on across a field. Iris out on the sandaled feet. Abstract images. Credits. Abstract images taken away by a hand.","Date":"1992","Choreographer":"","Title":"Latifah and Himli’s Nomadic Uncle","Part":"","Film ID":"ACE454","Production Company":"Anecdotal Productions"}